Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Please enter valid one-time password provided by your two-factor authentication software, or return to your account settings and cancel the request.
fr: Veuillez entrer le mot de passe unique fourni par votre logiciel d'authentification à deux facteurs (two-factor), ou revenez à vos paramètres de compte et annuler cette demande.
zh: 请输入您从双重认证软件获得的有效的一次性密码，或者返回到账户设置界面取消申请。

# UI
source: Read more about <a target="_blank" href="%(url)s">markdown</a>
fr: En savoir plus sur les <a target="_blank" href="%(url)s"> démarques</a>
zh: 阅读更多关于<a target="_blank" href="%(url)s">markdown</a>

source: Step by step tutorial on how to setup these tools is available <a href="%(miner_tutorial)s" target="_blank" class="ext">here</a>, however, the basic setup steps are below.
ru: Пошаговое руководство установки этих инструментов доступно <a href="%(miner_tutorial)s" target="_blank" class="ext">здесь</a>, но, базовые шаги установки находятся ниже.

source: On windows, CGminer may not recognize your mining hardware right ahead and ask you to install WinUSB drivers. This process is covered in our aforementioned <a href="%(miner_tutorial)s" target="_blank" class="ext">tutorial</a>
ru: В Windows, CGminer может не распознать сразу ваше майнинговое оборудование и запросить установить WinUSB драйвера. Этот процесс рассмотрен в нашем, упомянутом выше <a href="%(miner_tutorial)s" target="_blank" class="ext">руководстве</a>

# UI, Monitoring
source: OK
ru: ОК
zh: 好

# UI
source: Email
ru: Электронный адрес
zh: 邮箱地址

# UI
source: Mine as one.
ru: Майн как единое цело.

# UI
source: Bad request
zh: 错误请求

source: Your miner has to be pointed to one of the stratum servers below and user credentials for your account have to be specified. We currently operate in the following regions: US east coast (us-east), Europe (eu), China mainland (cn), and Asia-Pacific/Singapore (sg).
zh: 您的矿机得连接到下面的阶层服务器之一并且您账户的用户证书要被指定。我们当前在以下地区运行：美国东海岸(us-east)，欧洲(eu)，中国大陆(cn)和亚太/新加坡(sg)。

source: URL:
zh: 链接：

source: User participation to pool's mining power is measured by <strong>scoring hash rate</strong>. It reflects how much work the user did in recent hours. You can understand scoring hash rate as an <em>exponential moving average</em> from hash rate of all user mining devices connected to the pool (see <a href="%(url)s" target="_blank">%(globe)s EMA on wikipedia</a>). The averaging smooths out short hash rate drops or increases and makes rewards calculation more stable and fair (the exact mathematical definition is provided lower).
zh: 用户参与挖矿的能力由<strong>指数加权hash速率</strong>衡量。它反映的是用户在当前的一段时间内工作的量。您可以把指数加权hash速率看作由所有用户连接到矿池的挖矿设备的hash速率<em>指数加权变动的均值</em> (参看 <a href="%(url)s" target="_blank">%(globe)s EMA on wikipedia</a>)。平均的方法消除了hash速率短期升降的影响，使报酬结果的计算更稳定公平（精确的数学计算之后有提供）。

source: We are able to gauge interest in proposed changes, updates and tweaks of our mining pool quite precisely thanks to the unique way of collecting feedback – <a href="%(dev_corner)s">the devcorner</a>.
zh: 多亏了反馈收集的独特方式，我们可以精确地衡量用户对矿池提出的更改，更新和调整的感兴趣程度－<a href="%(dev_corner)s">开发角</a>。

source: One of the important topics turned out to be the reward system. There seems to be a couple of miners who would prefer different system but majority approved keeping the current score based rewards (<a href="%(rewards)s">see how it works here</a>), therefore we decided to stick with the current reward system.
zh: 一个重要的话题是关于报酬系统的。好些用户偏好不同的系统但多数同意保持现有的报酬计算方式(<a href="%(rewards)s">这里查看工作原理</a>)，因此我们坚持使用目前的报酬系统。

source: If the demand for different system grows in future we will be happy to change it to meet the needs of our miners.
zh: 如果将来有更多用户要求采用不同的报酬系统，我们乐意去改变以满足用户需求。

# UI
source: Captcha
zh: 验证码

# UI
source: FAQ
zh: 常见问题

# UI
source: Wallet change has already been confirmed from your IP today (%(param)s). For security reasons, only one wallet change request per IP can be processed within 24 hours. We are sorry for this inconvenience. Please, try again tomorrow.
zh: 钱包更改申请今天已从您的IP确认(%(param)s)。出于安全考虑，同一IP24小时内钱包更改只能一次。我们为带来的不便表示歉意，请明天再尝试。

# UI
source: Your request cannot be completed earlier than 24 hours from creation. The time limit will pass at %(param)s UTC. We are sorry for the inconvenience. This limitation has been activated due to recent brute force attacks on user profiles.
zh: 您的请求在创建后24小时内不能完成。其限制的时间点将到 %(param)s世界统一时间。我们为此不便表示歉意。这项限制被启用源于最近针对用户资料的强力袭击。

# UI
source: CDF
zh: 累积分布函数

source: Only alphabetical characters, numbers and underscore are allowed in username!
eo: Sole literciferaj signoj kaj substreko estas permesita en uzantnomo!
pt_br: São permitidos apenas caracteres alfabéticos, numéricos e underline no nome de usuário!

source: The username "%(username)s" is already taken.
eo: La uzantnomo "%(username)s" estas prenita.
nl: De gebruikersnaam "%(username)s" is niet beschikbaar.
pl: Nazwa"%(username)s" jest już zajęta.
pt_br: O nome de usuário "%(username)s" já está sendo utilizado.

source: Username in stats
eo: Uzantonomo en statistiko
nl: Gebruikersnaam in de statistieken
pl: Nazwa w statystykach
pt_br: Usuário nas estatísticas

source: Show my username in public server stats
eo: Montru mian uzantonomon en publika servila statistiko
nl: Laat mijn gebruikersnaam in de publieke serverstatistieken zien
pl: Pokazuj moją nazwę w publicznych statystykach serwera
pt_br: Mostrar meu usuário em estatísticas publicas do servidor

source: Notify me on payout
eo: Avizu min kiam pagita.
nl: Stuur me een notificatie bij een uitbetaling
pl: Powiadom mnie przy wypłacie
pt_br: Notificar-me sobre o pagamento

source: Send email when the system sends me a payment
eo: Sendu retpoŝton kiam la sistemo sendas pago al mi
nl: Stuur me een email wanneer het systeem een uitbetaling stuurt
pl: Wysyła email, gdy system wysyła wypłatę
pt_br: Enviar um e-mail quando o sistema efetuar um pagamento

source: Bitcoin address
eo: Bitmona adreso
nl: Bitcoin adres
pl: Adres Bitcoin
pt_br: Endereço Bitcoin

source: Your <strong>Bitcoin</strong> address for receiving rewards
eo: Via <strong>bitmona</strong> adreso por ricevado de rekompencoj
nl: Uw <strong>Bitcoin</strong> adres om beloningen te ontvangen
pl: Adres <strong>Bitcoin</strong>, na który będą przesyłane wypłaty
pt_br: Seu <strong>Bitcoin</strong> endereço para receber as recompensas

source: Send threshold
eo: Senda sojlo
nl: Threshold om te versturen
pl: Próg wysyłki
pt_br: Limite de envio

source: This is not a valid Bitcoin address. Please install Bitcoin client or register some web wallet to get one.
eo: Ĉi tiu bitmona adreso estas malvalida. Bonvolu instali bitmonan klienton aŭ registri ian TTT-an monujon por akiri adreson.
nl: Dit is geen geldig Bitcoin adres. Gelieve de Bitcoin software te installeren of registreer een web portemonnee om er een te krijgen.
pl: To nie jest prawidłowy adres Bitcoin. Aby otrzymać tak adres proszę zainstalować klienta Bitcion lub skorzystać z serwisu portfelowego.
pt_br: Este não é um endereço Bitcoin válido. Por favor instale o cliente Bitcoin ou registre-se em uma carteira online para receber um endereço.

source: IP address/Domain
eo: IP-adreso/domajno
nl: IP adres/Domein
pl: Adres IP/Domena
pt_br: Endereço IP/ Domínio

source: Enter IP address from which miner connections will be accepted.
eo: Enigu IP-adreson por akceptado de minilaj konektoj.
nl: Vul het ip adres van de mijner in vanwaar connecties geaccepteerd moeten worden.
pl: Podaj adres IP, z którego będą akceptowane połączenia górników.
pt_br: Informe o endereço IP do mineirador cujas conexões serão aceitas.

source: Login suffix
eo: Ensaluta sufikso
pl: Dodatek do loginu
pt_br: Sulfixo de login

source: Worker login will be &lt;your username&gt;.&lt;login suffix&gt;
eo: Laboranta ensaluto estos &lt;via uzantnomo&gt;.&lt;ensaluta sufikso&gt;
nl: Werker login zal &lt;uw gebruikersnaam&gt;.&lt;login suffix&gt;
pl: Login górnika będzie postaci &lt;twój login&gt;.&lt;dodatek do loginu&gt;
pt_br: Login do trabalhador será &lt;your username&gt;.&lt;sulfixo de login&gt;

source: Password
eo: Pasvorto
nl: Paswoord
pl: Hasło
pt_br: Senha

source: Dots are not allowed in worker name
eo: Punktoj ne estas permesita en nomo de laboranto.
nl: Gelieve geen punten te gebruiken in de werkernaam
pl: Nie można używać kropek w nazwie górnika
pt_br: Pontos não são permitidos no nome do trabalhador

source: Username
eo: Uzantnomo
nl: Gebruikersnaam
pl: Nazwa
pt_br: Nome de usuário

source: Enter a valid username.
eo: Enigi validan uzantnomon.
nl: Vul een geldige gebruikersnaam in.
pl: Proszę podać poprawną nazwę.
pt_br: Infórme um nome de usuário válido

source: Email
eo: Retpoŝto

source: Required password
eo: Postulita pasvorto
nl: Verplicht paswoord
pl: Wymagane hasło
pt_br: É necessário informar a senha

source: Password again
eo: Pasvorto ree
nl: Paswoord nogmaals
pl: Hasło powtórnie
pt_br: Informe novamente a senha

source: Passwords are different!
eo: Pasvortoj estas malsamaj!
nl: Paswoorden zijn verschillend!
pl: Hasła się różnią!
pt_br: As senhas são dferentes

source: Maximum %(count)d whitelisted IPs per account allowed.
eo: Maksimuma %(count)d listigitaj IP-adresoj je blanka listo permesita en konto.
pl: Na liście dozwolonych adresów IP można umieścić maksymalnie %(count)d pozycji.
pt_br: É permitido um máximo de %(count)d IPs confiáveis por conta.

source: <User%(id)d>
eo: <Uzanto%(id)d>

source: Token not generated yet
eo: Ĵetono ne generita ĝis nun
nl: Token is nog niet gegenereerd
pl: Token nie został jeszcze utworzony
pt_br: O Token ainda não foi gerado

source: Invalid token
eo: Malvalida ĵetono
nl: Ongeldig token
pl: Nieprawidłowy token
pt_br: Token inválido

source: Wallet change confirmation
eo: Konfirmo de monuja ŝanĝiĝita
nl: portemonneeverandering confirmatie
pl: Potwierdzenie zmiany portfela
pt_br: Confirmação da mudança da carteira

source: Namecoin
eo: Nomamono

source: Bitcoin
eo: Bitmono

source: New account confirmation
eo: Konfirmo de nova konto
nl: Nieuwe account confirmatie
pl: Potwierdzenie nowego konta
pt_br: Confirmação de nova conta

source: Delete account confirmation
eo: Konfirmo de forigo de konto
nl: Verwijder account confirmatie
pl: Potwierdzenie usunięcia konta
pt_br: Confirmação de exclusão de conta

source: Account has been updated.
eo: Konto ĝisdatiĝis.
nl: Account is geupdated
pl: Konto zostało zaktualizowane.
pt_br: Conta atualizada.

source: Account banned. Contact pool administrator at support@bitcoin.cz
eo: Konto forbariĝis. Kontaktu grupadministranto ĉe support@bitcoin.cz
nl: Account verboden. Contacteer de pool administrator via support@bitcoin.cz
pl: Konto zablokowane. Skontaktuj się z administratorem: support@bitcoin.cz
pt_br: A conta foi banida. Entre em contato com o administrador do pool em: support@bitcoin.cz

source: Delete my account
eo: Forigi mian konton
nl: Verwijder mijn account
pl: Usuń konto
pt_br: Excluir minha conta

source: Confirmation email has been send. Please check your mailbox and follow the link.
eo: Konfirma retpoŝto estis sendita. Bonvolu kontroli vian enirkeston kaj sekvu la ligilo.
nl: Confirmatie email is gestuurd. Gelieve je postbus na te zien de link te volgen
pl: Wysłano email potwierdzający. Proszę sprawdzić skrzynkę i kliknąć w link.
pt_br: E-mail de confirmação enviaxo. Porfavor verifique sua caixa de entrada e siga o link.

source: Confirmation link which you provided is not valid. Please be sure that your confirmation link has been generated in less than one hour. If your current link is older than one hour, please go to your profile settings and retry your request.
eo: La konfirma ligilo kiu vi provizis estas malvalida. Bonvolu certigi ke via konfirma ligilo estis kreita malpli ol antaŭ unu horo. Se via nuntempa ligilo estas pli aĝa ol unu horo, bonvolu iri al via profilaj agordoj kaj reprovu vian peton.
nl: De confirmatie link is niet geldig. Gelieve er zeker van te zijn dat je confirmatie link niet ouder is dan 1 uur. Gelieve naar je profielinstellingen te gaan en je verzoek nogmaals te proberen als je huidige link ouder dan 1 uur is.
pl: Link potwierdzający jest nieprawidłowy. Proszę się upewnić, że został on wygenerowany mniej niż godzinę temu. Jeśli jest starszy, proszę przejść do ustawień profilu i ponowić żądanie.
pt_br: O link de confirmação informado não é válido. Por favor verifique se seu link foi gerado a menos de uma hora. Se seu link tiver mais de uma hora, por favor va até suas configurações e peça uma nova senha.

source: News
eo: Novaĵoj
nl: Nieuws
pl: Wiadomości
pt_br: Noticias

source: Hall of Fame
eo: Halo de Fameco
pl: Hala Zasłużonych
pt_br: Hall da Fama

source: Statistics
eo: Statistiko
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas

source: Graphs
eo: Grafeoj
nl: Grafieken
pl: Wykresy
pt_br: Gráficos

source: Logout
eo: Elsaluti
nl: Uitloggen
pl: Wyloguj
pt_br: Sair

source: Sign up HERE
eo: Enigi
nl: Registreer HIER
pl: Rejestracja
pt_br: Registre-se aqui

source: Login
eo: Salutnomo
pt_br: Entrar

source: Your account is already activated.
eo: Via konto estas aktivigita jam.
nl: Uw account is al geactiveerd.
pl: Twoje konto zostało już aktywowane.
pt_br: Sua conta ja está ativada.

source: Your account has been activated!
eo: Via konto aktiviĝis!
nl: Uw account is geactiveerd!
pl: Konto zostało aktywowane!
pt_br: Sua conta foi ativada.

source: Your pool account is now ready for mining. Please use following credentials in your mining software:
eo: Via grupa konto estas preta jam por minado. Bonvolu uzi sekvantajn ensalutilojn en via minada programo.
pt_br: Sua conta no grupo ja está ativada e pronta para a mineração. Por favor, use as seguintes credenciais para seu software de mineração.

source: Worker login:
eo: Laboranta ensalultnomo:
pt_br: Login do trabalhador:

source: Worker password:
eo: Laboranta pasvorto:
pt_br: Senha do Trabalhador:

source: This is not your website login, use it only for your mining software.
eo: Tiu ne estas via TTT-ejo ensalutnomo. Uzu ĝin sole por via minada programo.
pt_br: Este não é o login do site, utilize apenas para o software de mineiração.

source: You can change it or register more workers on your profile page.
eo: Vi povas ŝanĝi ĝi aŭ registri pluajn laborantojn en via profila paĝo.
pt_br: Você pode trocar ou registrar mais trabalhadores em sua página.

source: Hello
eo: Saluton
nl: Hallo
pl: Witaj
pt_br: Olá

source: The link is valid for one hour. If you missed this email and link isn't valid anymore, please go to the website and retry the request.
eo: La ligilo estas valida por unu horo. Se vi preterlasis ĉi tiun retpoŝton kaj la ligilo ne estas valida plu, bonvolu iri al TTT-ejo kaj reprovu la peton.
pl: Link jest aktywny przez godzinę. Jeśli przegapiłeś tego mejla i link nie jest już aktywny, wejdź proszę na stronę i ponów żądanie.
pt_br: O link é válido por apenas uma hora. Se voce perdeu este email, o link não tem mais validade, por favor, vá para o site e faça um novo pedido.

source: Remaining balance of this account will be considered as a pool donation. If you forgot to request the payout, you have the last chance right now.
eo: La restanta bilanco de ĉi tiu konto estos konsiderita esti donacio al la grupo. Se vi forgesis peti la transpagito, vi havas la lastan okazon nun.
pl: Środki pozostałe na koncie zostaną potraktowane jako darowizna dla kolektywu. Jeśli chcesz poprosić o wypłatę, to teraz masz ostatnią szansę.
pt_br: O saldo restante desta conta será considerado como doação para o grupo. se você esqueceu de pedir o pagamento, você tem uma ultima chance agora.

source: If you didn't initiate this request, please don't click the confirmation link above,
eo: Se vi ne iniciatis ĉi tiun peton, bonvolu ne klaki la konfirma ligilo supre menciita.
pl: Jeśli to nie Ty wysłałeś żądanie, proszę nie klikaj na link potwierdzający,
pt_br: Se voce não fez seu pedido, por favor, não clique no link de confirmação acima,

source: change your password immediately and report this incident to support@bitcoin.cz.
eo: Ŝanĝu vian pasvorton *tuj* kaj raportu ĉi tiun okazon al support@bitcoin.cz.
pl: natychmiast zmień hasło i zgłoś ten incydent na adres support@bitcoin.cz.
pt_br: Troque sua senha imediatamente e reporte este incidente para support@bitcoin.cz.

source: Best regards,
eo: Sincere,
nl: Met vriendelijke groeten,
pl: Pozdrawiam,
pt_br: Cumprimentos,

source: The Pool Operator
eo: La grupadministranto
nl: De Pool Beheerder
pl: Operator Kolektywu
pt_br: O Operador do grupo

source: Stats
eo: Statistiko
pl: Statystyki
pt_br: Estatísticas

source: (TOP50 miners)
eo: Supra kvindek ministoj
nl: (TOP50 mijnwerkers)
pl: (50 najlepszych górników)
pt_br: (TOP 25 mineiros)

source: Found blocks
eo: Trovitaj blokoj
nl: Gevonden blokken
pl: Znalezionych bloków
pt_br: Blocos encontrados

source: Hash rate
eo: Haketa rapido
pt_br: Tasha de Hash

source: Mhash/s
eo: milionaj haketoj en sekundo

source: yes
eo: jes
nl: ja
pl: tak
pt_br: Sim

source: no
eo: ne
nl: neen
pl: nie
pt_br: Não

source: What is Bitcoin Pooled Mining?
eo: Kio estas Bitmona Grupminado?
nl: Wat is Bitcoin Pooled Mijnen?
pl: Czym jest kopalnia Bitcion?
pt_br: O que é mineiração em grupo ?

source: Bitcoin pooled mining is a way for multiple users to work together to mine <a href='http://www.weusecoins.com'>bitcoins</a>, and to share the benefits fairly.
eo: Bitmona grupminado estas metodo por multaj uzantoj kunlabori mini <a href='http://www.weusecoins.com'>bitmono</a> (angle: Bitcoins), kaj dividi la gajnojn juste.
pl: Kopalnia (pooled mining) jest metodą wspólnej pracy nad "kopaniem" waluty <a href='http://www.weusecoins.com'>bitcoin</a> ze sprawiedliwym podziałem zysków.
pt_br: Mieração de Bitcoin em grupo é uma maneira onde multiplos isiarios podem trabalhar juntos para minerar <a href='http://www.weusecoins.com'>bitcoins</a>, e para compartilhar os beneficios de uma maneira justa.

source: Why do I need bitcoin pool?
eo: Kial mi bezonas bitmonan grupon?
nl: Waarom heb ik een bitcoin pool nodig?
pl: Po co mi kopalnia?
pt_br: Porque eu preciso do grupo de mineração de Bitcoin ?

source: Bitcoins are ordinarily only ever created in chunks of 25 at a time, with the whole 25 paid to a single person. Furthermore, the race to get the 25 BTC prize in a given block is highly competitive.
eo: Bitmonoj estas kreita normale en blokoj de 50-aj moneroj per unu fojo, kun la tuta 50-a moneroj pagis la unu persono. Plu, la vetkuro akiri la 50-a BTC premio en ĉiu bloko estas konkura alte!
pl: Bitcoiny są tworzone wyłącznie w pakietach po 25 na raz i cała ta kwota jest wypłacana jednej osobie. Konkurencja w wyścigu do tej nagrody jest jednak ogromna.
pt_br: Bitcoins são ordinariamente criados em blocos de 50BTC por vez, com o total de 25 Bitcoins pagos para uma unica pessoa. Além disso, a corrida para conseguir os 50BTC por bloco é altamente competitiva.

source: If you set out mining on your own, it may be a long time before you can make a return. Pooled mining allows you to receive smaller, more frequent, steadier payouts instead. If you have a slower computer, or a CPU miner, then pooled mining may be the only way that you will ever mine any bitcoins at all.
eo: Se vi minas sole, estas ebla esti longega tempo antaŭ vi ricevas pagon. Grupminado permesas vin ricevi pli malgrandajn, pli oftajn, pli neŝanĝiĝemajn pagojn anstataŭe. Se vi havas pli malrapidan komputilon, aŭ CPU minilo, tiam grupminado povus esti sola metodo ke vi minos ajnajn bitmonojn ĉiam entute.
pl: Podejmując się samodzielnego kopania, możesz długo czekać na zwrot. Praca w kopalni pozwala na otrzymywanie mniejszych, ale za to bardziej regularnych wypłat. Jeśli posiadasz wolniejszy komputer, wtedy udział w kopalni może być jedynym sposobem na uzyskanie jakichkolwiek monet.
pt_br: Se você quiser minerar por sua conta, podera levar um longo tempo antes que você consiga ter algum retorno. A mineração em grupo te habilita a receber uma quantidade menor, mas mais frequente com pagamentos regulares. Se você tem um computador lento, ou um mineiro por CPU, então a mineração em grupo pode ser a unica forma de você conseguir minerar alguns bitcoins.

source: How does bitcoin pool work?
eo: Kiamaniere bitmona grupo verkas?
nl: Hoe werkt een bitcoin pool?
pl: Jak działa kopalnia?
pt_br: Como a mineração em grupo funciona?

source: Our server gives users blocks of very low difficulty to solve. Each solution found is registered as one 'share'. Occasionally, a solution will happen to also meet the full-strength difficulty requirements of the Bitcoin network, resulting in a successful 25 BTC minting.
eo: Nia servilo donas al uzantoj blokojn kiun estas tre facila solvi. Ĉiu solvo trovita estas registrita kiel unu 'parto'. Foje, solvo kontentigos ankaŭ la plenajn postulojn de la Bitmona reto, kiu produktas sukcesa 25 BTC minado.
pl: Nasze serwery przydzielają użytkownikom bloki o niskiej trudności rozwiązania. Każde rozwiązanie zapisywane jest jako jeden "udział". Co jakiś czas rozwiązanie może także spełniać kryterium pełnej trudności wymagane przez sieć Bitcoin, dzięki czemu zostanie uzyskana wota 25 BTC.
pt_br: Nosso servidor da aos usuários blocos de baixa dificuldade para resolver. Cada solução achada é registrada como um 'share'. Consequentemente, a maxima dificuldade será alcançada para a rede bitcoin gerando então os 25 BTC.

source: This 25 BTC is divided among all of the users that contributed to that round, weighted by the number of shares that they earned. Therefore, the reward earned by a given user is given by the following formula:
eo: Tiu 25 BTC dividiĝas inter tuta la uzantoj kiu kontribuis al tiu raŭndo, pezita de la numero de partoj kiuj ili perlaboris. Tial, la rekompenco perlaborita de certa uzanto determiniĝis de la tiu formulo:
pl: Kwota ta jest dzielona pomiędzy wszystkich użytkowników, którzy brali udział w danej rundzie, a podział sumy jest ważony liczbą udziałów. W związku z tym nagroda otrzymywana przez danego użytkownika obliczana jest według wzoru:
pt_br: Estes 25 BTC são divididos entre os usuários que contribuiram para a rodada, de acordo com o numero de partes que cada um resolveu. Por isso o premio conquistado por usuário é feito da seguinte forma:

source: Shares do not carry over from one round to the next. When the pool mine a block, only users who worked on that block are rewarded, and only for work they did on that block. This is an unavoidable consequence of the way that Bitcoin mining in general works.
eo: Partoj ne persistis inter raŭndoj. Kiam la grupo minas blokoj, sole uzantoj kiuj laboris por tiu bloko perlaboras rekompencon, kaj sole por laboro kiu ili plenumis por tiu bloko. Tiu estas malevitebla konsekvenco de la maniero, ke bitmona minado funkcias ĝenerale.
pl: Udziały nie przechodzą z jednej rundy na następną. Kiedy kopalnia rozwiąże blok, nagrodę otrzymują tylko ci użytkownicy, którzy pracowali nad jego rozwiązaniem i tylko za wykonaną nad nim pracę.To nieunikniona konsekwencja ogólnej zasady rozwiązywania bloków Bitcoin.
pt_br: As partes não são levados de uma rodada a outra. Quando o grupo minera um bloco, apenas os usuários que trabalharam serão recompensados, e de acordo com o trabalho de cada um. Esta é uma consequencia de como a mineração funciona em geral.

source: Key features
eo: Gravaj trajtoj
nl: Belangrijkste kenmerken
pl: Kluczowe właściwości
pt_br: Características chave

source: Service lifetime & operator trust
eo: Serva vivodaŭro kaj konfido en funkciigisto
pl: Żywotność serwisu oraz zaufanie do operatora
pt_br: Serviço por tempo integral & operador de confiança
