Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Our support team is here for you <strong>24/7</strong>. We are working hard to give you a helpful answer in any situation.
cs: Náš tým zákaznické podpory je tu pro vás <strong>24/7</strong>. Tvrdě pracujeme na tom, abychom vám dali správnou odpověď v každé situaci.
fr: Notre service technique est disponible <strong>24h/24 et 7/7 jours</strong>. Nous travaillons dur pour vous aider à trouver une solution à vos problèmes.
zh: 我们的技术支持小组在这里 <strong>全年每天24小时</strong> 为您服务。我们为给您在任何情况下提供有用的答复正非常努力地工作着。

# UI, action
source: Login
cs: Přihlašovací jméno
es: Iniciar sesión
fr: Identifiant
zh: 登录

# UI
source: <span>Please</span> Log in
cs: <span>Prosím</span> přihlašte se
es: <span>Por favor</span> Inicia sesión
fr: <span>Veuillez vous connecter</span>
zh: <span>请</span>登录

# UI
source: Don't have an account?
cs: Nemáte ještě účet?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
zh: 没有账户？

# UI
source: Forgot your password?
cs: Zapomenuté jméno/heslo?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
zh: 忘记密码？

# UI
source: Can't login?
cs: Nemůžete se přihlásit?

# UI
source: <span>Read-only</span> Access
cs: Přístup <span>pouze pro čtení</span>

# UI
source: Invalid read-only access token
cs: Neplatný token pro přístup pouze pro čtení

# UI
source: Help <span>Center</span>
cs: <span>Centrum</span> nápovědy
es: <span>Centro</span> de Ayuda

# UI
source: <strong>Development</strong> Corner
cs: <strong>Vývojářský</strong> koutek
es: <strong>Rincón</strong> del desarrollo
fr: <strong>Coin de développement</strong>
zh: <strong>开发</strong> 角

# UI
source: <strong>Terms</strong> of Service
cs: <strong>Podmínky</strong> užítí
es: <strong>Términos</strong> del servicio
fr: <strong>Conditions d'utilisation</strong>
zh: 服务 <strong>条款</strong>

# UI
source: <strong>Home</strong> Page
cs: <strong>Domovská</strong> stránka
es: Página de <strong>Inicio</strong>
fr: <strong>Page d'accueil</strong>
zh: <strong>主</strong> 页

# UI
source: <strong>News</strong>
cs: <strong>Novinky</strong>
es: <strong>Noticias</strong>
fr: <strong>Nouveautés</strong>
zh: <strong>新闻</strong>

# UI
source: <strong>Team</strong>
cs: <strong>Tým</strong>

# UI, top menu
source: Pool <span>Statistics</span>
cs: Poolové <span>statistiky</span>
es: <span>Estadísticas</span> del Pool
fr: <span>Statistiques de la pool</span>
zh: 矿池 <span>统计</span>

# UI
source: <strong>System</strong> Stats
cs: <strong>Systémové</strong> statistiky
es: Estadísticas del <strong>Sistema</strong>
fr: <strong>Statistiques du système</strong>
zh: <strong>系统</strong> 统计

# UI
source: <strong>Hash Rate</strong> Proof
cs: Důkaz <strong>výkonu</strong>

# UI
source: <strong>Block</strong> History
cs: <strong>Historie</strong> bloků
es: Historial de <strong>Bloques</strong>
fr: <strong>Historique des blocs</strong>
zh: <strong>矿区</strong> 历史

# UI
source: <strong>Hall</strong> of Fame
cs: <strong>Síň</strong> slávy
es: <strong>Salón</strong> de la fama
fr: <strong>Tableau d'honneur</strong>
zh: 名人 <strong>堂</strong>

# UI
source: <strong>JSON</strong> stats
cs: <strong>JSON</strong> statistiky
es: Estadísticas <strong>JSON</strong>
fr: <strong>Statistiques JSON</strong>
zh: <strong>JSON</strong> 统计

# UI
source: <strong>JSON</strong> Stats
cs: <strong>JSON</strong> statistiky
es: Estadísticas <strong>JSON</strong>
fr: <strong>Statistiques JSON</strong>
zh: <strong>JSON</strong> 统计

# UI
source: My <span>account</span>
cs: Můj <span>účet</span>
es: Mi <span>Cuenta</span>
fr: <span>Mon compte</span>
zh: 我的 <span>账户</span>

# UI
source: <strong>Dashboard</strong>
cs: <strong>Přehled</strong>
es: <strong>Tablero de control</strong>
fr: <strong>Tableau de bord</strong>
zh: <strong>仪表板</strong>

# UI
source: <strong>Workers</strong>
cs: <strong>Zařízení</strong>
es: <strong>Trabajadores</strong>
fr: <strong>Travailleurs</strong>
zh: <strong>矿工</strong>

# UI
source: <strong>Monitoring</strong>
cs: <strong>Sledování</strong>
es: <strong>Monitorización</strong>
fr: <strong>Surveillance</strong>
zh: <strong>监控</strong>

# UI
source: <Strong>Rewards</strong>
cs: <strong>Odměny</strong>
es: <Strong>Recompensas</strong>
fr: <strong>Récompenses</strong>
zh: <Strong>报酬</strong>

# UI
source: <Strong>Payouts</strong>
cs: <Strong>Výplaty</strong>
es: <Strong>Pagos</strong>
fr: <strong>Paiements</strong>
zh: <Strong>报酬支付历史</strong>

# UI
source: <Strong>Activity</strong> Log
cs: <Strong>Záznam</strong> aktivit
es: Log de <Strong>Actividad</strong>
fr: <strong>Journal d'activités</strong>
zh: <Strong>活动</strong> 日志

# UI
source: <strong>Settings</strong>
cs: <strong>Nastavení</strong>
es: <strong>Ajustes</strong>
fr: <strong>Paramètres</strong>
zh: <strong>设置</strong>

# UI
source: Pool is synchronizing mining data, information about last shares can be slightly delayed. The process will finish in a moment.
cs: Pool synchronizuje data o těžení, informace o posledních řešeních mohou být lehce zpožděna. Tento proces skončí za okamžik.
fr: La pool synchronise les données minées, l'information sur les dernières actions peuvent prendre du retard. Le processus va se terminer sous peu.
zh: 矿池同步挖矿数据，最新share信息可能会有一点点延迟。处理将很快完成。

# UI
source: It looks like you have clicked on invalid or broken link. This can be caused by your email client or recent account changes. Please go to you account settings and disable your monitoring reports manually.
cs: Vypadá to, že jste kliknul na neplatný nebo poškozený odkaz. Toto může být způsobeno vaším emailovým klientem nebo nedávnými změnami na účtu. Zrušte prosím zprávy o sledování v nastavení svého účtu ručně.
fr: On dirait que vous avez cliqué sur un lien invalide ou cassé. Cela peut provenir de votre client de messagerie ou de l'évolution récente de votre compte. Allez dans vos paramètres du compte et désactivez vos rapports de suivi manuellement.
zh: 您好像点击了无效或坏的链接。可能是您的邮箱客户端或您最近有账户更改引起的。请去您的账户设置禁止报告监控功能。

# UI
source: You have been successfully unsubscribed from your monitoring email reports. If you would like to receive these reports again, please go to your account settings.
cs: Odebírání zpráv o stavu sledování emailem bylo úspěšně odhlášeno. Pokud si přejete znovu dostávat tyto zprávy, tuto možnost najdete v nastavení svého účtu.
fr: Vous avez été correctement désabonné de vos rapports de suivi par email. Si vous désirez recevoir ces rapports à nouveau, veuillez retourner dans les paramètres de votre compte.
zh: 您已取消了监控报告邮件的订阅。如果您之后想继续接受报告，请去您的账户设置。

source: You have pending request for changing <strong>%(currency)s</strong> wallet to <strong>%(wallet_pending)s</strong>.
cs: Máte nevyřízený požadavek na změnu <strong>%(currency)s</strong> peněženky na <strong>%(wallet_pending)s</strong>.
ru: У Вас есть отложенный запрос для изменения <strong>%(currency)s</strong> адреса кошелька на <strong>%(wallet_pending)s</strong>.
zh: 您有待定的请求：更改<strong>%(currency)s</strong>钱包为<strong>%(wallet_pending)s</strong>。

source: Email confirmation has been sent to '%(email)s'. Please check your mailbox and follow confirmation link.
cs: Právě vám byl na '%(email)s' zaslán potvrzující email. Zkontrolujte prosím svou emailovou schránku a následujte zaslané instrukce.
es: El Email de confirmación ha sido enviado a '%(email)s'. Por favor mire en su bandeja de entrada y siga el enlace de confirmación.
fr: Un email de confirmation vous a été envoyé à '%(email)s'. Veuillez consulter votre boite email et suivre le lien de vérification.
ru: На ваш адрес %(email)s отправлено подтверждающее электронное письмо. Пожалуйста, проверьте свою электронную почту и перейдите по подтверждающей ссылке.
zh: 确认邮件已发送至'%(email)s'。请查看邮箱后使用邮件里的链接。

source: If you didn't receive confirmation email yet, you can also <a href="%(url_resend)s">resend confirmation</a>.
cs: Pokud vám potvrzující email ještě nedorazil, můžete požádat o jeho <a href="%(url_resend)s">přeposlání</a>.
fr: Si vous n'avez pas encore reçu l'email de confirmation, vous pouvez également <a href="%(url_resend)s">en redemander un</a>.
ru: Если Вы еще не получили подтверждающее электронное письмо, Вы можете <a href="%(url_resend)s"> отправить повторный запрос </a>.
zh: 如果您未收到确认邮件，您可以选择<a href="%(url_resend)s">重新发送</a>。

source: If you didn't initiate this change, please <a href="%(url_cancel)s">cancel the request</a> and <a href="%(url_password_reset)s">change your password</a> immediately.
cs: Pokud jste změnu adresy nevyžádal, <a href="%(url_cancel)s">zrušte tento požadavek</a> prosím a co nejdříve si <a href="%(url_password_reset)s">změňte heslo</a>.
fr: Si vous n'etes pas à l'origine de cette modification, veuillez <a href="%(url_cancel)s">annuler la demande</a> et <a href='%(url_password_reset)s'>changer votre mot de passe </a> immediatement.
ru: Если вы не запрашивали изменение адреса Вашего кошелька, пожалуйста, <a href="%(url_cancel)s">отмените данный запрос,</a> и <a href="%(url_password_reset)s"> измените свой пароль </a> без промедления.
zh: 如果您未要求此更改，请<a href="%(url_cancel)s">取消请求</a>并立即<a href="%(url_password_reset)s">更改您的密码</a>。

# UI
source: New User Registration
cs: Registrace nového uživatele
es: Registro de nuevo Usuario
fr: Enregistrement nouvel utilisateur
zh: 新用户注册

# UI
source: Thank you, %(username)s, for registering with the pool
cs: Děkujeme %(username)s, za registrování se na poolu
fr: Merci %(username)s de vous être inscrit sur la pool
zh: %(username)s， 谢谢您注册我们的矿池

# UI
source: Your account <strong>%(username)s</strong> has been created. Please, finish the registration process by following the activation link that has been sent to your email address: <strong>%(email)s</strong>.
cs: Váš účet <strong>%(username)s</strong> byl vytvořen. Dokončete prosím registraci kliknutím na aktivační odkaz, který byl odeslán na vaši emailovou adresu: <strong>%(email)s</strong>.
fr: Votre compte <strong>%(username)s</strong> a été créé. Veuillez compléter le processus d'inscription en suivant le lien d'activation qui vous a été envoyé à votre adresse email : <strong>%(email)s</strong>.
zh: 您的账户 <strong>%(username)s</strong> 已创建。请使用发送到您邮箱的激活链接完成注册流程： <strong>%(email)s</strong>。

# UI
source: In the mean time, you can follow our a step-by-step guide to get you started easily.
cs: Mezitím můžete postupovat podle našeho podrobného manuálu, který vám pomůže začít.
fr: En attendant, vous pouvez suivre notre guide étape par étape pour débuter facilement.
zh: 同时，您可以使用我们的详细步骤指南轻松开始。

# UI
source: User <span>Manual</span>
cs: Uživatelský <span>manuál</span>
es: <span>Manual</span> de usuario
fr: <span>Manuel d'utilisateur</span>
zh: 用户 <span>指南</span>

# UI
source: Our user manual provides a lot of useful information for troubleshooting any potential mining issues and explains many important concepts and features.
cs: Náš uživatelský manuál nabízí spoustu užitečných informací, podle kterých je možné analyzovat a vyřešit spoustu potenciálních problémů s těžením, a zároveň vysvětluje množství důležitých konceptů a vlastností systému.
fr: Notre manuel de d'utilisateur fournit beaucoup d'informations utiles pour résoudre des problèmes éventuels de minage et explique également de nombreuses fonctionnalités et concepts importants.
zh: 我们的用户指南提供大量的潜在挖矿故障排除的信息和许多重要概念和特性的说明。

# UI
source: Getting Started
cs: Začínáme těžit
es: Comenzando
fr: Mise en route
zh: 入门准备

# UI
source: User Manual
cs: Uživatelský manuál
es: Manual de Usuario
fr: Manuel d'utilisateur
zh: 用户指南

# UI, Page title
source: Password reset
cs: Obnovení hesla
es: Restablecer contraseña
fr: Reinitialisation du mot de passe
zh: 密码重设

# UI
source: Password reset
cs: Obnovení hesla
es: Restablecer contraseña
fr: Reinitialisation du mot de passe
zh: 密码重设

# UI
source: If you have forgotten your password, please enter your e-mail address below and we will send you instructions for setting a new one.
cs: Zapomenuté heslo? Zadejte svou emailovou adresu a budou vám odeslány instrukce pro nastavení nového.
es: Si has olvidado tu contraseña, por favor, introduce tu dirección de e-mail a continuación y te enviaremos las instrucciones para establecer una nueva.
fr: Vous avez oublié votre mot de passe? Entrez votre email ci-dessous et nous vous enverrons des intructions pour le changer.
zh: 如果您忘记密码了，请在下面输入您的邮箱地址，我们会发送设置一个新密码的指导给您。

# UI
source: Reset my password
cs: Obnovení mého hesla
es: Restablecer mi contraseña
fr: Reinitialiser mon mot de passe
zh: 重置我的密码

# UI
source: or
cs: nebo
es: o
fr: ou
zh: 或

# UI
source: log in here
cs: přihlašte se zde
es: Ingrese aquí
fr: Identifiez-vous ici
zh: 这里登录

# UI
source: Enter new password
cs: Vložte nové heslo
es: Escriba la nueva contraseña
fr: Entrez le nouveau mot de passe
zh: 输入新密码

# UI
source: Please enter your new password twice so that we can verify that you typed it correctly.
cs: Zadejte prosím své nové heslo dvakrát, aby bylo možné ověřit, že jste ho zadal správně.
es: Por favor, introduzca su nueva contraseña dos veces para que podamos verificar que la escribes correctamente.
fr: Veuillez saisir votre nouveau mot de passe une seconde fois afin de vous prévenir d'une erreur de saisie.
zh: 请输入新密码两次以供我们验证您输入正确。

# UI
source: Change my password
cs: Změnit moje heslo
es: Cambiar mi contraseña
fr: Changer mon mot de passe
zh: 更改我的密码

# UI
source: Password reset complete
cs: Obnovení hesla je hotovo
es: Restablecimiento de la contraseña completado
fr: Le mot de passe a été changé
zh: 密码重置完成

# UI
source: Your password has been set. You may go ahead and log in now.
cs: Vaše heslo bylo nastaveno. Teď můžete pokračovat přihlášením.
es: Su contraseña se ha establecido. Usted puede seguir adelante e iniciar sesión ahora.
fr: Votre mot de passe a été enregistré. Vous pouvez vous connecter maintenant.
zh: 您的新密码已重置。您现在可以登录了。

# UI
source: Password reset successful
cs: Obnovení hesla bylo úspěšné
es: Contraseña restablecida con éxito
fr: Reinitialisation de mot de passe réussie
zh: 密码重置成功

# UI
source: Email confirmation has been sent to <strong>%(user_email)s</strong>.
cs: Instrukce pro obnovení hesla byly odeslány na <strong>%(user_email)s</strong>.
es: El Email de confirmación ha sido enviado a <strong>%(user_email)s</strong>.
fr: Un email de confirmation vous a été envoyé à <strong>%(user_email)s</strong>.
zh: 确认邮件已发送到<strong>%(user_email)s</strong>。

# UI
source: Please check your mailbox and follow confirmation link.
cs: Zkontrolujte prosím svou emailovou schránku a následujte instrukce obsažené v emailu.
es: Por favor, revise su E-mail y siga el link de confirmación.
fr: Vérifiez votre boite email et suivez le lien de confirmation.
zh: 请查看电子邮件然后使用确认链接。

# UI
source: If you do not receive an email, please make sure you have entered the address you registered with, and check your spam folder.
cs: Pokud jste neobržel žádný email, zkontrolujte prosím zaregistrovanou emailovou adresu a také složku nevyžádané pošty.
fr: Si vous ne recevez pas d'e-mail, veuillez vous assurer d'avoir entré l'adresse sur laquelle vous avez enregistré votre compte et vérifier également votre dossier spam.
zh: 如果您没有收到邮件，请确认您输入了正确的注册邮箱地址，并查看您的垃圾邮件栏。

# UI
source: In case you still did not receive the confirmation, please, try to <a href="%(reset_link)s" title="click to reset your password">reset your password</a> again.
cs: Pokud jste ještě neobdržel potvrzení, zkuste prosím <a href="%(reset_link)s" title="click to reset your password">zresetovat své heslo</a> ještě jednou.
fr: Dans le cas où vous n'avez toujours pas reçu l'e-mail de confirmation, veuillez <a href="%(reset_link)s" title="cliquez ici pour réinitialiser votre mot de passe "> réinitialiser votre mot de passe</a> à nouveau.
zh: 如果您仍然没有收到确认邮件，请尝试<a href="%(reset_link)s" title="click to reset your password">重置您的密码</a>。

# Page title
source: New account registration
cs: Registrace nového účtu
es: Registrar nueva cuenta
fr: Enregistrer un nouveau compte
zh: 新账户注册

# UI
source: Registration
cs: Registrace
es: Registro
fr: Inscription
zh: 注册

# UI
source: Register <span>an account</span>
cs: Registrovat <span>účet</span>
es: Registrar <span>una cuenta</span>
fr: Créer <span>un compte</span>
zh: 注册 <span>一个账号</span>

# UI
source: I agree with <a target="_blank" href="%(terms_url)s">terms of service</a>.
cs: Souhlasím se <a target="_blank" href="%(terms_url)s">smluvními podmínkami</a>.
fr: J'accepte les <a target="_blank" href="%(terms_url)s"> modalités de service</a>.
zh: 我同意<a target="_blank" href="%(terms_url)s">服务条款</a>。

# UI
source: Register now
cs: Zaregistrovat se
es: Regístrate ahora
fr: Inscrivez-vous maintenant
zh: 现在注册

# UI
source: Already have an account?
cs: Už máte účet?
es: ¿Tienes ya una cuenta?
fr: Vous avez déjà un compte ?
zh: 你已注册了账户？

# UI
source: Please accept the terms of service.
cs: Potvrďte prosím svůj souhlas s podmínkami užití.
es: Por favor acepta los términos del servicio.
fr: Veuillez accepter les conditions du service.
zh: 请接受服务条款。

# UI
source: Your account has been activated!
cs: Váš účet byl aktivován!
es: ¡Su cuenta ha sido activada!
fr: Votre compte a été activé !
zh: 您的账户已激活!

# UI
source: Your pool account is now ready for mining. Please, use the following credentials in your miner configuration:
cs: Váš účet na poolu je nyní připraven pro těžení. Zadejte prosím následující přihlašovací údaje do vašeho těžícího zařízení (mineru):
es: Su cuenta del Pool ahora está lista para minar. Por favor, utilice las credenciales siguientes en la configuración de su minero:
fr: Votre compte est prêt pour miner. Veuillez utiliser les informations d'identifications suivantes dans la configuration de votre miner :
zh: 您的矿池账户已就绪。请在您的配置里使用下面的证书：

# UI
source: Worker login:
cs: Přihlašovací jméno pro zařízení:
es: Login del trabajador:
fr: Connexion du travailleur :
zh: 矿工登录：

# UI
source: You can use an arbitrary worker password since it is not being checked by the pool.
cs: Pro zařízení můžete použít libovolné heslo, pool už ho nekontroluje.
fr: Vous pouvez utiliser un mot de passe arbitraire puisqu'il n'est pas vérifié par la pool.
zh: 您可以使用任意矿工密码，我们矿池并不会检查这些密码。

# UI
source: You can register more workers or further configure your account on your profile.
cs: Na své profilové stránce si můžete údaje o zařízení kdykoliv změnit nebo zaregistrovat další zařízení.
fr: Vous pouvez inscrire davantage de travailleurs ou encore configurer votre compte.
zh: 您可以注册更多矿工或进一步设置您的个人账户。

# UI
source: Please note, that <strong>%(worker)s</strong> is not your website login. It is the setting for your miner configuration.
cs: Pamatujte si prosím, že <strong>%(worker)s</strong> není vaše přihlašovací jméno na náš web. Je to údaj pro nastavení vašeho zařízení.
fr: Veuillez noter que <strong>%(worker)s</strong> n'est pas votre identifiant de site Web. C'est le paramètre pour la configuration du mineur.
zh: 请注意， <strong>%(worker)s</strong> 并不是您的网页登录账号。它只是您挖矿配置里的设定。

# UI
source: Login to continue
cs: Pro pokračování se přihlašte
es: Inicia sessión para continuar
fr: Connectez-vous pour continuer
zh: 登录以继续

source: Release notes
cs: Poznámky k verzi
es: Notas de lanzamiento
fr: Notes de publication
zh: 发布记录

# UI
source: Release <span>Notes</span>
cs: Poznámky <span>k verzi</span>
es: <span>Notas</span> de lanzamiento
fr: <span>Notes de publication</span>
zh: 发布<span>说明</span>

# UI
source: Explore Live Demo
cs: Prohlédněte si živé demo
es: Explora la demo en vivo
fr: Découvrez la démo en ligne
zh: 探索现场演示

# UI
source: Take a look at our Demo Account and investigate all the settings and live data in action.
cs: Podívejte se na Demo účet a prohlédniěte si všechny možnosti nastavení a reálná data v akci.
es: Echa un vistazo a nuestra cuenta Demo e investiga todas las configuraciones y datos en tiempo reac en acción.
fr: Jetez un oeil à notre compte de démonstration afin d'enquêter sur tous les paramètres et les données en ligne.
zh: 请看一下我们的模拟账户，亲自考察所有设置和实时数据。

# UI
source: Sign up here!
cs: Registrujte se zde!
es: ¡Regístrate aquí!
fr: Inscrivez-vous ICI !
zh: 这里注册！

# UI
source: Did you like it? You can instantly sign-up for your own account.
cs: Líbilo se vám to? Můžete se okamžitě zaregistrovat a mít svůj vlastní účet.
fr: Si vous avez aimé il ? Vous pouvez immédiatement vous inscrire.
zh: 您感兴趣吗？您可以立即注册您自己的账户。

# UI
source: New <span>Slush Pool AI</span>
cs: Nová <span>Slush Pool AI</span>

# UI
source: New AI <span>of Slush Pool</span>
cs: Nová AI <span>Slush Poolu</span>

# UI
source: <strong>Many improvements and features</strong> are coming ahead.
cs: <strong>Mnoho vylepšení a nových funkcí</strong> je na cestě.

# UI
source: Powerful <span>Dashboard</span>
cs: Obsáhlý <span>přehled</span>
fr: Puissant <span>tableau de bord</span>
zh: 强大的<span>仪表板</span>

# UI
source: <strong>See all important facts</strong> on one page.
cs: <strong>Všechna důležitá fakta</strong> na jedné stránce.
fr: <strong>Voir tous les faits importants</strong> sur une seule page.
zh: 同一页<strong>浏览所有重要事实</strong>。

# UI
source: Advanced <span>Monitoring</span>
cs: Pokročilé <span>sledování</span>
es: <span>Monitorización</span> Avanzada
fr: Dispositif de <span>surveillance avancé</span>
zh: 高级<span>监控</span>

# UI
source: <strong>Get notified</strong> when your workers have troubles or go back on-line.
cs: <strong>Upozorňování</strong>, když vaše zařízení mají problémy se znovu připojit.
fr: <strong>Soyez notifié</strong> quand vos travailleurs ont des problèmes ou qu'ils retournent en ligne.
zh: 矿工出现问题或恢复时立即<strong>被通知</strong>。.

# UI
source: Rule <span>the Pool</span>
cs: Vládněte <span>poolu</span>
zh: 驰骋<span>矿池</span>

# UI
source: <strong>Submit your ideas</strong> for improvement of this pool. <strong>Upvote what you like</strong> to see implemented first.
cs: <strong>Předložte vlastní nápady</strong> jak vylepšit tento pool. <strong>Dejte hlas těm</strong>, které chcete vidět naimplementované nejdřív.
fr: <strong>Soumettez vos idées</strong> d'amélioration pour la pool. <strong>Votez pour ce que vous aimeriez</strong> voir mis en œuvre en premier.
zh: 为改进矿池<strong>提交您的想法建议</strong>。<strong>投票给您想</strong>看到最先实施的提议。

source: My account
cs: Můj účet
eo: Mia konto
es: Mi cuenta
fr: Mon compte
nl: Mijn account
pl: Moje konto
pt_br: Minha conta
ru: Моя учетная запись
zh: 本人帐户

source: Contact Us
cs: Kontaktujte nás
fr: Contactez-nous
ru: Связаться с нами
zh: 联系我们

source: Contact us
cs: Kontaktujte nás
fr: Contactez-nous
ru: Связаться с нами
zh: 联系我们

source: Team
cs: Tým

source: SlushPool Team
cs: Slush Pool Tým

source: Founder, Advisor
cs: Zakladatel, Poradce

source: Infrastructure Admin
cs: Správce infrastruktury

source: Back-end Developer
cs: Back-end vývojář

source: Front-end Developer
cs: Front-end vývojář

source: Marketing, Customer Support
cs: Marketing, zákaznická podpora

# terms
source: Terms of service
cs: Smluvní podmínky
es: Términos del servicio
fr: Termes d'utilisation du service
zh: 服务条款

# terms
source: Terms of Service
cs: Smluvní podmínky
es: Términos del Servicio
fr: Termes d'utilisation du service
zh: 服务条款

# terms
source: In using this website you are deemed to have read and agreed to the following terms and conditions.
cs: Pokud používáte náš web, pokládáme za potvrzené, že jste si přečetli a souhlasíte s našimi smluvními podmínkami.
fr: En utilisant ce site web, vous avez pris connaissance et accepté les termes d'utilisation de ce service.
zh: 使用此网站将视为您已阅读并同意以下条款和条件。

# terms
source: Disclaimer - Exclusions and Limitations
cs: Varování - Výjimky a omezení
fr: Clause de non-responsabilité - Exclusions et Limitations
zh: 免责声明－除外责任和限值

# terms
source: Log Files
cs: Log soubory
es: Archivos de bitácora
fr: Fichiers de journaux
zh: 日志文件

# terms
source: Transaction Fees and Payouts
cs: Transakční poplatky a Výplaty
es: Comisiones en lad transacciones y pagos
fr: Frais de transaction et paiements
zh: 交易费用和支付
