Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Users have to trust pool operators, because pools aren't cheat-proof from the side of the operator.
eo: Uzantoj devas fidi grupfunkciigistoj, ĉar grupoj ne estas trompantrezista de la flanko de la operatoro.
pl: Użytkownicy muszą ufać operatorom, ponieważ kolektywy nie są odporne na oszustwa ze strony operatorów.
pt_br: Os usuários tem que confiar no operador do grupo, porque o grupo não é a prova de trapaça pelo lado do operador.

source: was the first Bitcoin mining pool, has been operating consistently since December 2010 and has a long history of stable and accurate payouts.
eo: estis la unua bitmona mingrupo, funkcianta konsekvence depost decembro 2010 kaj havas longa historio de stabilaj kaj precizaj transpagoj.
pl: jest najstarszym kolektywem Bitcoin i pracuje nieprzerwanie od grudnia 2010 szczycąc się regularnymi i dokładnymi wypłatami.
pt_br: foi o primeiro grupo de mineração Bitcoin, vem operando constantemente desde dezembro de 2010 e tem uma longa história de estabilidade e pagamentos corretos.

source: Namecoin Merged Mining
eo: Kunfandita minado por nomamono
nl: Namecoin Samengesteld Mijnen
pl: Zintegrowane wykopywanie Namecoin
pt_br: Grupo mixto de mineração Namecoin

source: The pool has been mining Bitcoins and Namecoins since October 2011. Thanks to this, users have higher mining income than mining on another Bitcoin-only pool.
eo: La grupo havas minita bitmonojn kaj nomamonojn depost oktobro 2011. Danke tiun, uzantoj havas pli alta enspezo de minado ol minado kun alia bitmona-sole grupo.
pl: Kolektyw wykopuje Bitcoin razem z Namecoin od października 2011. Dzięki temu nasi użytkownicy mają u nas większe przychody niż w innych kolektywach skierowanych wyłącznie na Bitcoin.
pt_br: O grupo vem minerando Bitcons e Namecoins desde Outubro de 2011. Graças a isso, os usuários tem uma maior entrada de recursos por mineração do que outros grupos de mineração apenas de Bitcoins.

source: Pool uses a fair distribution of rewards between members, making the pool hop-resistant. This has been mathematicaly proven.
eo: Grupo uzas justan distribuon de rekompencoj inter grupanoj, tiamaniere la grupo fariĝas hoprezista. Tiu estis demonstrita matematike.
pl: Nagrody są dzielne sprawiedliwie pomiędzy członków kolektywu, co zapobiega hopom. Zostało to matematycznie dowiedzione.
pt_br: O grupo faz uma distribuição justa de recompensas entre os membros, fazendo com que o grupo seja resistente a quedas. Isto pode ser provado matematicamente.

source: You need to use miner software that supports those features. I recommend you %(miner1)s or %(miner2)s
eo: Vi bezonas uzi minprogramo kiu subtenas tiujn trajtojn. Mi rekomendas al vi %(miner1)s aŭ %(miner2)s.
pl: Potrzebujesz programu górniczego, który ma takie możliwości. Godnymi polecenia są %(miner1)s lub %(miner2)s
pt_br: É necessario utilizar um software de mineração que suporta as recomendações. Eu recomendo %(miner1)s ou %(miner2)s

source: How do I get started?
eo: Kiamaniere mi komencas?
nl: Hoe start ik?
pl: Jak zacząć?
pt_br: Como eu inicio?

source: 1. Install Bitcoin miner on your computer
eo: 1. Instalu bitmonan minilon en via komputilo.
nl: 1. Installeer een Bitcoin mijner op je computer
pl: 1. Zainstaluj górnika Bitcoin na swoim komputerze
pt_br: 1. Instale o mineiro Bitcoin no seu computador

source: All major CPU/GPU miners support pooled mining:
eo: Ĉiu ega CPU/GPU-a minilo subtenas grupminado:
nl: Alle belangrijke CPU/GPU mijners ondersteunen pooled mijnen:
pl: Wszystkie znaczące programy kopiące wspierają kolektywną pracę:
pt_br: A maioria de mineiros que por CPU/GPU que suportam a mineração em grupo:

source: Kiv's GUI miner (Windows, recommended for beginners)
eo: GUI Minilo de Kiv (Vindozo, rekomendita por komencanto)
nl: Kiv's GUI mijner (Windows, aangeraden voor beginners)
pl: górnik z GUI autorstwa Kiv (dla Windows, zalecany dla początkujących)
pt_br: Kiv's Gui Miner (Windows, Recomendo para principiantes)

source: instructions
eo: instruoj
nl: instructies
pl: instrukcje
pt_br: instruções

source: m0mchil's GPU miner
eo: GPU-a minilo de m0mchil
nl: m0mchil's GPU mijner
pl: górnik GPU autorstwa m0mchil
pt_br: M0mchil's mineiro de GPU

source: 2. Sign up with a bitcoin.cz account
eo: 2. Kreu bitcoin.cz-a konton.
nl: 2. Meld je aan met een bitcoin.cz account
pl: 2. Załóż konto na bitcoin.cz
pt_br: 2. Cadastrar-se em uma conta bitcoin.cz

source: Sign up
eo: Enskribiĝi
nl: Aanmelden
pl: Rejestracja
pt_br: Cadastrar-se

source: Verify email (may be used for troubleshooting)
eo: Kontroli retpoŝtadreson (eblas uzita por problemsolvado)
nl: Verifieer email (can gebruikt worden om problemen te verhelpen)
pl: Sprawdź email (może być użyty w razie problemów)
pt_br: Verifique seu E-mail (pode ser utilizado para resolver problemas)

source: Enter your wallet address - can be also online wallet registered on
eo: Tajpu vian monujadreson - eblas retmonujo registria en
nl: Vul je portemonnee adres in - dit kan ook een online geregistreerde portemonnee zijn
pl: Wprowadź adres portfela - może być pertfelem online zarejestrowanym na
pt_br: Informe o endereço da sua carteira - também pode ser o endereço de uma carteira online

source: or
eo: aŭ
nl: of
pl: lub
pt_br: ou

source: 3. Run miner
eo: 3. Startu minilon
nl: 3. Draai mijner
pl: 3. Uruchom górnika
pt_br: 3. Executar o mineiro

source: anonymous mining over Tor network
eo: sennoma minado trans Tor-reto
nl: anoniem mijnen over het Tor netwerk
pl: anonimowe kopanie w sieci Tor
pt_br: Mineração anônima pela rede TOR

source: Only the newest version of poclbm miner have direct support for Tor mining at this moment.
eo: Sole la plej nova versio de poclbm-a minilo havas rektan subtenon por Tor-a minado ĉi-momente.
nl: Alleen de nieuwste versie van de poclbm mijner heeft support voor mijnen via het Tor netwerk op deze moment.
pl: Na razie tylko najnowsza wersja górnika poclbm ma bezpośrednie wsparcie dla sieci Tor.
pt_br: Somente as versões mais recentes do minerador poclbm tem suporte direto a mineração TOR neste momento.

source: Is it safe?
eo: Estas sendanĝera?
nl: Is het veilig?
pl: Czy to jest bezpieczne?
pt_br: É seguro?

source: In theory, as the Bitcoin pool operator, I could keep the 25 BTC from a block found by the pool for myself. I'm not going to do this, but I completely accept that people do not trust the pool operator. It is their freedom of choice, and Bitcoin is about freedom.
eo: En teorio, kiel la Bitmona grupadministranto, mi retenus la 25 BTC el bloko trovita de la grupo por mi mem. Mi ne faros tion, sed mi agnoskas komplete ke homoj ne fidas je grupadministranton. Estas ilia libereco de elekto, kaj bitmono estas pri libereco.
pl: Teoretycznie, jako operator kolektywu, mógłbym zatrzymać całe 50BTC nagrody za kolektywnie znaleziony blok dla siebie. Nie zamierzam tego robić, ale całkowicie rozumiem, że ludzie mogą nie mieć zaufania do operatora kolektywu. To ich wolny wybór, a w Bitcoin chodzi właśnie o wolność.
pt_br: Em teoria, como o operador do grupo de mineração Bitcoin, eu poderia ficar com os 50BTC de um bloco achado pelo grupo. Eu não faria isso, mas eu reconheço que pessoas não confiam no operador do grupo. É uma questão de liberdade, e Bitcoin é sobre liberdade.

source: I created the Bitcoin pool service with the rising difficulty of mining in mind because I'd like to return my investment to mining hardware. There used to be days when I never found a block at all, even with the strongest GPU on the market, which made me uncomfortable. The periodic micropayments from the mining pool offer a steadier payout, which lowers the riskiness of my investment in the Bitcoin market.
eo: Mi kreis la bitmonan grupan servon kun la leviĝanta malfacileco de minado en mensa, ĉar mi ŝatus redonon de mian investadon en minadaparataro. Estis tagoj kiam mi trovis neniam bloko, eĉ kun la plej forta GPU-o en la merkato. Tiu fakto faris min malkomforta. La periodaj pageroj de la minadgrupo oferas pli neŝanĝiĝeman frekvencon de pago, kiu malleviĝas riskecon de mia investado en la bitmona merkato.
pl: Stworzyłem kolektyw Bitcoin mając na uwadze rosnącą trudność znajdowania nowych bloków, a chciałbym odzyskać fundusze zainwestowane w sprzęt kopiący. Bywały dni, kiedy w ogóle nie znajdowałem bloku, nawet używając najsilniejszych GPU na rynku. Wprawiało mnie to w zły nastrój. Okresowe mikrowypłaty z kolektywu oferują stabilne przychody, które obniżają ryzyko inwestycji w rynek Bitcoin.
pt_br: Eu criei o serviço de mineração de Bitcoin em grupo com a dificuldade crescente em mente porque eu gostaria de obter retorno no meu investimento na meu hardware de mineração. Haviam dias em que eu não achava um bloco sequer, mesmo com a placa de video mais poderosa do mercado, o que me deixou desconfortavel. Os micro-pagamentos periódicos do grupo de mineração oferecem um pagamento estavel e com menor risco ao meu investimento no mercado de Bitcoin.

source: About
eo: Pri
nl: Over
pl: O mnie
pt_br: Sobre

source: You can contact me via email at info(at)bitcoin.cz, or via the bitcointalk.org forum at the username slush. You can also follow pool's <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profile</a> for latest news and updates.
eo: Vi povas kontakti min per retpoŝton ĉe info(ĉe)bitcoin.cz, aŭ per bitcointalk.org retforumo per la uzantonomo 'slush'. Vi povas sekvi la <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook-an profilon</a> de la grupo por plej malfruaj novaĵoj kaj ĝisdatigoj.
nl: Je kan me contacteren via info(at)bitcoin.cz of via het bitcointalk.org forum met de gebruikersnaam slush. Je kan de pool ook volgen via zijn <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profiel</a> voor het laatste nieuws enupdates.
pl: Możesz skontaktować się ze mną pod adresem info(at)bitcoin.cz lub przez forum bitcointalk.org, ksywa slush. Możesz też śledzić <a href='https://www.facebook.com/MiningBitcoinCz'>nasz profil na Facebooku</a>, gdzie znajdziesz najświeższe aktualności.
pt_br: Você pode me contatar por email em Info(at)bitcoin.cz, ou pelo forum bitcointalk.org pelo usuario slush. Você pode também seguir o perfil do grupo no <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook</a> para as ultimas noticias e atualizações.

source: Forgot username/password?
eo: Ĉu vi forgesis vian pasvorton?
nl: Gebruikersnaam/paswoord vergeten?
pl: Zapomniałeś nazwę użytkownika lub hasło?
pt_br: Esqueceu o usuário/senha ?

source: Don't have an account?
eo: Ne havas konton?
nl: Nog geen account?
pl: Nie masz konta?
pt_br: Ainda não tem uma conta?

source: Workers
eo: Laborantoj
nl: Werkers
pl: Górnicy
pt_br: Trabalhadores

source: Account settings
eo: Kontaj agordoj
nl: Account instellingen
pl: Ustawienia konta
pt_br: Configurações da conta

source: Payout history
eo: Transpaga historio
nl: Uitbetalingsgeschiedenis
pl: Historia wypłat
pt_br: Histórico de pagamento

source: Manage API tokens
eo: Administri API-aj ĵetonoj
nl: Beheer API tokens
pl: Zarządzaj kluczami API
pt_br: Administrar os tokens API

source: Please check your mailbox and follow confirmation link.
eo: Bonvolu kontroli vian enirkeston kaj sekvu konfirma ligilo.
nl: Gelieve je postbus na te zien en volg de confirmatielink.
pl: Proszę sprawdzić skrzynkę i otworzyć potwierdzający link.
pt_br: Por favor, confirme sua caixa de entrada e siga o link de confirmação.

source: Password reset
eo: Pasvorta reŝargo
nl: Paswoord reset
pl: Reset hasła
pt_br: Redefinir a senha

source: Forgotten your password? Enter your e-mail address below, and I'll e-mail instructions for setting a new one.
eo: Ĉu vi forgesis vian pasvorton? Tajpu vian retpoŝtadreso malsupren, kaj mi malsupren retpoŝtos instrukciojn por agordado de nova pasvorto.
nl: Je paswoord vergeten? Vul je e-mailadres hieronder in en ik zal je instructies mailenvoor een nieuw.
pl: Zapomniałeś hasła? Wprowadź poniżej swój adres email, a wyślemy na niego instrukcję zmiany hasła.
pt_br: Esqueceu a senha? Informe seu email abaixo e eu enviarei as instruções para criar uma nova senha.

source: Reset my password
eo: Reŝargi pasvorton
nl: Reset mijn paswoord
pl: Zresetuj mi hasło
pt_br: Redefinir minha senha

source: Enter new password
eo: Enigu novan pasvorton
nl: Typ nieuw paswoord
pl: Wprowadź nowe hasło
pt_br: Digite a nova senha

source: Please enter your new password twice so I can verify you typed it in correctly.
eo: Bonvolu enigi vian novan pasvorton dufoje do mi povas kontroli ke via tajpis ĝin korekte.
nl: Gelieve je paswoord tweemaal in te vullen zodat ik kan verifieren of je hetcorrect ingevoerd hebt.
pl: Wprowadź hasło ponownie, by upewnić się, że jest podane prawidłowo.
pt_br: Por favor, digite sua nova senha duas vezes para que eu possa verificar se foi digitada corretamente.

source: Change my password
eo: Ŝangi mian pasvorton
nl: Verander mijn paswoord
pl: Zmień hasło
pt_br: Trocar minha senha

source: Password reset complete
eo: Pasvorta reŝargo estas kompleta.
nl: Paswoordreset compleet
pl: Reset hasła zakończony
pt_br: Redefinição de senha completa

source: Your password has been set. You may go ahead and log in now.
eo: Via pasvorto estas agordita. Vi povas ensaluti nun.
nl: Je paswoord is ingediend. Je kan nu voortgaan en inloggen.
pl: Hasło zostało zmienione. Możesz się teraz zalogować.
pt_br: Sua senha foi trocada. Você pode entrar agora.

source: Log in
eo: Ensaluti
pl: Zaloguj się
pt_br: Entrar

source: Password reset successful
eo: Pasvorta reŝargo estas sukcesa.
nl: Paswoordreset succesvol
pl: Hasło zmieniono pomyślnie
pt_br: Redefinição de senha completa

source: I've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
eo: Mi retpoŝtis instrukciojn por agordado de nova pasvorto al vi ĉe la retpoŝtadreso ke vi specifis. Vi ricevus ĝin momente.
nl: Ik heb je instructies gemailed om je paswoord in te stellen naar het e-mailadres dat je ingediend hebt. Je zou het kortelings moeten ontvangen.
pl: Wysłałem instrukcje zmiany hasła na podany przez Ciebie email. Powinien dotrzeć wkrótce.
pt_br: Eu enviei um email com as instruções para a criação de uma nova senha no email informado. Você receberá o email em breve.

source: Estimated reward
eo: Taksita rekompenco
nl: Geschatte beloning
pl: Szacowana nagroda
pt_br: Recompensa estimada

source: Estimated reward for current round
eo: Taksita rekompenco por nuntempa raŭndo
nl: Geschatte beloning voor huidige ronde
pl: Szacowana nagroda za bieżącą rundę
pt_br: Recompensa estimada para a rodada atual

source: Pending reward from unconfirmed blocks
eo: Okazonta rekompenco de nekonfirmitaj blokoj
nl: Beloning in afwachting zijnde van ongeconfirmeerde blokken
pl: Nagroda oczekująca w niezatwierdzonych blokach
pt_br: Recompensas pendentes de blocos não confirmados

source: Confirmed reward
eo: Konfirmita rekompenco
nl: Geconfirmeerde beloning
pl: Potwierdzona nagroda
pt_br: Recompensas confirmadas

source: Your confirmed balance from valid blocks
eo: Via konfirmita bilanco de valida blokoj
nl: Uw geconfirmeerde balans van geldige blokken
pl: Potwierdzona kwota za poprawne bloki
pt_br: Seu saldo confirmado dos blocos válidos

source: Total reward
eo: Totala rekompenco
nl: Totale beloning
pl: Całkowita nagroda
pt_br: Recompensa total

source: Unconfirmed + Confirmed rewards
eo: Nekonfirmitaj kaj konfirmitaj rekompencoj
nl: Ongeconfirmeerde + geconfirmeerde beloning
pl: Suma potwierdzonych i oczekujących nagród
pt_br: Recompensas não confirmadas + Recompensas confirmadas

source: IP Whitelist
eo: IP-adresa blanka listo
pl: Dozwolone IP
pt_br: Lista de IPs confiáveis

source: You reached maximum of allowed IPs per account.
eo: Vi atingis maksimuma numero de permesitaj IP-adresoj per konto.
nl: Je hebt het maximum aantal toegelaten IPs per account bereikt.
pl: Osiągnięto maksymalną liczbę dozwolonych IP.
pt_br: Você alcançou o máximo de IPs por conta.

source: Add new IP or domain to whitelist
eo: Aldoni novan IP-adreso aŭ domajno al blanka listo
nl: Voeg nieuw IP of domain toe aan de whitelist
pl: Dodaj nowy IP do dozwolonych
pt_br: Adicionar um novo IP ou dominio a lista de confiáveis.

source: Allowed IP/DNS
eo: Licita IP-adreso/DNS
nl: Toegelaten IP/DNS
pl: Dozwolone IP/DNS
pt_br: IP/DNS permitidos

source: Resolved IP
eo: Trovita IP-adreso
pl: Znaleziony IP
pt_br: IP Resolvido

source: Updated at
eo: Ĝisdatigita ĉe
nl: Geupdated op
pl: Zaktualizowano
pt_br: Atualizado em

source: Actions
eo: Agoj
nl: Acties
pl: Akcje
pt_br: Ações

source: (Your current IP address)
eo: (Via nuntempa IP-adreso)
nl: (Uw huidige IP adres)
pl: (Twój bieżący adres IP)
pt_br: (Seu IP atual)

source: Delete
eo: Forigi
nl: Verwijder
pl: Usuń
pt_br: Excluir

source: Register an account
eo: Registri konton
nl: Registreer een account
pl: Załóż konto
pt_br: Registrar uma conta

source: Your account has been created. Please check your mail for activation link.
eo: Via konto estas kreita. Bonvolu kontroli vian retpoŝton por aktiviga ligilo.
nl: Uw account is aangemaakt. Gelieve je mail na te zien voor de activatielink.
pl: Konto zostało założone. Link aktywacyjny został wysłany na adres email.
pt_br: Sua conta foi criada. Por favor, cheque seu email para obter o link de ativação.

source: You already have an account.
eo: Vi havas konton jam.
nl: Je hebt al een account.
pl: Już masz konto.
pt_br: Você ja possui uma conta.

source: Register now!
eo: Registru nun!
nl: Registreer nu!
pl: Zarejestruj się!
pt_br: Registre-se agora!

source: Save
eo: Savi
nl: Bewaar
pl: Zapisz
pt_br: Salvar

source: Change the password
eo: Ŝanĝi pasvorton
nl: Verander het paswoord
pl: Zmiana hasła
pt_br: Trocar minha senha

source: Follow the link for password recovery form:
eo: Sekvu la ligon por pasvort-rememoriga formularo:
nl: Volg de link naar het paswoordherstellingsformulier:
pl: Pod tym linkiem znajduje się formularz odzyskiwania hasła:
pt_br: Siga o link para a recuperação da senha de:

source: If you don't want to use this service anymore, you can cancel your account on the following link:
eo: Se vi ne volas uzi ĉi tiun servon plu, via povas renonci vian konton en la sekvanta ligo:
nl: Indien je geen gebruik meer wilt maken van dewe service, kan je je account opzeggen via volgende link:
pl: Jeśli nie chcesz dłużej korzystać z tego serwisu, możesz skasować swoje konto posługując się linkiem:
pt_br: Se você nao quer mais utilizar este serviço, você pode cancelar sua conta no link adiante:

source: Really?
eo: Reale?
nl: Ben je zeker?
pl: Na pewno?
pt_br: Sério?

source: Your current token:
eo: Via nuna ĵetono:
nl: Uw huidige token:
pl: Twój obecny token:
pt_br: Seu token atual:

source: Generate new token
eo: Generi novan ĵetonon
nl: Genereer nieuw token
pl: Wygeneruj nowy token
pt_br: Gerar novo token

source: Keep this token private. With this token and API described below, you can easily retrieve pool account details without need to store login and password directly in your application.
eo: Konservu private tiun ĵetonon. Kun tiu ĵetono kaj la API priskribita malsupren, vi povas ricevi grupkontajn detalojn sen bezono stori salutnomon kaj pasvorton rekte en agordoj de via aplikaĵo.
nl: Houdt dit token privaat. Met dit token en de API hieronder beschreven, kan je makkelijk pool account details achterhalen zonder je login en paswoord directop te slaan in je applicatie.
pl: Proszę trzymać token w tajemnicy. Dzięki niemu oraz opisanemu poniżej API możesz łatwo uzyskać dostęp do danych swojego konta bez konieczności przechowywania loginu i hasła w swojej aplikacji.
pt_br: Mantenha este token bem guardado. Com este token e API descritos abaixo, voce pode facilmente requerer os detalhes da conta no grupo sem a necessidade de salvar o login e a senha diretamente na sua aplicação.

source: API details
eo: API-a detaloj
pl: Szczegóły API
pt_br: Detalhes da API

source: This URL contains JSON encoded data about your pool account:
eo: Tiu reteja adreso enhavas JSON-dosierformajn datumojn pri via grupa konto:
nl: Deze URL bevat JSON geencodeerde data over jouw pool account:
pl: Ten URL zawiera dane w formacie JSON na temat Twojego konta:
pt_br: Esta URL contém codificação de dados JSON sobre sua conta no grupo:

source: Login which belongs to given token.
eo: Ensaluto kiu aparteni ĉi tiun ĵetonon.
nl: Login die aan het gegeven token toebehoord.
pl: Login należący do podanego tokena.
pt_br: Login pertencente ao token informado.

source: Total user's hashrate, updated every hour and calculated from last 10 rounds (Mhash/s).
eo: Totala haketa rapido de uzanto, ĝisdatiĝita hore kaj kalkulita de lasta 10-aj raŭndoj (Mhash/s).
nl: Totale gebruikers hashrate, geupdated elk uur en berekend aan de hand van de laatste 10 ronden (Mhash/s).
pl: Całkowita wydajność użytkownika aktualizowana co godzinę i obliczana na podstawie ostatnich 10 rund (Mhash/s).
pt_br: Total da tasha de hash dos usuários, Atualizado a cada hora e calculado pelas últimas 10 rodadas (Mhash/s).

source: Reserved.
eo: Rezervita.
nl: Gereserveerd.
pl: Zarezerwowane.
pt_br: Reservado.

source: Estimated reward of current round. This is calculated as (your score)/(total score) for current round and may vary on every refresh.
eo: Taksita rekompenco de nuna raŭndo. Tiu estas kalkulita kiel (via nombro de poentoj)/(totala nombro de poentoj) por nuna raŭndo kaj eblas varii ĉe ĉiu refreŝigado.
nl: Geschatte beloning van de huidige ronde. Dit word berekend via (uw score)/(totale score) voor de huidige ronde kan varieren bij elke refresh.
pl: Szacunkowy zwrot za bieżącą rundę. Jest obliczane ze wzoru (twoje punkty)/(wszystkie punkty) i może się zmieniać po każdym odświeżeniu.
pt_br: Recompensa estimada da rodada atual. Esta estimativa é calculada assim: (sua pontuação)/(pontuação total) para a rodada atual e pode variar a cada atualização.

source: Reward from blocks with less than 100 confirmations. This may go down when some block become invalid (refused by Bitcoin network).
eo: Rekompenco de blokoj kun malpli ol 100-aj konfirmoj. Tiu eblas malkreski kiam iaj blokoj ekos malvalida (rifuzita de bitmonreto).
nl: Beloning van blokken met minder dan 100 confirmaties. Dit kan dalen als sommige blokken ongeldig worden (Geweigerd door het Bitcoin netwerk).
pl: Zwrot z bloków o mniej niż 100 potwierdzeniach. Może się zmniejszyć jeśli jakieś bloki zostaną odrzucone przez sieć Bitcoin.
pt_br: Recompensa pelos blocos com menos de 100 confirmações. Pode ser menor caso alguns blocos tornem-se inválidos (recusados pela rede Bitcoin).

source: This is your real reward waiting to send to your wallet.
eo: Tiu estas via reala rekompenco atendanta sendiĝi al via monujo.
nl: Dit is je echte beloning die momenteel aan het wachten is om naar je portemonnee te sturen.
pl: To Twój realny zwrot oczekujący na przelew do Twojego portfela.
pt_br: Esta é sua recompensa real esperando para ser enviada a sua carteira.

source: Bitcoins will be send to this Bitcoin wallet.
eo: Bitmonoj sendiĝos al ĉi tiun bitmonan monujon.
nl: Bitcoins zullen naar deze Bitcoin portemonnee gestuurd worden.
pl: Na ten adres będą wysyłane Bitcoiny.
pt_br: Os Bitcoins serão enviados a esta carteira Bitcoin.

source: Bitcoins will be sent to you once confirmed_reward crosses over this value. Pool is processing payments once per hour.
eo: Bitmono sendiĝos al vi kiam konfirma_rekompenco transas tiun valoron. Grupo prilaboras pagojn unufoje en horo.
nl: Bitcoins zullen gestuurd worden eens de geconfirmeerde_beloning over deze waarde gaat. De pool verwerkt betalingen eenmal per uur.
pl: Bitcoiny zostaną wysłane, gdy potwierdzony zwrot przekroczy tę wartość. Kolektyw przetwarza płatności raz na godzinę.
pt_br: Os Bitcoins serão enviados a você uma vez que a recompensa confirmada ultrapassar este valor. O grupo está processando os pagamentos uma vez por hora.
