Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Account low Effective Hash Rate threshold
es: Umbral inferior de la capacidad de hasheo de la cuenta
fr: Seuil efficace pour les comptes à faible taux de hachage
zh: 账户的低效hash速率限值

# UI
source: Max. reports per day
es: Informes máximos por día
fr: Rapports maximum par jour
zh: 每天最大报告数量

# UI
source: Pool will not send more than this number of reports to you in one day
es: El pool no enviará una cantidad de informes mayor que esta en un día
fr: La pool ne va pas vous envoyer plus de rapports par jour que le nombre indiqué
zh: 矿池一天内不会发送超过此数量的报告给您

# UI
source: Watch proposals
es: Ver propuestas
fr: Regarder les propositions
ru: Смотреть предложения
zh: 查看提议

# UI
source: Receive notifications about proposal changes
es: Recibir notificaciones sobre cambios propuesto
fr: Recevoir des notifications à propos des changements sur les propositions
zh: 接收关于提议更改的通知

# UI
source: Monitoring <b>enabled</b> on all workers.
es: Monitoreo <b>activado</b> para todos los trabajadores.

# UI
source: Monitoring <b>disabled</b> on all workers.
es: Monitoreo <b>desactivado</b> para todos los usuarios.

# UI
source: Worker does not exist.
es: Trabajador no existe.

# UI
source: Worker {!s} settings has been updated.
es: Ajustes del Worker {!s} fueron actualizados.

# UI
source: Worker {!s} has been created.
es: El trabajador {!s} fue creado.

# UI
source: Two-factor authentication isn't configured yet
es: Autenticacion de dos factores aun no esta configurada
fr: L'authentification 2-factor n'est pas actuellement configurée

# UI
source: Two-factor authentication token is invalid. Please, enter valid token.
es: El token de la autenticacion de dos factores es invalido. Por favor, escriba un token valido.
fr: L'authentification 2-factor est invalide, veuillez entrer un jeton valide.

# UI
source: Two-factor authentication has been succesfully disabled.
es: Autenticacion de dos factores ha sido desactivada.
fr: L'authentification 2-factor a été bel et bien désactivée.

# UI
source: Two-factor authentication token is invalid. Please, re-scan the QR code (a new one has been generated for security reasons).
es: La autenticacion de dos factores es invalida. Por favor, vuelva a escanear el codigo QR (un nuevo codigo ha sido generado por cuestiones de seguridad).
fr: L'authentification 2-factor est invalide. Veuillez scanner à nouveau le QR code (un nouveau vous sera généré pour raisons de sécurité).

# UI
source: Two-factor authentication has been configured.
es: Autenticacion de dos factores ha sido configurada.
fr: L'authentification 2-factor a été configurée.

# UI
source: Invalid request
es: Pedido Invalido
fr: Requête invalide

# UI
source: Wallet is not valid
es: La cartera no es valida
fr: Adresse de porte-monnaie incorrecte

# UI
source: The account has been updated.
es: La cuenta ha sido actualizada.
fr: Le compte a été mis à jour.

# UI
source: The monitoring settings has been updated.
es: Los ajustes de monitoreo han sido actualizados.
fr: Les paramètres de surveillance ont étés mis à jour.

# UI
source: Password has been successfully changed.
es: La contraseña ha sido cambiada con exito.
fr: Le mot de passe a été modifié.

# UI
source: Now, confirm change by wallet signature.
es: Ahora, confirme el cambio con firma de cartera.
fr: Maintenant, confirmez par la signature du porte-monnaie.

# UI
source: The payouts settings has been updated.
es: La configuracion de pago ha sido cambiada.
fr: Le système de paiement a été mis à jour.

# UI
source: Account banned. Contact pool administrator at support@bitcoin.cz
es: Cuenta eliminada. Contacte con los administradores del sitio a la direccion support@bitcoin.cz

# UI
source: Your payouts have been temporarily blocked by the pool operator (%(reason)s).
es: Sus pagos han sido temporalmente bloqueados por el operador del pool (%(reason)s).

# UI
source: Please, contact %(link)s for further details.
es: Por favor, contacte con %(link)s para detalles adicionales.

# UI
source: Please consider enabling payout address protection by two-factor authentication or by locking it
es: Por favor considere activar la proteccion de su direccion de pago activando la autoticacion de dos factores o llaveandola

# UI
source: Account settings
es: Configuracion de la cuenta
fr: Configuration du compte

# UI
source: Your confirmation link is not valid. Please be sure that your confirmation link has been generated in less than one hour ago. If your current link is older than that, please go to your profile settings and retry your request.
es: El link de confirmación que le proporcionó no es válido. Por favor, asegúrese de que el link de confirmación se ha generado en menos de una hora. Si su link actual tiene más de una hora, por favor vaya a la configuración de su cuenta y crea una nueva solicitud.
fr: Le lien de confirmation est incorrect. Assurez-vous que le lien de confirmation a été généré il y a moins d'une heure. Si votre lien est plus vieux d'une heure, veuillez retourner sur la configuration de votre compte et réessayer à nouveau.
zh: 您使用的确认链接无效。请确认您使用的是一小时内产生的链接。如果您当前使用的链接已超过一小时，请去您的个人设置重发申请。

# UI
source: Your account has been succesfuly deleted. If you would like to register to our pool again in future, your former username can be used again.
es: Su cuenta ha sido exitosamente eliminada. Si quiere registrarse de vuelta en nuestro pool en el futuro, su usuario podra ser utilizado de vuelta.
fr: Votre compte a été bel et bien supprimé. Si vous voulez vous réinscrire à l'avenir sur notre pool, vous pouvez réutiliser le même nom d'utilisateur.
zh: 您的账户已成功删除。如果您之后想重新注册使用我们矿池，您之前的用户名可以继续使用。

# UI
source: Activity <span>Log</span>
es: Monitor de <span>Actividad</span>

# UI
source: Activity Log is not available in Demo account.
es: Monitor de Actividad no disponible en cuenta de demostracion.

# UI
source: Timestamp
es: Marca de tiempo

# UI
source: Activity
es: Actividad

# UI
source: Details
es: Detalles

# UI
source: IP Address
es: Direccion IP

# Intro
source: Short, broad type of activity.
es: Actividad de espectro amplio.

# Intro
source: Detailed description for certain type of activities with value changes.
es: Descripción detallada para ciertos tipos de actividades con cambios de valor.

# Intro
source: IP adress of computer that initiated the change.
es: Direccion IP de la computadora que inicio el cambio.

source: Loading ...
es: Cargando...
fr: Chargement ...
zh: 加载中...

# UI
source: <strong>My</strong> account
es: <strong>Mi</strong> cuenta
fr: <strong>Mon compte</strong>
zh: <strong>我的</strong> 账户

# UI
source: <strong>Log out</strong>
es: <strong>Salir de mi Cuenta</strong>

# UI
source: <strong>Log in</strong>
es: <strong>Ingresar</strong>

# UI
source: Date range:
es: Rango de fecha:
fr: plage de dates :
zh: 日期范围：

# UI
source: Show active range
es: Mostrar rango activo
fr: Voir les plages actives
zh: 显示变动详情

# UI
source: Show monitoring states
es: Mostrar estados de monitoreo
fr: Voir les états de surveillance
zh: 显示监控状态

# UI
source: Left axis: <a href="%(url)s">Effective hash rate</a> and <a href="%(rewards)s">scoring hash rate</a> progress on a 5 minutes basis.
es: Axis izquierdo: <a href="%(url)s">Poder de Hasheo Efectivo</a> y <a href="%(rewards)s">puntuacion de hasheo</a> tendran actualizaciones de progreso en intervalos de 5 minutos.

# UI
source: Vertical lines represent blocks found by the pool. They are labeled with #block numbers.
es: Lineas verticales representan bloques encontrados por el pool. Esos bloques estan etiquetados con numeros de #block.

# Intro
source: Shows the power of all points converted to hash rate together.
es: Muestra el poder de todos los puntos convertidos en poder de hasheo.
fr: Affiche le pouvoir de tous les points convertis du taux de hachage.
zh: 显示所有分数转换成的hash速率总和。

# Intro
source: This value is refreshed every 5 minutes.
es: El valor es actualizado cada 5 minutos.
fr: Cette valeur est actualisée toute les 5 minutes.
zh: 此值每5分钟刷新一次。

# Intro
source: Shows how many users voted for a particular proposal.
es: Muestra cuantos usuarios votaron por una propuesta en particular.
fr: Affiche le nombre d'utilisateur ayant voté pour une proposition particulière.
zh: 显示有多少用户对某一提议进行了投票。

# Intro
source: Total points show how many points the proposal has received from all users together.
es: Puntos totales muestran cuantos puntos la propuesta ha recibido de todos los usuarios combinados.
fr: Le nombre total de points affiche combien de points la proposition a reçu, de la part de tous les membres.
zh: 总分数显示的是该提议从所有用户那里得到的分数和。

# UI
source: You are receiving this email because you have requested deletion of your account on <a href="%(site_url)s">%(site_url)s</a> mining pool!
es: Esta recibiendo este e-mail porque ha pedido la eliminacion de su cuenta en el sitio de mineria <a href="%(site_url)s">%(site_url)s</a>!

# UI
source: If you really want to delete your account <strong>%(username)s</strong>, please follow <a href="%(delete_url)s">this confirmation link</a>. The link is valid for one hour. If you missed this email and the link is not valid anymore, please go to the website and make a new request.
es: Sí realmente quieres eliminar tu cuenta de <strong>%(username)s</strong>, por favor, siga <a href="%(delete_url)s">este enlace de confirmación</a>. El link es valido por una hora. Si no ha visto este email el link ya no es valido, por favor visitar el sitio web y cree un pedido nuevo.

# UI
source: All remaining balance of this account will be considered a pool donation. If you did not request the payout, you have the last chance right now before following the confirmation link.
es: Saldo de la cuenta se considerará como una donación del grupo, Si se le olvido solicitar el pago, usted tiene la última oportunidad en este momento antes de hacer click en el link de confirmacion.

# UI
source: If you did not initiate this request, please do NOT click the confirmation link above, change your password immediately, and report this incident to <a href="%(support_url)s">to the support team.</a>
es: Si no ha iniciado este pedido, por favor NO haga clic en el link de confirmacion que ve arriba, cambie su contraseña inmediatamente, y reporte este incidente a <a href="%(support_url)s">el equipo de apoyo..</a>

# UI
source: this email has been sent due to a request to change your email to: <strong>%(email)s</strong>.
es: este correo electronico esta siendo enviado debido a un pedido que recibimos para cambiar su email a: <strong>%(email)s</strong>.

# UI
source: To authorize this request, please <a href="%(confirm_url)s">follow this link</a>.
es: Para autorizar esta solicitud, por favor <a href="%(confirm_url)s">siga este enlace</a>.

# UI
source: Best regards,
es: Saludos,

# UI
source: The Pool Operations Team
es: El Equipo Operador Del Pool

# UI
source: The pool has detected changes in the state of your workers. Please, see the report below.
es: El pool ha detectado cambios en el estado de sus trabajadores. Por favor, consulte el siguiente informe.

# UI
source: The monitoring report is available on-line on the <a href="%(monitoring_url)s">Monitoring page</a>.
es: El informe de monitorización está disponible on-line en la <a href="%(monitoring_url)s">Página de monitorización</a>.

# UI
source: You are receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Ha recibido este email porque ha solicitado un reset de su contraseña para su cuenta de usuario en %(site_name)s.

# UI
source: Please, follow the link below and choose a new password:
es: Por favor, pulse en el enlace siguiente y elija una nueva contraseña:

# UI
source: The username associated with this email is:
es: El nombre de usuario asociado con este email es:

# UI
source: If you did not initiate this password reset request, please, feel free to file a support request at %(url)s
es: Si no solicitó esta petición de reset de su contraseña, por favor, puede crear una solicitud de soporte en %(url)s

# UI
source: Thank you for using this pool.
es: Gracias por usar este pool.

# UI
source: Your reward for mining with the <strong><a href="%(site_url)s">%(site_url)s</a></strong> mining pool service has exceeded your defined threshold.
es: Su recompensa de minado con el <strong><a href="%(site_url)s">%(site_url)s</a></strong> servicio de minería del Pool ha superado su umbral definido.

# UI
source: Amount <strong>%(amount)s BTC</strong> has been transferred to your address <strong>%(wallet)s</strong> at %(date)s.
es: La cantidad de <strong>%(amount)s BTC</strong> ha sido transferida a su dirección <strong>%(wallet)s</strong> at %(date)s.

# UI
source: thank you for signing up for a <a href="%(site_url)s">%(site_url)s</a> account!
es: ¡Gracias por registrar su <a href="%(site_url)s">%(site_url)s</a> cuenta!

# UI
source: To activate your account, please follow this <a href="%(activate_url)s">activation link</a>.
es: Para activar su cuenta, por favor siga el siguiente<a href="%(activate_url)s">enlace de activación </a>.

# UI
source: this email has been sent due to a request to change your <strong>Bitcoin</strong> wallet to the new address: <strong>%(wallet)s</strong>.
es: este email ha sido enviado debido a una solicitud de cambio de tu cartera<strong>Bitcoin</strong> a la nueva dirección: <strong>%(wallet)s</strong>.

# UI
source: To authorize this request, please <a href="%(wallet_confirm_link)s">follow this link</a>
es: Para autorizar esta solicitud, por favor <a href="%(wallet_confirm_link)s">sigue este enlace</a>

# UI
source: If you did not initiate this change, please <a href="%(wallet_cancel_link)s"> cancel this request</a>, change your password immediately, and report this incident to %(support_email)s.
es: Si no solicitaste este cambio, por favor <a href="%(wallet_cancel_link)s"> cancela esta petición</a>, cambia tu contraseña inmediata y reporta este incidente a %(support_email)s.

# Intro
source: You can use our Demo Account.
es: Puedes usar nuestra cuenta Demo.
fr: Vous pouvez utiliser notre compte de démonstration.
zh: 您可以使用我们的模拟账户。

# UI
source: Previous Chapter
es: Sección anterior
fr: Chapitre précedent
zh: 前一章节

# UI
source: Next Chapter
es: Sección siguiente
fr: Chapitre suivant
zh: 下一章节

# UI
source: Previous topic
es: Tema anterior
fr: Rubrique précédente
zh: 上一个主题

# Intro
source: Introduction
es: Introducción
zh: 介绍

# Intro
source: Pool Statistics
es: Estadísticas del Pool
fr: Statistiques de la pool
zh: 矿池统计

# Intro
source: Development Corner
es: Rincón del desarrollo
fr: Page de développement
zh: 开发角

# Intro
source: Account Dashboard
es: Tablero de la cuenta
fr: Tableau de bord de l'utilisateur
zh: 账户仪表板

# Intro
source: Workers Overview
es: Visión general de los trabajadores

# Intro
source: Worker Configuration
es: Configuración del trabajador

# Intro
source: Device Monitoring
es: Monitorización de dispositivo
fr: Dispositif de surveillance
zh: 设备监控

# Intro
source: Reward History
es: Historia de recompensas
fr: Historique des paiements
zh: 报酬历史

# Intro
source: Payout History
es: Historia de pagos
fr: Historique des paiements
zh: 报酬支付历史

# Intro
source: Activity Log
es: Log de actividad
fr: Rapport d'activité
zh: 活动日志

# Intro
source: Account Settings
es: Configuración de la cuenta
fr: Configuration du compte
zh: 账户设置

# UI
source: Page
es: Página
zh: 页面

# UI
source: Payout History
es: Historial de pago

# UI
source: Date
es: Fecha

# UI
source: State
es: Estado

# UI
source: Address
es: Dirección

# UI
source: Amount
es: Cantidad

# UI
source: Fee
es: Tasa

# UI
source: Pending…
es: Pendiente…

# UI
source: No transactions have been sent yet.
es: No se han enviado transacciones aún.

source: previous
eo: antaŭa
es: anterior
fr: précédent
nl: vorige
pl: wstecz
pt_br: Anterior
zh: 前

source: Page
eo: Paĝo
es: Página
nl: Pagina
pl: Strona
pt_br: Página
zh: 页

source: of
eo: de
es: de
fr: de
nl: van
pl: z
pt_br: de
zh: 的

source: next
eo: sekva
es: próximo
fr: suivant
nl: volgende
pl: dalej
pt_br: próximo
zh: 下

# UI
source: Your account has already been activated. Please login to continue.
es: Tu cuenta ya está activada. Por favor, ingresa para continuar.
fr: Votre compte est déjà activé. Veuillez vous connecter pour continuer.
zh: 您的账户已激活。请登录继续。

# UI
source: Account Settings
es: Configuración de la cuenta
fr: Configuration du compte

# UI
source: Manage API tokens
es: Administrar tokens API

# UI
source: Your current token:
es: Su token actual:
fr: Votre jeton actuel :

# UI
source: Generate new token
es: Generar nuevo token
fr: Generer un nouveau jeton

# UI
source: This URL contains JSON encoded data about <strong>your pool account</strong>:
es: Esta URL contiene datos codificados en JSON sobre <strong>su cuenta en la pool</strong>:
fr: Cette URL contient des données encodées JSON <strong> de votre compte de la pool </strong> :

# UI
source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte

# UI
source: Payout
es: Pago
fr: Paiements

# UI
source: Change Account Password
es: Cambiar contraseña de la cuenta
fr: Changer le mot de passe du compte

# UI
source: Email Change
es: Cambio de Email
fr: Changement d'email

# UI
source: Return to settings
es: Volver a Configuración
fr: Retour à la configuration
zh: 返回设置

# UI
source: Payouts
es: Pagos
fr: Paiements

# UI
source: Wallet change
es: Cambio de la cartera
fr: Changement de porte monnaie

# UI
source: Lock payout address
es: Bloquear dirección de pago
fr: Verrouillage de l'adresse de paiement

# UI
source: Really lock the payout address?
es: ¿Realmente bloquear la dirección de pago?
fr: Voulez-vous vraiment verrouiller l'adresse de paiement ?

# UI
source: Wallet unlock
es: Desbloqueó de cartera
fr: déverrouillage de l'adresse du porte-monnaie

# UI
source: Terms <span>of Service</span>
es: Términos <span>del Servicio</span>

# UI
source: Your wallet change request has been cancelled.
es: Su petición de cambio de cartera ha sido cancelado.
fr: La demande de changement d'adresse de porte-monnaie a été annulée.
zh: 更改钱包地址的请求已被取消。

# UI
source: There is no pending wallet change request or the confirmation link is invalid.
es: No hay peticiones de cambio de cartera o el enlace de confirmación es inválido.
fr: Vous n'avez pas de demande de changement de porte-monnaie en cours ou le lien de confirmation est invalide.
zh: 没有待定的钱包更改申请或确认链接不正确。

# UI
source: Your wallet has been successfully changed.
es: Su cartera se ha cambiado correctamente.
fr: Votre porte-monnaie a bien été changé.
zh: 您的钱包已更改成功。

# UI
source: Worker <span>Settings</span>
es: <span>Configuración</span> de trabajador

# UI
source: New Worker <span>Settings</span>
es: Nueva <span>Configuración</span> de trabajador

# UI
source: Worker login name
es: Login del trabajador

# UI
source: Really?
es: ¿En serio?

# UI
source: All worker stats and shares in the current round will be lost!
es: ¡Las estadísticas y shares de todos sus trabajadores en la actual ronda se perderán!

# UI
source: Delete worker
es: Borrar trabajador

# UI
source: Scoring<br>Hash Rate
es: Puntuacion<br>de la tasa de hash

# UI
source: Hash Rate
es: Tasa de hash

# UI
source: Minimum<br>Difficulty
es: Mínima<br>Dificultad

# UI
source: You do not have any worker yet. Register one right now!
es: Usted no tiene ningún trabajador aún. ¡Registra uno ahora!

# Intro
source: Click the worker ID to see worker details and to change worker settings.
es: Click en el ID del trabajador para ver detalles y cambiar su configuración.

# Intro
source: See user manual for detailed explanation of the scoring hash rate.
es: Mira el manual de usuario para una detallada explicación sobre puntuación de la tasa de hash.

# Intro
source: Average effective hash rate for the past 5 minutes / 1 hour / 24 hours.
es: Media de la tasa efectiva de hash en los últimos 5 minutos / 1 hora / 24 horas.

# Intro
source: Time since the worker has submitted its last share.
es: Tiempo desde que el trabajador envió su último share.

# Intro
source: If you see '0 minutes', it indicates that a particular worker is successfully mining right now.
es: Si ves '0 minutos', indica que un trabajador concreto está funcionando ahora correctamente.

# UI
source: Rewards for Last 14 Days
es: Recompensa de los últimos 14 días

# UI
source: Pool is synchronizing mining data!
es: ¡El pool está sincronizando datos de minado!

# UI
source: Go to Pool Statistics
es: Ir a estadísticas del Pool

# UI
source: Go to Rewards
es: Ir a recompensas

# UI
source: BTC Price
es: Precio BTC

# UI
source: Last Payout
es: Último pago

# UI
source: %% to Payout
es: %% para pagar

# UI
source: Go to Workers page
es: Ir a página de Trabajadores

# UI
source: Go to Monitoring
es: Ir a monitorización

# UI
source: Current Bitcoin block, difficulty
es: Actual bloque Bitcoin, dificultad
fr: Bloc actuel de Bitcoin, difficulté
zh: 当前比特币矿区，困难指数

# UI
source: Loading
es: Cargando
fr: Chargement
zh: 正在加载

# UI
source: Current Round Start:
es: Inicio de la ronda actual:
fr: Cycle actuel commencé à :
zh: 本轮开始时间：

# UI, Current Shares CDF (link)
source: Current Shares
es: Acciones actuales
fr: Partages actuels
zh: 当前share

# UI
source: Pool Effective Hash Rate (30 min average)
es: Tasa de Hash efectiva del pool (30 min media)
fr: Taux de hachage effectif de la pool (moyenne de 30 min)
zh: 矿池有效Hash速率（30分钟平均值）

# UI
source: Pool Luck (1 day, 7 days, 30 days)
es: Suerte del grupo ( 1 día, 7 días, 30 dias)

# UI
source: Current time
es: Hora actual
fr: Heure actuelle
zh: 当前时间

# UI
source: Total Shares in the Round:
es: Acciones totales en la ronda:
fr: Partages total du cycle actuel :
zh: 本轮的总share：

# UI
source: It looks like you have clicked on invalid or broken link. This can be caused by your email client or recent account changes. Please go to your account settings and opt-out of our pool newsletter manually.
es: Parece que has hecho click en un enlace roto o inválido. Esto puede ser causado por tu cliente de Email o recientes cambios en la cuenta. Por favor, ve a configuración de la cuenta y desactiva las newsletter de nuestro pool manualmente .
fr: On dirait que vous avez cliqué sur un lien invalide ou cassé. Cela peut provenir de votre client de messagerie ou de modification récente sur votre compte. Veuillez entrer dans vos paramètres de compte et vous désinscrire manuellement de notre lettre d'informations.
zh: 您好像点击了无效或坏的链接。可能是您的邮箱客户端或您最近的账户更改引起的。请去您的账户设置选择退出我们的矿池时事通讯。

# UI
source: You have been successfully unsubscribed from our pool newsletter. If you would like to receive the newsletters again, please go to your account settings.
es: Has sido exitosamente eliminado de la suscripción al boletín de nuestra pool. Si deseas nuevamente recibir nuestro boletín, por favor dirígete a la configuración de tu cuenta.
fr: Vous avez été correctement désabonné de notre lettre d'informations. Si vous souhaitez les recevoir à nouveau, veuillez modifier les paramètres de votre compte.
zh: 您已成功取消我们矿池的时事通讯订阅。如果您之后想继续接受时事通讯，请去您的账户设置。

# UI
source: Resend
es: Reenviar
fr: Renvoyer
zh: 重发

# UI
source: Sign by wallet
es: Firma mediante cartera
fr: Signer par le porte-monnaie
zh: 由钱包签署

# UI
source: Preview:
es: Vista previa:
fr: Aperçu :
zh: 预览：

# UI
source: Help me
es: Ayuda
fr: aidez-moi
zh: 帮助我

source: UI
fr: Interface utilisateur
zh: 用户界面

source: 2.1 Standalone ASIC based miner with Stratum Protocol <span>Support</span>
fr: 2.1 <span>Support pour</span> pour mineur autonome ASIC avec prise en charge du protocole stratum
ru: 2.1 Автономный майнер на базе чипа ASIC с протоколом Stratum <span>Служба поддержки</span>
zh: 2.1 基于ASIC的使用阶层协议<span>支持</span>的独立矿机
