Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Now <strong>only workers</strong> are being monitored. Account monitoring has been removed since we detected an unpleasant behavior in some corner cases. Users who have used account monitoring only (without worker monitoring), please <strong>reconfigure your account to use worker monitoring</strong>.
cs: Nyní jsou sledovány <strong>pouze těžící zařízení</strong>. Sledování účtu bylo zrušeno kvůli nepříjemnému chování v některých speciálních případech. Uživatelé, kteří používali pouze sledování účtu (bez sledování zařízení), bychom rádi požádali, aby <strong>překonfigurovali své účty na sledování zařízení</strong>.
fr: Désormais, <strong> seulement le travailleurs</strong> sont surveillés. Le suivi de compte a été supprimé car nous avons détecté un comportement désagréable dans certains cas. Les utilisateurs qui ont utilisés la surveillance de compte uniquement (sans les travailleurs), veuillez s'il vous plait<strong> reconfigurer votre compte pour utiliser le système de surveillance de travailleurs</strong>.
ru: Теперь мониторятся <strong>только воркеры</strong>. Мониторинг учетной записи был убран, поскольку мы заметили его неудовлетворительное поведение в некоторых крайних случаях. Пользователи, которые использовали только мониторинг учетной записи (без мониторинга воркера), пожалуйста <strong>измените настройки своей учетной записи, чтобы использовать мониторинг воркера</strong>.
zh: 现在<strong>只有矿工</strong>被监控。账户监控已被移除，因为我们在一些特殊案例里检测到令人不愉快的行为。使用账户监控的用户（未启用矿工监控）请<strong>重新配置您的账户启用矿工监控</strong>。

source: “Expected hash rate” setting has been renamed to <strong>“Alert limit”</strong> for clarity (<a href="%(url)s">see its explanation</a>).
cs: Nastavení "Předpokládaný hash rate" bylo pro přehlednost přejmenováno na <strong>“Výstražný limit”</strong> (<a href="%(url)s">vysvětlení zde</a>).
fr: Les paramètres du "taux de hachage attendu" ont été renommé par <strong>"limite d'alerte"</strong> pour plus de clarté (<a href="%(url)s"> Voir l'explication</a>).
ru: Установка "Ожидаемый хешрейт" была для ясности переименована в <strong>предел оповещения" </strong> (<a href="%(url)s">смотрите ее объяснение здесь</a>).
zh: 为更明了，“预期hash速率”设置已被重命名为<strong>“警告限值”</strong>(<a href="%(url)s">see its explanation</a>)。

source: You can read full description of the Monitoring in a <a href="%(manual_moni)s">User Manual</a>.
cs: Přečtete si celý popis Sledovacího systému v <a href="%(manual_moni)s">uživatelském manuálu</a>.
fr: Vous pouvez lire la description complète du système surveillance dans le <a href="%(manual_moni)s"> Manuel de l'utilisateur</a>.
ru: Вы можете прочесть полное описание Мониторинга в <a href="%(manual_moni)s">Руководстве пользователя</a>.
zh: 您可以在<a href="%(manual_moni)s">用户指南</a>里阅读监控描述的全文。

source: Merged Mining in development!
cs: Sloučená těžba ve vývoji!
es: ¡Merged Mining en desarrollo!
fr: Minage fusionné en cours de développement !
ru: Объединенный майнинг в разработке!
zh: 合并挖矿发展中！

source: Now that we have started development activities on the most demanded user proposals, we're glad to announce that <strong>merged mining is on the way</strong> and it has <strong>top priority</strong>.
cs: Poté, co jsme začali pracovat na vývoji nejvíce žádaných uživatelských návrhů, bychom rádi oznámili, že <strong>sloučená těžba je na cestě</strong> a má <strong>nejvyšší prioritu</strong>.
fr: Maintenant que nous avons commencé le développement sur les propositions d'utilisateurs les plus demandées , nous sommes heureux de vous annoncer que <strong> le minage fusionné est en cours de route</strong> et il a la <strong>priorité absolue</strong>.
ru: Теперь, когда мы приступили к разработке наиболее востребованных предложений пользователей, мы рады анонсировать, что <strong>скоро будет запущен объединенный майнинг</strong> и этот проект обладает <strong>высшим приоритетом</strong>.
zh: 我们对用户呼声最高的提议已经开始开发了，我们很高兴地宣布<strong>合并挖矿已启动</strong>并且有<strong>最优先权</strong>。

source: We're watching the <a href="%(dev_corner)s">Development Corner</a> closely as there's a lot of important feedback for us. Quite a number of proposals have been implemented with a new version of the dashboard and some are now being worked on.
cs: Průbežně sledujeme <a href="%(dev_corner)s">vývojářský koutek</a>, který nám slouží jako zdroj důležité zpětné vazby. Nemálo návrhů už bylo naimplementováno společně s novou verzí přehledové stránky a na některých právě pracujeme.
fr: Nous surveillons le <a href="%(dev_corner)s"> Coin du développement</a> étroitement car il y a beaucoup de commentaires importants pour nous. Un certain nombre de propositions ont été mises en œuvre avec une nouvelle version du tableau de bord et certaines sont maintenant en cours d'élaboration.
ru: Мы внимательно отслеживаем <a href="%(dev_corner)s">Уголок разработчика</a>, поскольку там публикуется множество ответов, важных для нас. Целый ряд предложений был внедрен с новой версией приборной панели, а некоторые из них находятся в разработке.
zh: 我们随时在查看<a href="%(dev_corner)s">开发角</a>因为里面有重要的反馈信息。相当一部分的提议已经实施到新版本的仪表板中，有一些还在进行中。

source: If you have submitted a proposal and it is neither rejected nor accepted for voting yet, be sure it will be processed soon. We have received quite a long list, which is great but takes some time to go through ;)
cs: Pokud jste odeslal návrh, který ještě nebyl ani přijat k hlasování a ani zamítnut, vězte, že se k němu brzy dostaneme. Obdrželi jsme relativně dlouhý seznam návrhů, což je skvělé, ale chvilku trvá se jimi probrat ;)
fr: Si vous nous avez soumis une proposition de vote et qu'elle soit ni rejetée ou acceptée, n'oubliez pas qu'elle sera traitée rapidement. Nous avons reçu une longue et énorme liste, et cela prend un certain temps à traiter ;)
ru: Если вы опубликовали предложение и оно еще ни отвергнуто, ни поставлено на голосование, будьте уверены - вскоре его обработают. Получаем довольно много предложений, что замечательно, но требует времени для их рассмотрения ;)
zh: 如果您提交的提议没被回绝也还没被采纳进行投票，请放心我们会处理的。因为我们收到相当多的提议，我们很开心但是需要一些时间去处理;)

source: New Dashboard and Features
cs: Nová přehledová stránka a nové vlastnosti
fr: Nouveau tableau de bord et ses caractéristiques
ru: Новая Панель и функции
zh: 新的仪表板和特性

source: We've received quite a lot of feedback to user interface since the new web pages release. We'd like to let you know that we're listening and that we work on development of your proposals.
cs: Od vypuštění nového webu jsme obdrželi spoustu zpětné vazby na uživatelské rozhraní. Rádi bychom vám oznámili, že vám nasloucháme a postupně pracujeme na vývoji vašich návrhů.
fr: Nous avons reçu beaucoup de commentaires sur la nouvelle interface utilisateur depuis sa sortie. Nous tenons à vous informer que nous restons à l'écoute et que nous travaillons sur d'autres propositions d'amélioration.
ru: Мы получили целый ряд отзывов относительно интерфейса пользователя со времен выпуска новых страниц. Мы хотим, чтобы вы знали: мы прислушиваемся к ним, и мы работаем над разработкой ваших предложений.
zh: 自新网页发布以来我们收到相当多的反馈。我们想让您知道我们在认真倾听大家的意见并且对提议也在努力开发中。

source: Most notable changes that are now being rolled out is the new dashboard design and couple of other UI tweaks. Here's a list of the features:
cs: Nejviditelnější aktuálně publikované změny jsou kolem designu nové přehledové stránky a několik dalších zlepšení uživatelského rozhraní. Zde je seznam nových vlastností:
ru: Наиболее заметные изменения, которые мы сейчас представляем, это новый дизайн панели и несколько других хитростей пользовательского интерфейса. Вот список функций:
zh: 当前最值得注意的变化是新仪表板的设计和用户界面的一些调整。有如下特性：

source: <strong>Redesigned dashboard</strong> with new data - automatically refreshed every minute
cs: <strong>Přepracovaný přehled</strong> s novými daty - automaticky obnovovaný každou minutu
fr: <strong>Tableau de bord redessiné</strong> avec de nouvelles données - actualisées automatiquement toutes les minutes
ru: <strong>Новый дизайн панели</strong>, на которой новые данные автоматически обновляются каждую минуту
zh: <strong>重新设计的仪表板</strong>和新数据－每分钟自动刷新

source: “Pool statistics page” has <strong>autorefreshing</strong> enabled, including all charts
cs: “Statistiky poolu” jsou nově <strong>automaticky obnovovány</strong> včetně všech grafů
fr: "La page de statistiques de la pool" a<strong> "s'actualise automatiquement"</strong>, incluant tous les graphiques
ru: "Страница статистики пула" снабжена включаемым <strong>автообновлением</strong>, включая все графики
zh: “矿池统计页面”已启用<strong>自动刷新</strong>，包含所有图表

source: <strong>Notifications</strong> – gives you the important info right on the dashboard
cs: <strong>Upozornění</strong> - všechny důležité informaci rovnou na přehledové stránce
fr: <strong>Les notifications</strong> – vous donnent des informations importantes directement sur le tableau de bord
ru: <strong>Уведомления</strong> - предоставляет важную информацию прямо на приборную панель
zh: <strong>通知</strong> – 给您仪表板的重要信息

source: All rewards can now be shown in <strong>BTC, mBTC, USD, EUR or CNY</strong> using the current prices (see <a href="%(settings)s">Settings</a>).
cs: Všechny odměny mohou být nyní zobrazovány v <strong>BTC, mBTC, USD, EUR nebo CNY</strong> s použitím aktuálních kurzů (podívejte se do <a href="%(settings)s">nastavení</a>).
fr: Toutes les récompenses peuvent désormais être affichée en<strong>BTC, mBTC, USD, EUR ou CNY</strong> en utilisant le cours actuel (voir <a href="%(settings)s"> réglages</a>).
ru: Все вознаграждения теперь можно посмотреть в <strong>BTC, mBTC, USD, EUR или CNY</strong>, используя текущие цены (смотри <a href="%(settings)s">Настройки</a>).
zh: 报酬根据当前的价格可以显示为<strong>BTC, mBTC, 美元, 欧元或人民币</strong> (查看<a href="%(settings)s">设置</a>)。

source: <strong>Language preference</strong> now applies to the whole system including email notifications
cs: <strong>Preferovaný jazyk</strong> se nyní používá v celém systému včetně emailových upozornění
fr: <strong>La langue de préférence</strong> s'applique sur l'ensemble du système incluant les notifications reçues par email
ru: <strong>Выбор языка</strong> теперь применим ко всей системе, включая уведомления по е-мейл
zh: <strong>语言选择</strong>应用于整个系统包括邮件通知

source: Support for <strong>local time zones</strong> - all time information are shown in your selected time zone - including emails (see <a href="%(settings)s">Settings</a>).
cs: Podpora <strong>lokálních časových zón</strong> - všechny časové informace jsou zobrazeny ve vybraných časový zónách - včetně emailů (podívejte se na <a href="%(settings)s">nastavení</a>).
ru: Поддержка <strong>местного часового пояса</strong> - вся информация, связанная со временем, отображается в вашем выбранном часовом поясе - включая е-мейлы (смотрите <a href="%(settings)s">Настройки</a>).
zh: 支持<strong>当地时间</strong>－所有时间信息都显示在您选中的时区－包括邮件(查看<a href="%(settings)s">设置</a>)。

source: Plenty of other small changes.
cs: Spousta dalších drobných změn.
fr: Beaucoup d'autres petits changements.
ru: Множество других мелких изменений.
zh: 许多其他的小调整。

source: These changes closed more then 10 user proposals, you can now <a href="%(dev_corner)s">vote here</a> for other ideas!
cs: Tyto změny uzavřely více než 10 uživatelských návrhů. Nyní můžete <a href="%(dev_corner)s">hlasovat</a> pro další nápady!
ru: Эти изменения закрыли более чем 10 пользовательских предложений, сейчас вы можете <a href="%(dev_corner)s">проголосовать здесь</a> за другие идеи!
zh: 这些更改解决了超过10个用户提议，您现在可以<a href="%(dev_corner)s">在此投票</a>给其他提议！

# UI
source: You don't have any notifications.
cs: Nemáte žádná upozornění.
fr: Vous n'avez pas de notifications.
zh: 您没有通知。

source: English
cs: Angličtina
es: Inglés
fr: Anglais
ru: Английский
zh: 英文

source: German
cs: Němčina
es: Alemán
fr: Allemand
ru: Немецкий
zh: 德语

source: French
cs: Francouzština
es: Francés
fr: Français
ru: Французский
zh: 法语

source: Russian
cs: Ruština
es: Ruso
fr: Russe
ru: Русский
zh: 俄语

source: Czech
cs: Čeština
es: Checo
fr: Tchèque
ru: Чешский
zh: 捷语

source: Polish
cs: Polština
es: Polaco
fr: Polonais
ru: Польский
zh: 波兰语

source: Dutch
cs: Holandština
es: Holandés
fr: Néerlandais
ru: Нидерландский
zh: 荷兰语

source: Spanish
cs: Španělština
es: Español
fr: Espagnol
ru: Испанский
zh: 西班牙语

source: Brazilian Portuguese
cs: Brazilská Portugalština
es: Portugués Brasileño
fr: Portugais brésilien
ru: Бразильский Португальский
zh: 巴西葡语

source: Simplified Chinese
cs: Zjednodušená Čínština
es: Chino Simplificado
fr: Chinois simplifié
ru: Упрощенный Китайский
zh: 简体中文

source: Romanian
cs: Rumunština
es: Rumano
fr: Roumain
ru: Румынский
zh: 罗马尼亚语

source: Hungarian
cs: Maďarština
es: Hungaro
fr: Hongrois
ru: Венгерский
zh: 匈牙利语

source: Italian
cs: Italština
es: Italiano
fr: Italien
ru: Итальянский
zh: 意大利语

source: Turkish
cs: Turečtina
es: Turco
fr: Turque
ru: Турецкий
zh: 土耳其语

# UI
source: Delete account confirmation
cs: Potvrzení smazání účtu
es: Confirmacion de eliminacion de cuenta
fr: Confirmation de suppression du compte
ru: Подтвердите удаление учетной записи
zh: 删除账户的确认

# UI
source: Signature is not valid.
cs: Podpis je neplatný.
es: Firma no válida.
fr: La signature n'est pas valide.
ru: Подпись не действительна.
zh: 签名无效。

# UI
source: Message is wrong.
cs: Zpráva je špatně.
ru: Сообщение неверно.

# UI
source: Signature is out of date.
cs: Podpis je již neplatný.
ru: Подпись просрочена.

# UI
source: Invalid request, you don't have any wallet.
cs: Neplatný požadavek, nemáte žádnou peněženku.
ru: Неверный запрос, у вас нет ни одного кошелька.

# UI
source: Invalid request, wallet is allready locked.
cs: Neplatný požadavek, peněženka je již uzamčena.
ru: Неверный запрос, кошелек уже заблокирован.

# UI
source: Wallet is not valid.
cs: Peněženka je neplatná.
ru: Кошелек не действителен.

# UI
source: Your payout address has been locked.
cs: Vaše výplatní adresa byla zamčena.
es: Su direccion de pago ha sido llaveada.
fr: Votre adresse de paiement a été bloquée.
ru: Ваш адрес для выплат заблокирован.
zh: 您的支付地址已被锁定。

# UI
source: Invalid request, you don't have any Zcash wallet.
cs: Neplatný požadavek, nemáte žádnou Zcash peněženku.

# UI
source: Invalid request, wallet is already locked.
cs: Neplatný požadavek, peněženka je již uzamčena.

# UI
source: Zcash wallet is not valid.
cs: Zcash peněženka je neplatná.

# UI
source: Your Zcash payout address has been locked.
cs: Vaše výplatní Zcash adresa byla zamčena.

# UI
source: No pending email.
cs: Žádný nevyřízený email.
ru: Нет ожидающих е-мейлов.

# UI
source: Confirmation email has been sent. Please, check your mailbox and follow the link.
cs: Právě vám byl zaslán potvrzující email. Zkontrolujte prosím svou emailovou schránku a následujte zaslané instrukce.
es: E-mail de confirmacion ha sido enviado. Por favor, revise su casilla de correo y haga clic en el enlace.
fr: Un email de confirmation vous a été envoyé. Veuillez consulter votre boite email et de suivre le lien.
ru: Вам было отправлено подтверждающее электронное письмо. Пожалуйста, проверьте свою электронную почту и перейдите по указанной ссылке.
zh: 确认邮件已发送。请查看邮箱后使用邮件里的链接。

# UI
source: Email change request has been successfully canceled.
cs: Požadavek na změnu emailu byl úspěšně zrušen.
es: El pedido de cambio de direccion de correo electronico ha sido cancelado.
fr: La demande du changement d'adresse email a été annulée.
ru: Запрос на изменение электронной почты был успешно отменен.
zh: 更改邮箱地址的请求已成功取消。

# UI
source: No pending wallet.
cs: Žádná peněženka čekající na vyřízení.
ru: Нет ожидающих кошельков.

# UI
source: Wallet change request has been successfully canceled.
cs: Požadavek na změnu peněženky byl úspěšně zrušen.
es: El pedido de cambio de cartera ha sido cancelado.
fr: La demande de changement d'adresse de porte-monnaie a été annulée.
ru: Запрос на изменение кошелька был успешно отменён.
zh: 更改邮箱地址的请求已成功取消。

# UI
source: Zcash wallet change request has been successfully canceled.
cs: Požadavek na změnu Zcash peněženky byl úspěšně zrušen.

# UI
source: A notification email about deleting your account has been sent to %s.
cs: Email informující o smazání vašeho účtu byl odeslán na %s.
es: Una notificacion sobre la eliminacion de su cuenta ha sido enviada a %s.
fr: Une notification de suppression de compte vous a été envoyé par email à %s.
ru: Письмо, уведомляющее об удалении вашей учетной записи, было отправлено на %s.
zh: 关于删除您的账户的通知邮件已被发送到%s。

# UI
source: You cant change locked wallet.
cs: Nemůžete změnit uzamčenou peněženku.
ru: Вы не можете изменить заблокированный кошелек.

# UI
source: New wallet is already set.
cs: Nová adresa je již nastavena.
ru: Новый кошелек уже настроен.

# UI
source: Two-factor authentication is already configured
cs: Dvoufaktorová autentizace je již nastavena
es: Autenticacion de dos factores ya esta configurada
fr: L'authentification 2-factor a été bel et bien configurée
ru: Двухфакторная аутентификация уже настроена
zh: 双重验证已配置

# UI
source: 2FA token is invalid. Please, re-scan the QR code (new one has been generated).
cs: Token pro dvoufaktorovou autentizaci je neplatný. Přeskenujte prosím QR kód (z bezpečnostních důvodů byl vygenerován nový).
ru: 2FA-токен недействителен. Пожалуйста, просканируйте повторно QR-код (был сгенерирован новый).

# UI
source: User doesn't have OTP.
cs: Uživatel nemá OTP.
ru: У пользователя нет OTP.

# UI
source: Stats
cs: Statistiky
es: Estadísticas
fr: Statistiques
zh: 统计

# UI
source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
zh: 设置

# UI
source: Second Factor Verification
cs: Doufaktorové ověření

# UI
source: Enter OTP token from your <strong>Google Authenticator</strong> or similar <strong>2FA client</strong>
cs: Vložte OTP token z <strong>Google Authenticator</strong>, nebo podobného <strong>2FA klienta</strong>

# UI
source: Submit
cs: Potvrdit

# UI
source: FIDO Validation
cs: FIDO ověření

# UI
source: Connect your <strong>U2F device</strong> and confirm your request on it
cs: Připojte vaše <strong>U2F zařízení</strong> a potvrďte na něm váš požadavek

# UI
source: Logged out
cs: Odhlášen
es: Desconectado
fr: Se déconnecter
zh: 已退出

# UI
source: Read only login token
cs: Token pro přihlášení pouze pro čtení

# UI
source: Only alphabetical characters, numbers and underscore are allowed in username!
cs: Pouze alfanumerické znaky a podtržítko jsou dovolené v uživatelském jménu!
es: Sólo caracteres alfabéticos, números, y guión bajo se permiten en el nombre del usuario!
fr: Seul les caractères alphabétiques, chiffres et l'underscore sont autorisés dans le nom d'utilisateur !
ru: Только буквы латинского алфавита, числа и нижнее подчеркивание разрешены в имени пользователя!
zh: 用户名只允许含有字母，数字和下划线！

# UI
source: Username
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
zh: 用户名

# UI
source: Enter a valid username.
cs: Vložte platné uživatelské jméno.
es: Introduzca un nombre de usuario válido.
fr: Entrez un nom d'utilisateur valide.
zh: 请输入一个有效的用户名。

# UI
source: Required password
cs: Požadované heslo
es: Contraseña requerida
fr: Mot de passe requis
zh: 需要密码

# UI
source: Password again
cs: Heslo znovu
es: Contraseña de nuevo
fr: Entrez à nouveau votre mot de passe
zh: 请再输入密码

# UI
source: Passwords are different!
cs: Hesla jsou rozdílná!
es: ¡Las contraseñas son diferentes!
fr: Les mots de passe sont différents !
zh: 密码不匹配！

# UI
source: (Deactivate proposal updates in <a href="/accounts/settings">Settings</a>)
cs: (Deaktivovat aktualizace návrhů v <a href="/accounts/settings">Nastavení</a>)
es: (Desactivar actualizaciones propuestas en <a href="/accounts/settings">Ajustes</a>)
fr: (Désactiver les mises à jours proposées dans <a href="/accounts/settings">Settings</a>)
ru: (Отключить обновление предложений в <a href="/accounts/settings">Настройках</a>)
zh: （在<a href="/accounts/settings">设置</a>停用提议更新 ）

# UI
source: New proposal(s) is ready for voting in <a href="/devcorner/">Development Corner</a>.
cs: Nový/é návrh(y) jsou připraveny k hlasování ve <a href="/devcorner/">Vývojářském koutku</a>.
es: Hay nuevas propuesta(s) listas para recibir votos en <a href="/devcorner/">Rincón de Desarrollo</a>.
fr: Les nouvelles propositions sont déjà en cours de vote dans <a href="/devcorner/">Development Corner</a>.
ru: Новое(ые) предложение(ния) готово(ы) для голосования в <a href="/devcorner/">Уголок Разработчика</a>.
zh: 新提议在<a href="/devcorner/">开发角</a>投票就绪。

# UI
source: Proposal <a href="/proposal/detail/%(id)s">%(title)s</a> is now being implemented.
cs: Návrh <a href="/proposal/detail/%(id)s">%(title)s</a> je nyní implementován.
es: La propuesta <a href="/proposal/detail/%(id)s">%(title)s</a> está siendo desarrollada.
fr: La proposition <a href="/proposal/detail/%(id)s">%(title)s</a> est déjà mise en œuvre.
ru: Предложение <a href="/proposal/detail/%(id)s">%(title)s</a> внедряется.
zh: 提议<a href="/proposal/detail/%(id)s">%(title)s</a>正在被实施。

# UI
source: Proposal <a href="/proposal/detail/%(id)s">%(title)s</a> has been released.
cs: Návrh <a href="/proposal/detail/%(id)s">%(title)s</a> byl vydán.
es: La propuesta <a href="/proposal/detail/%(id)s">%(title)s</a> ha sido publicada.
fr: La proposition <a href="/proposal/detail/%(id)s">%(title)s</a> vient dêtre appliquée.
ru: Предложение <a href="/proposal/detail/%(id)s">%(title)s</a> внедрено.
zh: 提议<a href="/proposal/detail/%(id)s">%(title)s</a>已发布。

# UI
source: Thank you for mining with us! We have a special reward for You:
cs: Díky za to, že s námi těžíte! Máme pro vás speciální odměnu:
es: ¡Gracias por hacer minería con nosotros! Tenemos una recompensa especial para Usted:
fr: Merci de miner avec nous ! Nous avons une récompense spéciale pour vous :
zh: 感谢您和我们一起挖矿！我们由一个特殊奖励给您：

# UI
source: A Slush Pool-sponsored Bitcoin TREZOR with an amazing 33%% discount!
cs: Slushpoolem sponzorovaný Bitcoin TREZOR s úžasnou 33%% slevou!
es: ¡Un Bitcoin TREZOR patrocinado por Slush Pool con un increíble 33%% de descuento!
fr: Une incroyable remise de 33%% sur Bitcoin TREZOR grâce au parrainage de Slush Pool !
zh: 由Slush Pool赞助给TREZOR的减33%%的折扣！

# UI
source: Keep your mined bitcoin safe with<br><strong>"the most sophisticated financial authenticator device in the world!"</strong>
cs: Udržujte své vytěžené bitcoiny v bezpečí <br><strong>"nejchytřejšího finančního ověřovacího zařízení na světě!"</strong>
es: ¡Guarde a salvo sus bitcoins minados con <br><strong>"el autenticador financiero mas sofisticado en el mundo!"</strong>
fr: Gardez vos bitcoins minés en sécurité avec <br> <strong> «le dispositif d'authentification financier le plus sophistiqué du monde!"
zh: 用<br><strong>”世界上最复杂的金融认证装置！“</strong>保障您比特币的安全

# UI
source: Reporting enabled
cs: Reportování zapnuto
es: Informes Habilitados
fr: Rapports permis
ru: Уведомления включены
zh: 报告已启用

# UI
source: Token not generated yet
cs: Zatím nebyl vygenerován žádný token
es: Token aún no generado
fr: Le jeton n'a pas été encore généré
zh: 令牌还没产生

# UI
source: Invalid token
cs: Neplatný token
es: Token inválido
fr: Jeton non valide
zh: 无效令牌

# UI
source: Wallet change confirmation
cs: Potvrzení změny peněženky
es: Confirmación de cambio de cartera
fr: Confirmation du changement de porte-monnaie
ru: Подтверждение изменения кошелька
zh: 更改钱包的确认

# UI
source: Email change confirmation
cs: Potvrzení změny emailu
es: Confirmación de cambio de dirección de correo electrónico
fr: Confirmation du changement d'adresse email
ru: Подтверждение изменения адреса электронной почты
zh: 更改邮箱地址的确认

# UI
source: Zcash wallet change confirmation
cs: Potvrzení změny Zcash peněženky

# UI, Transaction state
source: New
cs: Nové
es: Nuevo
fr: Nouveautés
ru: Новый
zh: 新的

# UI, Transaction state
source: Processing
cs: Zpracovávám
es: Procesando
fr: En cours de traitement
ru: Обработка
zh: 正在处理

# UI, Transaction state
source: Failed
cs: Chyba
es: Fallo
fr: erroné
ru: Неудачно
zh: 失败的
