Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Please note that the proposal will be processed (approved or rejected) within a few days.
cs: Vezměte prosím na vědomí, že návrh bude zprocesován (schválen nebo zamítnut) v řádu několika dní.
fr: Veuillez noter que la proposition sera traitée (approuvée ou rejetée) dans les prochains jours.
ru: Пожалуйста, имейте ввиду, что предложение будет обработано (получит одобрение или отказ) в течение нескольких дней.
zh: 请注意提议将在几天内被处理（通过或拒绝）。

# UI
source: Thank you for your participation in enhancing the pool!
cs: Děkujeme vám za vaší účast na vylepšování poolu!
fr: Merci pour votre participation à l'amélioration de la pool !
ru: Спасибо вам за участие в улучшение пула!
zh: 谢谢您参与增强我们的矿池！

# UI
source: Proposal history
cs: Historie návrhů
es: Historial de propuestas
fr: Historique de proposition
ru: История предложений
zh: 提议历史

# UI
source: History for:
cs: Historie pro:
fr: Historique pour :
ru: История для:
zh: 历史记录：

# UI
source: Back to proposal detail
cs: Zpět na detail návrhu
fr: Retour aux détails de la proposition
ru: Вернуться к подробностям предложения
zh: 返回提议详情

# UI
source: Saved at:
cs: Uloženo v:
fr: Enregistrées à :
ru: Сохранить в:
zh: 保存于：

# UI, Button
source: Vote
cs: Hlasovat
ru: Голосовать
zh: 投票

# UI
source: Proposals feed
cs: Seznam návrhů
es: Listado de Propuestas
fr: Propositions d'alimentation
ru: Поддержать предложение
zh: 提议消息来源

# UI
source: Device was not paired in time limit of %s seconds
cs: Zařízení nebylo spárováno během časového limitu %s sekund

# UI
source: Device you are trying to pair was not found
cs: Zařízení, které se snažíte spárovat, nebylo nalezeno

# UI
source: Workers
cs: Zařízení
es: Trabajadores
fr: Travailleur
ru: Воркеры
zh: 矿工

# UI
source: Hash Rate Proof
cs: Důkaz výkonu
zh: Hash速率证明

source: Getting started
cs: Začínáme těžit
es: Comenzando
fr: Commencez
ru: Начало работы
zh: 入门准备

source: Are you starting out?
cs: Právě začínáte?
fr: Vous débutez ?
ru: Вы начинаете?
zh: 您开始了吗？

source: Mining for Beginners
cs: Těžba pro začátečníky
es: Minería para principiantes
fr: Le minage pour les débutants
ru: Майнинг для начинающих
zh: 挖矿入门

source: Want see the big picture?
cs: Chcete vidět věci v kontextu?
fr: Voulez-vous agrandir l'image ?
ru: Хотите увидеть всю картину?
zh: 想要看看大局？

source: Mining for the first time?
cs: Těžíte poprvé?
es: ¿Minas por primera vez?
fr: Vous minez pour la première fois ?
ru: Впервые занимаетесь майнингом?
zh: 第一次挖矿吗？

source: Advanced Mining Setup
cs: Pokročilé nastavení těžby
es: Configuración avanzada de Minería
fr: Configuration avancée pour miner
ru: Расширенные настройки майнинга
zh: 高级挖矿设置

source: Connect your ASIC based miner
cs: Připojte vaše ASIC zařízení
es: Conecta tu minero tipo ASIC
fr: Connectez votre mineur ASIC
ru: Подключите свой ASIC-майнер
zh: 连接您的ASIC矿机

source: Stratum Mining Proxy
cs: Stratum těžební proxy
es: Proxy Stratum de minado
fr: Proxy Stratum de minage
zh: 阶层挖矿代理

source: Connect your legacy HW
cs: Připojte vaše starší zařízení
fr: Connectez votre patrimoine HW
ru: Подсоедините legacy HW
zh: 连接您的过时挖矿设备

source: First Aid
cs: První pomoc
es: Primeros auxilios
fr: Premiers secours
ru: Первая помощь
zh: 急救

source: FAQ, troubleshooting, ..
cs: FAQ, řešení potíží, ..
es: FAQ, solución de problemas, ..
fr: FAQ, dépannage ...
ru: FAQ, устранение неисправностей, ..

source: Information resources
cs: Zdroje informací
es: Recursos de información
fr: Sources d'information
ru: информационные ресурсы
zh: 信息资源

source: Where to go for information
cs: Kde se podívat po informacích
es: Donde obtener información
fr: Où aller pour plus d'informations
ru: Куда обращаться за справкой
zh: 哪里寻找信息

source: Troubleshooting
cs: Řešení potíží
es: Solución de problemas
fr: Dépannage
ru: Устранение неисправностей
zh: 故障排除

source: Did anything go wrong?
cs: Nešlo něco podle plánu?
fr: quelque chose va mal ?
ru: Что-то неверно?
zh: 有什么地方出错了吗？

source: FAQ: User Account
cs: FAQ: Uživatelský účet
es: FAQ: Cuenta de usuario
fr: FAQ : compte d'utilisateur
ru: FAQ: Учетная запись пользователя
zh: 常见问题：账户

source: User account related questions
cs: Otázky související s uživatelským účtem
es: Preguntas relacionadas sobre cuenta de usuario
fr: Questions associées au compte utilisateur
ru: Вопросы, связанные с учетной записью пользователя
zh: 与账户相关的问题

source: FAQ: Mining Setup
cs: FAQ: Nastavení těžby
ru: FAQ: Настройки майнинга
zh: 常见问题：挖矿设置

source: Device setup, connectivity, power
cs: Nastavení zařízení, připojení, napájení
es: Configuración del dispositivo, conectividad, alimentación
fr: Configuration du périphérique, connectivité, puissance
ru: Настройки устройства, подсоединение, мощность
zh: 设备设置，连通性，功率

source: FAQ: Merged Mining
cs: FAQ: Sloučená těžba
ru: FAQ: Объединенный майнинг
zh: 常见问题：合并挖矿

source: Namecoin mining all the way
cs: Vše o těžbě Namecoinu
ru: Полностью майнинг неймкоинов

source: FAQ: Mining
cs: FAQ: Těžba
es: FAQ: Minería
fr: FAQ : minage
ru: FAQ: Майнинг
zh: 常见问题：挖矿

source: General mining related questions
cs: Všeobecné otázky související s těžbou
es: Preguntas concernientes a la minería en general
fr: Questions générales liées au minage
ru: Общие вопросы по майнингу
zh: 一般挖矿相关的问题

source: FAQ: Rewards & Payouts
cs: FAQ: Odměny & Výplaty
es: FAQ: Recompensas y Pagos
fr: FAQ : Récompenses et paiements
ru: FAQ: Вознаграждения и выплаты
zh: 常见问题：回报&报酬支付

source: Rewards amounts and routines
cs: Způsoby výpočtů odměn
es: Cantidades de recompensa y rutinas
fr: Montant des récompenses et des routines
ru: Размер и процедура выплаты вознаграждения
zh: 回报数额和惯例

source: FAQ: Pool features
cs: FAQ: Poolové funkce
es: FAQ: Características del Pool
fr: FAQ : Caractéristiques de la pool
ru: FAQ: особенности пула
zh: 常见问题：矿池特性

source: Monitoring, Vardiff, luck
cs: Sledování, Vardiff, štěstí
es: Monitorización, Dificultad variable, suerte
fr: Surveillance, difficulté variable, chance
ru: Мониторинг, вардиф, удача

source: User Manual
cs: Uživatelský manuál
es: Manual de usuario
fr: Manuel d'utilisateur
ru: Руководство пользователя
zh: 用户指南

source: Do you want to know more?
cs: Chcete vědět víc?
es: ¿Quieres saber más?
fr: Voulez-vous en savoir plus ?
ru: Хотите узнать больше?

source: Pool Terminology
cs: Poolová terminologie
es: Terminología del Pool
fr: Terminologie de la pool
ru: Терминология пула

source: Get to Know these big words
cs: Seznamte se se základními pojmy
es: Conozca estas grandes palabras
fr: Apprenez à connaître ces grands mots
ru: Знакомство с этими громкими словами

source: Reward System
cs: Systém odměn
es: Sistema de recompensa
fr: Système de récompense
ru: Система вознаграждений
zh: 报酬系统

source: How much do you get
cs: Kolik dostanete
es: Cuanto conseguirás
fr: Combien obtenez-vous
ru: Как много вы получите

source: Pool Payouts
cs: Poolové výplaty
es: Pagos del Pool
fr: Paiements de la pool
ru: История платежей пула

source: When & how you get your coins
cs: Kdy a jak dostanete své mince
es: Cuando y como obtienes tus monedas
fr: Quand et comment vous obtenez vos pièces
ru: Когда и как вы получите свои койны

source: Device Monitoring
cs: Sledování zařízení
es: Monitoreo de dispositivos
fr: Dispositif de surveillance
ru: Устройство мониторинга

source: Your personal watchdog
cs: Váš osobní hlídací pes
fr: Votre chien de garde personnel
ru: Ваш личный сторожевой

source: Worker Management
cs: Správa zařízení
ru: Управление воркером

source: Pile of workers managed easily
cs: Jednoduchá správa vícera zařízení
ru: Легко управлять набором воркеров

source: Stratum Protocol
cs: Stratum protokol
es: Protocolo Stratum
fr: Protocole de couche
ru: Протокол Stratum

source: Offical protocol documentation
cs: Oficiální dokumentace protokolu
es: Documentación oficial del protocolo
fr: Documentation officielle du protocole
ru: Официальная документация по протоколу

source: Hash Rate Proof
cs: Dokázání Hash rate
ru: Подтверждение хешрейта

source: Proof of honesty
cs: Důkaz upřímnosti
ru: Подтверждение честности

source: Contacts
cs: Kontakty
es: Contactos
ru: Контакты

source: Proposals, Feedback, Get Involved
cs: Návrhy, Připomínky, Zapojte se
es: Propuestas, Comentarios, Involúcrese
fr: Propositions, retour d'expérience, s'impliquer
ru: Предложения, обратная связь, участие

source: Proposals, feedback, get involved
cs: Návrhy, připomínky, zapojte se
es: Propuestas, comentarios, involúcrese
fr: Propositions, retour d'expérience, s'impliquer
ru: Предложения, обратная связь, участие

source: Feedback
cs: Připomínky
es: Comentarios
fr: Retour d'expérience
ru: Обратная связь

source: Your feedback drives Slush Pool
cs: Vaše připomínky pro nás znamenají vše
es: Su opinión impulsa Slush Pool
fr: Vos retours d'expérience conduit la pool Slush
ru: С помощью обратной связи вы управляете Slush Pool

source: Development proposals
cs: Vývojářské návrhy
es: Propuestas de desarrollo
fr: Propositions de développement

source: Get involved
cs: Zapojte se
es: Involúcrese
fr: S'impliquer

source: Translation
cs: Překlady
es: Traducción
fr: Traduction
ru: Перевод

source: Help us help you
cs: Pomozte nám pomáhat vám
es: Ayúdanos a ayudarte
fr: Aidez-nous à vous aider
ru: Помогите нам помочь вам

source: Requested page has not been found
cs: Požadovaná stránka nebyla nalezena

source: Please choose a topic from the navigation menu or start from <a href="%(link)s">the begining</a>.
cs: Vyberte si prosím téma z navigačního menu nebo začněte <a href="%(link)s">od začátku</a>.

source: Welcome to the Help Center
cs: Vítejte v Centru nápovědy
es: Bienvenido al Centro de Ayuda
fr: Bienvenue dans notre système d'aide

source: Hello Miner.
cs: Vítejte těžaři.
es: Hola Minero.
fr: Bonjour Mineur.

source: Our help center is the right place where you can learn how to <a href="%(get_started)s">start mining</a>, <a href="%(troubleshooting)s">troubleshoot</a> your mining issues, or simply <a href="%(manual)s">learn more</a> about mining with our pool. We also appreciate any <a href="%(feedback)s">feedback</a>.
cs: Naše centrum pro nápovědu je místo, kde se můžete naučit jak <a href="%(get_started)s">začít těžit</a>, <a href="%(troubleshooting)s">řešit</a> potíže s těžbou, nebo se jednoduše <a href="%(manual)s">dozvědět více</a> o těžbě na našem poolu. Oceníme také jakoukoliv <a href="%(feedback)s">zpětnou vazbu</a>.
es: Nuestro centro de ayuda es el lugar correcto donde poder aprender a <a href="%(get_started)s">comenzar a minar</a>, <a href="%(troubleshooting)s">resolver</a> tus dudas sobre minería, o simplemente <a href="%(manual)s">aprender más</a> acerca de minar con nuestro pool. También agradecemos cualquier<a href="%(feedback)s">sugerencia</a>.
fr: Notre centre d'aide est l'endroit où vous pouvez apprendre à <a href="%(get_started)s"> Démarrer l'exploitation minière</a>, <a href="%(troubleshooting)s"> dépanner</a> vos problèmes de minage, ou simplement <a href="%(manual)s"> en savoir plus</a> sur l'industrie minière avec notre pool. Nous remercions également tout <a href="%(feedback)s"> vos commentaires</a>.

source: It is also the right spot for <a href="%(proposals)s">telling us</a> about any great ideas you may have.
cs: Je to také správné místo kde <a href="%(proposals)s">nám říct</a> o jakýchkoliv skvělých nápadech, které možná máte.

source: Beginners Guide
cs: Příručka pro začátečníky
es: Guía de Principiantes
fr: Guide du débutant

source: Rewards
cs: Odměny
es: Recompensas
fr: Récompenses

source: How much do you get?
cs: Kolik dostanete?
es: ¿Cuanto conseguirás?
fr: Combien obtenez-vous ?

source: Frequently Asked Questions
cs: Časté Otázky a Odpovědi
es: Respuestas a Preguntas frecuentes
fr: Foire aux Questions

# UI
source: Help Center
cs: Centrum nápovědy
es: Centro de Ayuda
fr: Centre d'aide

source: Possible Contact Channels
cs: Jak nás kontaktovat
es: Posibles Canales de contacto
fr: Canaux de contact possible
ru: Возможные способы связи

source: When yout want to reach out to us directly, you have several options depending on the subject of your inquiry. Possible routes are as folows.
cs: Pokud nás chcete kontaktovat přímo, máte v závislosti na podstatě Vašeho sdělení několik možností. Možné způsoby jsou následující.
es: Cuando desee contactar con nosotros directamente, dispone de varias opciones dependiendo del tema de su consulta. Las posibles vías son las siguientes.
fr: Lorsque vous voulez nous joindre directement, vous avez plusieurs options en fonction de l'objet de votre demande. Plusieurs itinéraires possibles suivant.
ru: Если вы хотите связаться с нами напрямую, у вас есть несколько вариантов - в зависимости от предмета вопроса. Ниже следуют возможные способы связи.

source: Development proposal
cs: Vývojářský návrh
es: Propuesta de desarrollo
fr: Proposition de développement

source: If you have a great idea for new pool feature or improval, <a href="%(link)s">Development Corner</a> is the right place for you.
cs: Pokud máte skvělý nápad na novou funkcionalitu nebo návrh na zlepšení, <a href="%(link)s">Vývojářský koutek</a> je pro Vás to správné místo.
es: Si tienes una gran idea para una nueva mejora o característica del pool, <a href="%(link)s">Rincón del Desarrollo</a> es el lugar correcto para ti.
fr: Si vous avez une idée géniale pour une nouvelle fonctionnalité pour la pool, le <a href="%(link)s">Coin du développement</a> est le bon endroit pour vous.

source: Submit your ideas and upvote what you like to see implemented first. Your hash rate is your voting power.
cs: Pošlete nám nápady na vylepšení poolu. Hlasujte pro nápady, které chcete vidět implementované jako první. Hash rate je síla Vašeho hlasu.
es: Envíe sus ideas y vote aquellas que le gustaría que fueran implementadas primero. Tu tasa de Hash es tu poder de voto.
fr: Soumettez vos idées d'amélioration de la pool. Votez pour ce que vous aimeriez voir mis en œuvre en premier. Votre taux de hachage est votre pouvoir de vote.

source: General feedback
cs: Věeobecné připomínky
es: Opinión general
fr: Retour d'expérience général
ru: Общая обратная связь

# UI
source: Development corner
cs: Vývojářský koutek
es: Rincón del Desarrollo
fr: Coin de développement
ru: Уголок разработчика

source: Merged <span>mining</span>
cs: Sloučená <span>těžba</span>
ru: Объединенный <span> майнинг</span>

source: How to start mining Namecoins?
cs: Jak začít těžit Namecoin?
ru: Как начать майнить Неймкоины?

source: Good news ! There is no need for a special setup. Everything is fully automatic and once you are mining Bitcoin you mine Namecoin in parallel. For smooth Bitcoin mining setup please follow instructions on the following link:
cs: Máme pro Vás dobré zprávy! Není potřeba nic složitě nastavovat. Vše je plně automatizováno a jakmile začnete těžit Bitcoin, paralelně těžíte i Namecoin. Pro pohodlné nastavení těžení Bitcoinu prosím postupujte podle instrukcí na následující stránce:
ru: Хорошие новости! Специальная настройка не нужна. Всё полностью автоматично, и когда вы начинаете майнить Биткойны, вы параллельно майните Неймкоины. Для настройки майнинга Биткойнов, пожалуйста, следуйте инструкции следующей ссылки:

source: Basic Namecoin specifics
cs: Základní specifikace Namecoinu
ru: Основная специфика Неймкоинов

source: Block reward is currently 25 NMC per block
cs: Odměna je aktuálně 25 NMC za blok
ru: Вознаграждение за блок сейчас составляет 25 NMC за блок

source: Blocks are generated in 10 minutes intervals
cs: Bloky jsou generovány v 10minutových intervalech
ru: Блоки генерируется интервала в 10 минут

source: What is merged mining?
cs: Co je sloučená těžba?
ru: Что такое объединенный майнинг?

source: Merged mining allows you to mine on more than one block chain at the same time. The benefit is that every share your miner contributes counts towards the total hash rate of both currencies, and as a result they are more secure. Moreover you will receive the reward for finding blocks on both of them. Ultimately, it means this will slightly increase your Bitcoin payouts.
cs: Sloučená těžba Vám umožňuje těžit na vícero blockchainech najednou. Výhoda je, že každé řešení, které Vaše zařízení dodá, se započítává do celkového hash rate obou měn a ty jsou proto bezpečnější. Navíc dostanete odměnu za nalezení bloků obou měn. Ve finále to znamená, že Vám tím lehce stoupne výplata v Bitcoinech.
ru: Объединенный майнинг позволяет вам майнить более чем один блокчейн одновременно. Преимущество заключается в том, что каждый разделяют ваш майнерский вклад, учитываемый в общем хешрейте обеих валют, и в результате - они более безопасны. Более того, вы будете получать вознаграждение за нахождение блоков в них обоих. В конечном счете, это означает, что это немного увеличит ваши выплаты в Биткойнах.

source: For more technical information regarding merged-mining, please read here:
cs: Více technických informací o sloučené těžbě se dozvíte zde:
ru: Для более подробной технической информации об объединенном майнинге, пожалуйста, читайте здесь:

source: Do I need special equipment for mining Namecoins?
cs: Potřebuji pro těžbu Namecoinů nějaké speciální vybavení?
ru: Нужно ли мне специальное оборудования, чтобы майнить Неймкоины?

source: Despite the difficulty for Namecoin is lower than for Bitcoin you still have to have an ASIC miner and it is not possible to mine Namecoins neither with your CPU nor GPU.
cs: Přesto, že je obtížnost těžby Namecoinu nižší než u Bitcoinu, stále musíte mít ASIC zařízení a není možné Namecoiny těžit s Vaším CPU nebo GPU.
ru: Не смотря на то, что майнить Неймкоины легче, чем Биткоины, вам всем равно нужен ASIC-майнер, невозможно майнить Неймкоины ни с помощью процессора (CPU), ни с помощью графического процессора (GPU).

source: How do I register my NMC payout address?
cs: Jak si zaregistruji výplatní NMC adresu?
ru: Как мне зарегистрировать NMC-адрес для выплат?

source: There is no need to register NMC address since we do not distribute Namecoin rewards to Namecoin payout wallets. We use external exchange service to automatically ex-change all mined Namecoins to Bitcoins instead.
cs: Není třeba si NMC adresu registrovat, protože odměny v Namecoinech nedistribuujeme. Místo toho používáme externí službu, která automaticky smění veškeré Namecoiny na Bitcoiny.
ru: Нет необходимости в регистрации NMC-адреса, поскольку мы не распределяем вознаграждения от Неймкоинов по кошелькам Неймкоинов. Вместо этого мы используем внешние обменники для автоматического обмена Неймкоинов на Биткоины.

source: How do I check my NMC rewards?
cs: Jak si zkontroluji své NMC odměny?
ru: Как мне проверить мои NMC вознаграждения?

source: You can check them in the Rewards History by clicking on a slide switch that allows you switching between Bitcoin and Namecoin block history. You will find the switch at the top right corner of your Rewards History page.
cs: Historii odměn můžete zkontrolovat kliknutím na přepínač umožňující přepínání mezi historií Bitcoin a Namecoin bloků. Přepínač najdete v pravém horním rohu stránky Historie odměn.
ru: Вы можете проверить их в Истории Вознаграждений, нажав на ползунковый переключатель, который позволяет переключаться между историей блоков Биткойнов и Неймкоинов. Переключатель находится в верхнем правом углу страницы Истории Вознаграждений.

source: Your <strong>Reward</strong> column displays the amount of Bitcoins that belong to you after we have traded the Namecoin block. The Bitcoins for the traded Namecoin block are being fairly distributed among miners based on the same scoring hash-rate formula which we use for Bitcoin rewards distribution.
cs: Sloupec Vašich <strong>odměn</strong> zobrazuje počet Bitcoinů, která Vám náleží po zobchodování Namecoin bloku. Bitcoiny ze zobchodovaného Namecoin bloku jsou férově rozděleny všem těžařům za použití stejné metody skórovacího hash rate, podle které rozdělujeme Bitcoinové odměny.
ru: Колонка Ваших <strong> Вознаграждений</strong> отображает количество Биткойнов, которые принадлежат вам, после того как мы обменяли блоки Неймкоинов. Биткоины за обмененные блоки Неймкоинов справедливо распределяются между майнерами на основе той же формулы оценки хешрейтов, что мы используем для распределения вознаграждений за Биткойны.

source: The <strong>Block Value</strong> column shows the exchange rate provided by external exchange and the amount of Namecoins you have been rewarded.
cs: Sloupec <strong>Hodnota bloku</strong> ukazuje kurz směnárny a počet Namecoinů, které jste vytěžil.
ru: Колонка <strong> Ценности блока </strong> показывает курс обмена, который устанавливает внешний обменник, и количество Неймкоинов, за которые вас вознаградили.

source: How does the rewards calculation relates to other currencies?
cs: Jak se počítaní odměn vztahuje k ostatním měnám?
ru: Как расчет вознаграждений соотносится с другими валютами?

source: Currently, we don't track an exchange rate from NMC to other currencies. Therefore if you switch the balances in Rewards History page to fiat currency actually the BTC balances are recalculated instead of NMC balances.The last few freshly mined NMC blocks always stay in NMC until they are confirmed (roughly 40 confirmations).
cs: Aktuálně nesledujeme kurz mezi NMC a ostatními měnami. Proto pokud na stránce Historie odměn přepnete na zobrazení zůstatků ve fiat měně, přepočítají se BTC zůstatky namísto NMC. Posledních několik čerstvě vytěžených NMC bloků vždy zůstává v NMC, dokud se bloky nepotvrdí (zhruba 40 potvrzení).
ru: На данный момент, мы не отслеживает курс обмена с NMC на другие валюты. Поэтому, если вы переключите баланс на странице Истории Вознаграждений на указанную валюту, будет рассчитан баланс Биткойнов, а не Неймкоинов. Последние несколько самых свежих NMC блоков всегда остаются в NMC до того, как они будут подтверждены (около 40 подтверждений).

source: What are the blue block lines in the hash rate monitor?
cs: Co jsou ty modré čáry bloků v monitorování hash rate?
ru: Что означают синие блок-линии в мониторинге хешрейта?

source: These are Namecoin blocks.
cs: To jsou Namecoin bloky.
ru: Это блоки Неймкоинов.

source: So how do we get the converted NMC to BTC ?
cs: Jak se konvertují NMC na BTC?
ru: Так как мы конвертируем NMC в BTC?

source: We convert NMC to BTC via external exchange service in the background and the Bitcoins get added to your balance automatically.
cs: NMC na BTC průběžně směňujeme přes externí směnárnu a Bitcoiny jsou automaticky připisovány k Vašim zůstatkům.
ru: Мы конвертируем NMC и BTC с помощью внешних обменников, работающих в фоновом режиме, и Биткоины добавляются к вашему балансу автоматически.

source: Namecoin block was invalid
cs: Namecoin blok byl neplatný
ru: Недействительный блок Неймкоина

source: The same rules for invalid blocks are applied for Namecoins which means no reward for an invalid block.
cs: Pro neplatné Namecoinové bloky platí stejná pravidla, což znamená, že za ně nedostáváte žádnou odměnu.
ru: Те же правила относятся и к недействительным блокам Неймкоинов, что означает, что за недействительные блоки нет вознаграждения.

source: How to opt-out from NMC mining?
cs: Jak se odhlásit z těžení NMC?
ru: Как отказаться от майнинга NMC?

source: Actually it is not possible to opt-out. However since there are no additional resources which you have to provide in order to mine Namecoins please take the merged-mining as a benefit. You will receive few more coins for the same amount of work.
cs: V podstatě není možné se odhlásit. Nicméně jelikož pro to nemusíte nic dělat a nic to nestojí, berte prosím sdílenou těžbu jako bonus. Za stejný objem práce dostanete nějaké drobné navíc.
ru: Вообще-то, отказаться невозможно. Однако, поскольку чтобы майнить Неймкоины не нужно обеспечивать дополнительных ресурсов, пожалуйста, воспринимайте объединенный майнинг как выгоду. Вы будете получать немного больше коинов за то же самое количество работы.
