Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: The funds immediately available for payouts are kept in a <strong>Hot wallet</strong>. This wallet has <strong>quite a low balance</strong> for security reasons and when it becomes empty, the pool administrator has to <strong>load it from the cold storage</strong> – a highly secured offline computer keeping pool's bitcoins. Since this process can not be automated and only very limited number of people has access to the cold wallet, it can introduce a few hours delay in sending bitcoins to user's wallet.
cs: Prostředky připravené k okamžitému použití jsou uchovávány v <strong>Online peněžence</strong>. Tato peněženka má z bezpečnostních důvodů <strong>relativně nízký zůstatek</strong> a když se vyprázdní, poolový administrátor musí <strong>přesunout prostředky z offline úložiště</strong> – vysoce zabezpečeného počítače, který není připojen k sítí, a na kterém je uložena většina poolových bitcoinů. Tento proces nemůže být zautomatizován a přístup k tomuto počítači má velice omezený počet lidí, proto může výjimečně vzniknout několikahodinová prodleva ve vyplácení peněz do uživatelovy peněženky.
ru: Суммы, немедленно доступные для выплат, хранятся в <strong>горячем кошельке</strong>. Этот кошелек в целях безопасности имеет <strong>довольно низкий баланс </strong> и когда он пустеет, администрация пула должна <strong>заполнить его, взяв сумму из холодного хранилища</strong> - компьютера с высокой степенью безопасности, который находится офлайн, и хранит биткоины пула. Поскольку данный процесс не может быть автоматизирован, и только очень ограниченное число людей имеют доступ к этому холодному кошельку, это может привести к задержке в несколько часов при отправке биткоинов на кошелек пользователей.
zh: 可以即时用于支付的资金保存在<strong>热钱包</strong>。因安全因素此钱包持有<strong>较低余额</strong>并且当它空了时，矿池管理人员需<strong>从冷钱包向其加载资金</strong>–一个高度安全的线下电脑保存矿池的比特币资金。因为此操作不能自动化，所以只有少数有权限的人员能够接触冷钱包，由此有时可能导致发送报酬到用户钱包的延迟。

source: Finding a Bitcoin block is quite a rare and randomly occurring event. The pool service however needs some method to fairly distribute the value of a found block among pool users and pay them accordingly.
cs: Nalezení Bitcoinového bloku je celkem vzácná, náhodně se vyskytující událost. Naše služba nicméně potřebuje nějakou metodu férového rozdělění odměn za nalezený blok mezi všechny těžaře a následného vyplácení.
ru: Нахождение биткоин-блока - довольно редкое событие со случайной вероятностью наступления. Обслуживанию пула необходим метод, который бы обеспечивал честное распределение величины найденного блока среди пользователей пула и соответствующих выплат.
zh: 发现一个矿区是不容易并很随机的事。因此矿池得有好的方法公平分配给挖矿者相应的报酬。

source: Our reward system ensures that when a new block is found every user receives a reward proportional to his/her participation in the pool's mining power. Bigger miners receive proportionally more than smaller miners.
cs: Náš systém odměn zajišťuje, že když je nalezen nový blok, uživatel obdrží část odměny proporčně adekvátní poměru jeho výpočetního výkonu k výpočetnímu výkonu poolu. Uživatelé se silnějšími zařízeními dostanou proporčně víc než uživatelé se slabšími zařízeními.
ru: Наша система вознаграждений гарантирует, что когда новый блок найден, каждый пользователь получит вознаграждение пропорциональное его / ее участию в майнинговой мощности пули. Большие майнеры получают пропорционально больше, чем малые майнеры.
zh: 我们的报酬系统确保每个挖矿者在新矿区发现后按挖矿能力比例得到相应的报酬。挖矿能力大的比能力小的得到更大比例。

source: For example, if your scoring hash rate is 1%% of the whole pool, you receive 1%% of the block rewards. If you own 0.031%% of hash rate, you receive 0.031%% of rewards from the block. It is that simple.
cs: Například když je váš skórovací hash rate je 1%% celého poolu, dostanete 1%% odměny z bloku. Pokud vlastníte 0.031%% hash rate, dostanete 0.031%% odměn z bloku. Tak jednoduché to je.
ru: Например, если ваша оценка хешрейта равна 1%% от всего пула, вы получите 1%% от награды за блок. Если вам принадлежит 0,031%% хешрейта - вы получите 0,031%% от вознаграждения за блок. Все вот так просто.
zh: 例如：如果您的指数加权hash速率是整个矿池的1%%，您将收到1%%整个区的报酬。如果您有0.031%%的hash速率，您将收到0.031%%整个区得报酬。非常简单。

source: The pool calculates your reward for <strong>every found block</strong> as follows:
cs: Pool vypočítává odměny za <strong>naždý nazelezený blok</strong> následovně:
es: El pool calcula tu recompensa por <strong>cada bloque encontrado</strong> como sigue:
ru: Пул вычисляет ваше вознаграждение за <strong>каждый найденный блок</strong> следующим образом:
zh: 矿池对<strong>每个发现的矿区</strong>对您的报酬计算方法如下：

source: A <em>block value</em> is typically 12.5 BTC + fees from bitcoin transactions contained in the block (you can see block values <a href="%(blocks)s">here</a>).
cs: <em>Hodnota bloku</em> je typicky 12.5 BTC + transakční poplatky z bitcoinových transakcí provedených v průběhu bloku (hodnoty bloků najdete <a href="%(blocks)s">zde</a>).
ru: <em>Стоимость блока</em> обычно равна 12.5 ВТС + отчисления на транзакции биткоинов, содержащиеся в блоке (вы можете увидеть стоимость <a href="%(blocks)s">здесь</a>).

source: <em>Scoring hash rates</em> used for the calculation are hash rates from time when a particular block was found. They reflect some mining history before the actual block finding.
cs: <em>Skórovací hash rate</em> použité pro výpočet jsou hash rate z času nalezení daného bloku. Odráží část historie těžení před vlastním nalezením bloku.
ru: <em>Оценка хешрейта</em> используемая для вычисления - это хешрейт от времени нахождения определенного блока. Она отражает историю майнинга до того, как блок был найден в действительности.
zh: 用于计算的<em>指数加权hash速率</em>是指自某个矿区被发现时的hash速率。它们反映当前矿区发现前的挖矿历史。

source: A <em>pool fee</em> is currently 2%%.
cs: <em>Poplatek poolu</em> je aktuálně 2%%.
es: La <em>comisión del pool</em> actualmente es 2%%.
ru: <em>Взнос за услуги пула</em> сейчас составляет 2%%.
zh: 当前<em>矿池费用</em>是2%%。

source: The chart below shows how the <strong>scoring hash rate</strong> rises and declines at time when you start or stop mining (effective hash rate is blue, scoring hash rate is gold):
cs: Graf níže ukazuje, jak <strong>skórovací hash rate</strong> stoupá a klesá, když začnete nebo přestanete těžit (efektivní hash rate je modrý, skórovací hash rate je zlatý):
ru: График ниже показывает, как <strong>оценка хешрейта</strong> от времени повышается и понижается, когда вы начинаете или прекращаете майнинг (эффективный хешрейт обозначен синим, оценка хешрейта - золотым):
zh: 下表展现<strong>指数加权hash速率</strong>在您开始或停止挖矿后的升或降。（有效的hash速率是蓝线，指数加权hash速率是金色线）：

source: The chart would look much more like the one below with a real miner. The reason is that miner's effective hash rate changes in time (if you refresh the page a new random sequence will be generated to give you the idea):
cs: Při použití reálného těžebního zařízení by graf vypadal spíš jako ten níž. Důvodem je, že efektivní hash rate zařízení se v čase mění (pro představu zkuste několikrát obnovit tuto stránku, vždy se vygeneruje náhodná nová sekvence):
ru: График действительного майнера будет выглядеть очень похоже на тот, что находится ниже. Дело в том, что эффективный хешрейт майнера изменяется во времени (если вы обновите страницу, чтобы вы уловили принцип, будет сгенерирована новая случайная последовательность):
zh: 图表看起来更像是下面的一个真实挖矿者。原因是挖矿者的有效hash速率及时更改（如果您刷新一下页面，一个新的随机序列将被生成）：

source: Important Facts <span>about the Method</span>
cs: Důležitá fakta <span>o této metodě</span>
es: Datos importantes <span>sobre el método</span>
fr: Faits importants <span>à propos de la méthode</span>
ru: Важные факты <span>о Методе</span>
zh: <span>关于方法</span>的重要事实

source: Important properties of using <em>scoring hash rate</em> for rewards calculation:
cs: Důležité vlastnosti používání <em>skórovacího hash rate</em> pro výpočet odměn:
ru: Важные свойства использования <em>оценки хешрейта</em> для расчета вознаграждений:
zh: 使用<em>指数加权hash速率</em>来计算报酬的重要性能：

source: You can literally see and understand at any instant how the hash rate is changing and what reward you can expect.
cs: Doslova v každém okamžiku můžete vidět, jak se hash rate mění, a odvodit si, jakou odměnu můžete očekávat.
ru: Вы можете буквально видеть и понимать в любой момент как изменяется хешрейт и какое вы можете ожидать вознаграждение.
zh: 您可以在任何时间看到hash速率是怎样变化的并预期您将得到的报酬。

source: Rewards are fully <strong>independent</strong> from rounds. The only important thing is the scoring hash rate.
cs: Odměny jsou naprosto <strong>nezávislé</strong> na kolech. Jediná podstatná věc je skórovací hash rate.
ru: Вознаграждения полностью <strong>независимы</strong> от раундов. Единственная важная вещь - это оценка хешрейта.
zh: 报酬是完全<strong>独立</strong>于每轮的。唯一重要的是指数加权hash速率。

source: When you start mining, it takes roughly 1.5 hour until it reaches your actual hash rate and then it becomes stable.
cs: Když začnete těžit, trvá mu zhruba 1.5 hodiny se dostat na váš aktuální hash rate a pak se stabilizuje.
ru: Когда вы начинаете майнинг, потребуется около 1,5 часа, пока оценка не достигнет вашего действительного хешрейта и затем станет постоянной.
zh: 当您开始挖矿时，将会在大约1.5小时后达到您实际的hash速率，然后它将保持稳定。

source: It is stable during the time when your miners are connected and working.
cs: Po dobu, kdy jsou vaše zařízení připojena a těží, je stabilní.
ru: Она постоянна на протяжении всего периода времени, пока ваши майнеры подсоединены и работают.

source: When you stop mining the scoring hash rate starts to fall down. It takes again cca 1.5 hour until it is roughly zero.
cs: Když přestanete těžit, skórovací hash rate začne klesat. Opět trvá cca 1.5 hodiny, než se dostane zhruba na nulu.
ru: Когда вы прекращаете майнить, оценка хешрейта начинает падать. Вновь потребуется около 1,5 часов, пока она не станет приблизительно равной нулю.
zh: 当您停止挖矿，指数加权hash速率将开始下降，会在1.5小时后趋于0。

source: When some other miner connects to the pool then your scoring hash rate will stay the same but pool's hash rate will increase proportionally. As a result you will receive a smaller part of found blocks as a reward, but more frequently, because the pool will be stronger. When some other miner disconnects, the opposite will happen. Statistically, there is no difference for you in longer term.
cs: Když se k poolu připojí nová zařízení, váš skórovací hash rate zůstane stejný, ale hash rate poolu přiměřeně vzroste. Výsledkem toho bude, že obdržíte menší část odměny za blok, ale měl byste ji obdržet častěji, protože pool je silnější a má větší šanci nalézt blok. Když se některá zařízení odpojí, stane se přesný opak. Statisticky v tom pro vás dlouhodobě není žádný rozdíl.
ru: Когда какой-либо другой майнер подсоединяется к пулу, ваша оценка хешрейта останется той же, но хешрейт пула увеличится пропорционально. В результате вы будете получите меньшую часть найденных блоков в качестве вознаграждения, однако, более часто, поскольку, пул стал сильнее. Когда какой-либо другой майнер отсоединяется, происходит противоположное. Согласно статистике, в длительной перспективе, для вас это не имеет значения.
zh: 当其他挖矿者连接到矿池时您的指数加权hash速率不会变但实际矿池的hash速率总值会上升。因而您将拥有稍小的比例来分配到报酬，但更常出现的情况是因为矿池的能力加强，在一些其他挖矿者断开连接的情况下，相反的结果会出现。统计学上来看，长期来看对您来说没有区别。

source: The Math <span>Behind the Scenes</span>
cs: Matematika <span> v pozadí</span>
es: Matemáticas <span>Tras las escenas</span>
fr: Les mathématiques <span>dans les coulisses</span>
ru: Математика <span>за сценой</span>
zh: <span>幕后的</span>数学

source: Let's start with the basic concepts and definitions to describe how exactly rewards and other values presented by the pool are computed. Gradually, we will show more interesting stuff.
cs: Začněme se základními koncepty a definicemi, abychom popsali, jak přesně jsou výplaty a další hodnoty poolem počítány. Postupně se dostaneme k čím dál zajímavějším věcem.
ru: Начнем с базовых концепций и определений, чтобы описать как именно вычисляются вознаграждения и другие величины, предоставленный пулом. Постепенно, мы покажем самое интересное.
zh: 让我们开始从基本概念和定义来描述矿池呈现的报酬和其他一些价值到底是怎样被计算的。逐渐我们会展示更多有趣的事。

source: Shares
cs: Řešení
es: Participaciones
fr: Partages
ru: Доли
zh: share量

source: When a miner connects to the pool it receives computational task to be solved - it computes hash values with certain properties. Hashes satisfying the task requirements are sent back to the pool and are used as a <strong>proof of miner's work</strong>. The quantity of miner's work is registered in units called <strong>shares</strong>. If a hash (proof of work) with difficulty %(d)s is submitted by a miner then %(d)s shares is accounted by the pool.
cs: Když se zařízení připojí k poolu, obdrží příklad k vypočtení - počítá hodnoty hash se specifickými vlastnostmi. Hashe s odpovídajícímí vlastnostmi jsou odevzdány zpět poolu a použity jako <strong>důkaz odvedené práce</strong>. Objem odvedené práce je registrován v jednotkách zvaných <strong>řešení</strong>. Pokud je odevzdán hash (důkaz odvedené práce) se složitostí %(d)s, tak je to poolem započítáno jako %(d)s řešení.
ru: Когда майнер подсоединяется к пулу, он получает для решения вычислительную задачу - вычисляет значения хешей с определенными свойствами. Хеши, удовлетворяющие требованиям задачи, отправляются пулу и используются как <strong>доказательство работы майнеры</strong>. Количество работы майнера регистрируется в единицах, которые называются <strong>доли</strong>. Если хеш (доказательство работы) со сложностью %(d)s отправлен майнером, тогда %(d)s долей начисляется пулом.
zh: 当矿机连接到矿池时将会收到可被计算的任务去解决-它计算具有某些特性的hash值。符合任务要求的hash值将被发送回矿池被作为<strong>挖矿工作的证明</strong>。挖矿工作的数量以单位记录被称作<strong>shares</strong>。如果一个困难度%(d)s的hash（工作证明）值被提交，那么用户将有%(d)s share量被矿池采纳用于计算。

source: Whenever a new share is registered by the system a timestamp of the event is recorded and used for share's valuation later.
cs: Kdykoliv je nové řešení odevzdáno poolu, je tato událost označena časovým razítkem a použita pro pozdější určení hodnoty řešení.
ru: Всякий раз, когда новая доля регистрируется системой, записывается временная метка событий, которая используется позже для оценки доли.
zh: 每当一个新的share被系统记录时，此事件均有一个对应的时间点被记录下来并用于之后的share计算。

source: For purposes of this text we treat each share %(s)s as if it was submitted separately as a proof of work with difficulty 1. This approach leads numerically to the same results, however, the formulas are less complex.
cs: Pro účel tohoto textu bereme každé řešení %(s)s, jako kdyby byla odevzdána odděleně se složitostí 1. Tento přístup vede početně ke stejným výsledkům, jen vzorce jsou méně složité.
ru: Для целей данного текста, мы рассматриваем каждую долю %(s)s так, как если бы она была отправлена отдельно, как доказательство работы со сложностью 1. Этот подход приводит к тому же численному результату, однако, формулы менее сложны.
zh: 在此我们特意把每个share%(s)s看作是分开提交的困难度为1时的工作证明。这样将使得到的结果在数值上是一致的，但算法却简单得多。

source: Time handling
cs: Význam času
fr: Gestion des temps
ru: Время обработки
zh: 时间处理

source: Let %(tau)s be a function which gives us a time when some share %(s)s was submitted (or when a block %(b)s was found). The time is measured in seconds from some stable point in time (e.g. start of the pool operation). The time value is only being used for measuring how much time has elapsed between two events. For example a time between submission of share %(s)s and some point in time %(t_0)s, written as %(time_delta)s, is a key part of shares valuation.
cs: Řekněme, že %(tau)s je funkce, která nám oznámí čas odevzdání řešení %(s)s (nebo kdy byl nalezen blok %(b)s). Čas je měřen v sekundách od určitého pevného bodu v čase (například začátku této služby). Proměnná času je použita pouze pro měření, kolik času uplynulo mezi dvěma událostmi. Například doba mezi odevzdáním řešení %(s)s a nějakým dalším bodem v čase %(t_0)s, zapsána jako %(time_delta)s, je klíčem k určení hodnoty řešení.
ru: Пусть %(tau)s будет функцией, которая указывает время, во время которого некоторая доля %(s)s была отправлена (или когда был найден блок %(b)s). Время измеряется в секундах, начиная с некоторой установленной точки во времени (т.е. начала работы пула). Значение времени используется только для измерения того, сколько времени прошло между двумя событиями. Например, время между отправкой доли %(s)s и некоторой точкой во времени %(t_0)s, записанное как %(time_delta)s, это ключевой элемент в оценке стоимости доли.
zh: 让%(tau)s作为当share %(s)s被提交（或者一个新矿区%(b)s 被发现时）为我们提供时间的一个功能。这个时间是在某些稳定点以秒来计算的（例如：矿池开始运作）。这个时间的价值仅被用于衡量两件事件之间的时间流逝。比如在share%(s)s被提交和某一时点%(t_0)s间的时间，也就是%(time_delta)s，是作为计算share量的重要部分。

source: Shares valuation<span> - score</span>
cs: Ocenění řešení<span> - skóre</span>
es: Valoración de las participaciones<span> - puntuación</span>
ru: Оценка доли <span> - оценка</span>
zh: Share量的计算<span>-指数加权</span>

source: A value of each share (for rewards calculation) decreases in time - younger shares are valued higher then older shares. This motivates users to mine with the pool steadily, without switching among pools. Once user disconnects from the pool, his shares start to lose value.
cs: Hodnota každého řešení (pro výpočet odměn) se v průběhu času snižuje - novější řešení mají vyšší hodnotu než starší řešení. To uživatele motivuje těžit na poolu stabilně, bez přeskakování mezi pooly. Jakmile se uživatel od poolu odpojí, jím odevzdaná řešení začnou ztrácet na hodnotě.
ru: Оценка каждой доли (для вычисления вознаграждения) уменьшается во времени - более молодые доли оцениваются выше, чем старые. Это мотивирует пользователей майнить в пуле постоянно, без переключения между пулами. Когда пользователь отсоединяется от пула, оценка его долей начинает уменьшаться.
zh: 每个share的价值（用于报酬计算）随时间降低-年轻的shares相对老的shares有更高价值。这样激励用户稳定地使用矿池挖矿，而不是在矿池间不断切换。一旦用户断开矿池连接，他的share开始贬值。

source: The exact share value at time is defined by <strong>scoring function</strong> %(fc)s. It calculates <strong>score</strong> of a share %(s)s at time %(t_0)s as
cs: Přesná hodnota řešení v čase jedinována <strong>skórovací funkcí</strong> %(fc)s. Ta počítá <strong>skóre</strong> řešení %(s)s v čase %(t_0)s jako
ru: Точное значение оценки доли во времени определяется <strong>функцией оценки</strong>%(fc)s. Она вычисляет <strong>оценку</strong> доли%(s)s во времени %(t_0)s как

source: where %(lambda)s is a dimensionless <strong>system parameter</strong>. %(lambda)s defines how fast score assigned to a share declines in time. The greater %(lambda)s the slower old shares loose their value in comparison to new shares. Currently, the parameter %(lambda)s is set to 1200.
cs: kde %(lambda)s je bezrozměrný <strong>parametr systému</strong>. %(lambda)s definuje, jak rychle skóre přiřazené k řešení klesá v čase. Čím větší %(lambda)s, tím pomaleji stará řešení ztrácejí hodnotu v porovnání s novými řešeními. Aktuálně je tento %(lambda)s parametr nastaven na 1200.
ru: где %(lambda)s - безразмерный <strong> системный параметр</strong>. %(lambda)s определяет как быстро оценка, привязанная к доле, будет уменьшаться во времени. Чем больше %(lambda)s - тем медленнее старые доли теряют свою оценку, по сравнению с новыми долями. Сейчас, параметр %(lambda)s установлен равным 1200.
zh: %(lambda)s是一个无量纲的<strong>系统参数</strong>。%(lambda)s定义一个share随时间下降的速度。%(lambda)s值越大，旧的shares对比新的shares失去价值的速度就越慢。当前参数%(lambda)s被设为1200。

source: (For users who knew slush's scoring system presented years ago, one of the key differences is that the score is not related to beginning of the round, but is defined dynamically in relation to any given point in time %(t_0)s, for example related to time when you look at the dashboard. The change is subtle but has quite significant consequences, because it fully eliminates a concept of rounds from rewards calculation.)
cs: (Pro uživatele, kteří znali Slushův skórovací systém zveřejněný před lety, je jedním z hlavních rozdílů, že skóre není vázáno na začátek nového kola, ale je definováno dynamicky vztahem k určitému bodu v čase %(t_0)s, například k momentu, kdy jste se podíval na svůj přehled. Změna je to drobná, má ale podstatný vliv, protože z počítání odměn zcela eliminuje koncept kol.)
ru: (Для пользователей, которые знакомы с оценочной системой, которая использовалась несколько лет назад, одно из ключевых различий состоит в том, что оценка больше не связана с началом раунда, но определяется динамически, по отношению к заданному моменту времени %(t_0)s, например, по отношению к момент, когда вы проверяете панель управления. Изменения очень тонки, однако, имеют серьезные следствия, поскольку полностью устраняют концепцию раундов из задачи вычисления вознаграждения.)
zh: （对于从几年前就知道slush的指数加权系统的用户来说，关键的不同点之一是指数加权不是关联到一轮开始的那个点，而是随给出的任意时点%(t_0)s相关联的动态来确定的，例如当您查看仪表板的时候那个点。这种变化是很微妙的但却有显著的结果，因为它完全消除了报酬计算时每轮的概念。)

source: Let's continue. Let %(Us)s be a set of <em>all pool users</em> and %(set)s be a set of <em>all valid shares</em> submitted by user %(u)s until time %(t_0)s. Written more formally the following holds
cs: Ale pojďme dál. Řekněme, že %(Us)s reprezentuje <em>všechny uživatele poolu</em> a %(set)s reprezentuje <em>všechna platná řešení</em> odevzdaná uživatelem %(u)s do doby %(t_0)s. Formálněji zapsáno to znamená
ru: Продолжим. Пусть %(Us)s - набор <em>всех пользователей пула</em> и %(set)s набор <em>всех действительных долей</em>, отправленных пользователями %(u)s к моменту времени %(t_0)s. Более формальная запись имеют следующий вид
zh: 让我们继续。设%(Us)s为<em>矿池所有用户</em>，设%(set)s为由用户%(u)s在时间time %(t_0)s提交的<em>所有有效share量</em>。正式写为如下

source: Then score for some user %(u)s at time %(t_0)s is calculated as total score of all his/her shares from time %(t_0)s, submitted at %(t_0)s or earlier:
cs: Skóre pro uživatele %(u)s v čase %(t_0)s je počítáno jako celkové skóre všech jeho řešení v čase %(t_0)s, odevzdaných v %(t_0)s nebo dříve:
ru: Тогда оценка для некоего пользователя %(u)s в момент времени %(t_0)s вычисляется как общая оценка всех его/ее долей с момента %(t_0)s, отправленных в момент %(t_0)s или ранее:
zh: 因此一些用户%(u)s在时间%(t_0)s的指数加权被计算为一个总指数加权数，即是他们从时间%(t_0)s或更早时间前提交的总share量：

source: Technically, the pool computes score for each worker separately but the math is analogous.
cs: Technicky, pool počítá skóre pro každé zařízení zvlášť, ale matematika je analogická.
ru: Технически, пул вычисляет оценку для каждого воркера отдельно, но математика аналогична той, что была приведена.
zh: 理论上讲，矿池给每个矿工分开计算指数加权但运用的数学方法是类似的。

source: Score of the whole pool %(c)s is a sum of score of all users in the given time together:
cs: Skóre celého poolu %(c)s je součtem skóre všech uživatelů dohromady v daném čase:
ru: Оценка всего пула %(c)s - это сумма оценок всех пользователей в заданное время:
zh: 整个矿池的指数加权%(c)s是在给出时间内的所有用户的指数加权的总和：

source: Rewards Calculation
cs: Počítání odměn
es: Cálculo de recompensas
fr: Calcul des récompenses
ru: Вычисление вознаграждений
zh: 报酬计算

source: When a block %(b)s is found at time %(tau_b)s and its value is finally known - %(v_b)s, the pool can calculate reward %(R_u)s for each user %(u)s as follows (%(f)s stands for a pool fee):
cs: Když je blok %(b)s nalezen v čase %(tau_b)s a jeho hodnota je konečně známa - %(v_b)s, pool může spočítat odměnu %(R_u)s pro každého uživatele %(u)s následovně (%(f)s znamená poplatek poolu):
ru: Когда блок %(b)s найден в момент времени %(tau_b)s и его стоимость окончательно известна - %(v_b)s, пул может вычислить вознаграждения %(R_u)s для каждого пользователя %(u)s как указано далее (%(f)s - плата за услуги пула):
zh: 当矿区%(b)s在时间%(tau_b)s呗发现时，它的价值被认为是-%(v_b)s，矿池可以按如下方式给每个用户%(u)s计算报酬%(R_u)s（%(f)s代表矿池费用）：
