Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI, Transaction state
source: Sent
cs: Odesláno
es: Enviado
fr: envoyé
ru: Отправлено
zh: 已发送

# UI
source: Proposal %(link)s changed state from <b>%(old)s</b> to <b>%(new)s</b>
cs: Návrh %(link)s změnil status z <b>%(old)s</b> na <b>%(new)s</b>
es: El estado de la Propuesta %(link)s ha cambiado de <b>%(old)s</b> a <b>%(new)s</b>
fr: La proposition %(link)s a changée d'état de <b>%(old)s</b> par <b>%(new)s</b>
zh: 提议 %(link)s状态从 <b>%(old)s</b> 更改到 <b>%(new)s</b>

# UI, value
source: <b>%(key)s</b> changed from <b>%(old)s</b> to <b>%(new)s</b>
cs: <b>%(key)s</b> změněno z <b>%(old)s</b> na <b>%(new)s</b>
es: <b>%(key)s</b> cambio de <b>%(old)s</b> a <b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) de <b>%(old)s</b> par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено с <b>%(old)s</b> на <b>%(new)s</b>
zh: <b>%(key)s</b> 更改从 <b>%(old)s</b> 到 <b>%(new)s</b>

# UI, value
source: <b>%(key)s</b> changed to <b>%(new)s</b>
cs: <b>%(key)s</b> změněno na <b>%(new)s</b>
es: <b>%(key)s</b> cambiaron a <b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено на <b>%(new)s</b>
zh: <b>%(key)s</b> 更改到 <b>%(new)s</b>

# UI, time
source: <b>%(key)s</b> changed from <b>%(old)s</b> to <b>%(new)s</b>
cs: <b>%(key)s</b> změněno z <b>%(old)s</b> na <b>%(new)s</b>
es: <b>%(key)s</b> cambio de <b>%(old)s</b> a <b>%(new)s</b>
fr: <b>%(key)s</b> a été modifié(e) de <b>%(old)s</b> par <b>%(new)s</b>
ru: <b>%(key)s</b> изменено с <b>%(old)s</b> на <b>%(new)s</b>
zh: <b>%(key)s</b> 更改从 <b>%(old)s</b> 到 <b>%(new)s</b>

# UI
source: Depricated
cs: Zastaralý
ru: Применение операции нежелательно

# UI
source: Nothing has changed
cs: Nic se nezměnilo
es: Nada ha cambiado
fr: Rien n'a été modifié
ru: Ничего не изменилось
zh: 未发生任何修改

# UI
source: N/A
cs: Nedostupný
fr: Non applicable
ru: Н/Д
zh: 不适用

# UI
source: Worker
cs: Zařízení
es: Trabajador
fr: travailleur
ru: Воркер
zh: 矿工

# UI
source: Preferred language
cs: Preferovaný jazyk
fr: Langue préférée
ru: Предпочтительный язык
zh: 首选语言

# UI
source: Preferred timezone
cs: Preferované časové pásmo
fr: Fuseau horaire préféré
ru: Предпочтительный часовой пояс
zh: 首选时区

# UI
source: Username in stats
cs: Uživatelské jméno ve statistikách
es: Nombre de usuario en las estadísticas
fr: nom d'utilisateur dans les statistiques
ru: Показывать имя пользователя в статистике
zh: 用户名保存到统计数据里

# UI
source: Notify me on payout
cs: Informovat mě při výplatě
es: Notificarme al realizar un pago
fr: Me notifier lors des paiements
ru: Информировать меня о платеже
zh: 在付款时通知我

# UI
source: Newsletter
cs: Novinky
es: Boletin
fr: Lettre d'informations
ru: Новостная лента
zh: 时事通讯

# UI
source: Currency unit
cs: Jednotka měny
es: Unidad de moneda
fr: Unité de devise
ru: Валютная единица
zh: 货币单位

# UI
source: Blockchain voting
cs: Blockchain hlasování
ru: Блокчейн-голосование

# UI
source: Auto-detect alert limit
cs: Autodetekce výstražného limitu
es: Auto-detectar límite de alerta
fr: Limite d'alerte d'auto-détection
ru: Автоматически определять предел оповещения
zh: 自动检测警告限值

# UI
source: Alert limit
cs: Výstražný limit
fr: Limite d'alerte
ru: Предел оповещения
zh: 警告限值

# UI
source: Wallet
cs: Peněženka
es: Cartera
fr: Porte-monnaie
ru: Кошелек
zh: 钱包

# UI
source: Pending wallet
cs: Peněženka čekající na vyřízení
es: Cartera Pendiente
fr: En attente du porte-monnaie
ru: Ожидающий кошелёк
zh: 待定钱包

# UI
source: Send threshold
cs: Limit pro odeslání výplaty
es: Umbral de pago
fr: Seuil d'envoi
ru: Предел платежа
zh: 发送报酬的门槛

# UI
source: Monitoring
cs: Sledování
es: Monitoreo
fr: surveillance
ru: Мониторинг
zh: 监控

# UI
source: Last Change
cs: Poslední změna
es: Ultimo Cambio
fr: dernier changement
ru: Последнее Изменение
zh: 上次修改

# UI
source: Login suffix
cs: Přípona uživatelského jména
es: Sufijo de autenticación
fr: Suffixe d'identification
ru: Суффикс логина
zh: 登录后缀

# UI
source: Minimum difficulty
cs: Minimální složitost
es: Dificultad mínima
fr: difficulté minimale
ru: Минимальная сложность
zh: 最低难度

# UI
source: Enabled
cs: Zapnuto
es: Habilitado
fr: activé
ru: Включено
zh: 已启用

# UI
source: Disabled
cs: Vypnuto
es: Deshabilitado
fr: désactivé
ru: Отключено
zh: 已禁用

# UI
source: Account deleted
cs: Účet smazán
es: Cuenta eliminada
fr: compte suprrimé
ru: Аккаунт удален
zh: 账户已被删除

# UI
source: Account deletion requested
cs: Vyžádáno potvrzení smazání účtu
es: Eliminacion de cuenta solicitada
fr: demande de suppression du compte
ru: Запрошено удаление аккаунта
zh: 账户删除已申请

# UI
source: Login
cs: Přihlášení
es: Entrar
fr: Nom d'utilisateur
ru: Войти
zh: 登录

# UI
source: Login to readonly mode
cs: Přihlašte se do módu pouze pro čtení

# UI
source: Logout
cs: Odhlásit se
es: Cerrar Sesion
fr: Se déconnecter
ru: Выйти
zh: 退出

# UI
source: Message seen
cs: Zobrazená zpráva
es: Mensaje leido
fr: Message lu
ru: Сообщение просмотрено
zh: 信息已被看到

# UI
source: Mining settings updated
cs: Nastavení těžby aktualizováno
ru: Обновление настроек майнинга

# UI
source: Monitoring settings updated
cs: Nastavení sledování aktualizováno
es: Configuracion de monitoreo actualizada
fr: Paramètres de surveillance mis à jour
ru: Обновление настроек мониторинга
zh: 监控设置已更新

# UI
source: Newsletter unsubscribed
cs: Odběr novinek odhlášen
es: Boletin dedo de baja
fr: désabonné de la lettre d'informations
ru: Подписка на новости отменена
zh: 时事通讯订阅已取消

# UI
source: 2-factor authentication disabled
cs: Dvoufaktorová autentizace vypnuta
es: Autenticacion de dos factores desactivada
fr: authentification 2-factor désactivée
ru: 2х-факторная аутентификация отключена
zh: 双重验证已禁用

# UI
source: 2-factor authentication enabled
cs: Dvoufaktorová autentizace zapnuta
es: Autenticacion de dos factores activada
fr: authentification 2-factor activée
ru: 2х-факторная аутентификация включена
zh: 双重验证已启用

# UI
source: Password changed
cs: Heslo změněno
es: Contraseña cambiada
fr: Mot de passe modifié
ru: Пароль изменен
zh: 密码已更改

# UI
source: Password reset completed
cs: Obnovení hesla dokončeno
es: Restablecimiento de la contraseña completo
fr: remise à zéro du mot de passe effectué
ru: Восстановление пароля завершено
zh: 重置密码完成

# UI
source: Password reset initiated
cs: Obnovení hesla spuštěno
es: Reseteo de contraseña iniciado
fr: Reinitialisation du mot passe effectué
ru: Инициировано воcстановление пароля
zh: 密码重置已开始

# UI
source: Payout settings updated
cs: Nastavení výplat aktualizováno
es: Configuracion de pagos cambiada
fr: Les modifications de paiement a été effectué
ru: Обновлены настройки выплаты
zh: 报酬支付设置已更新

# UI
source: Zcash payout settings updated
cs: Nastavení Zcash výplat aktualizováno

# UI
source: Proposal created
cs: Návrh vytvořen
es: Propuesta creada
fr: proposition crée
zh: 提议已创建

# UI
source: You have created a new proposal:
cs: Vytvoříl jste nový návrh:
es: Usted ha creado una nueva propuesta:
fr: Vous avez créé une nouvelle proposition :
zh: 您已创建一个新的提议：

# UI
source: Proposal comment deleted
cs: Komentář návrhu smazán
es: Comentario sobre propuesta eliminado
fr: Commentaire de proposition supprimé
zh: 提议评论已删除

# UI
source: Proposal updated
cs: Návrh aktualizován
es: Propuesta actualizada
fr: proposition mise à jour
zh: 提议已更新

# UI
source: Proposal state changed
cs: Stav návrhu změněn
es: Estado de propuesta cambiado
fr: la proposition a changée
zh: 提议状态已更改

# UI
source: Proposal vote
cs: Hlasování pro návrh
es: Voto de Propuesta
fr: vote de proposition
zh: 提议投票

# UI
source: You gave <b>%(points)s</b> points to proposal
cs: Dal jste <b>%(points)s</b> bodů návrhu
es: Has dado <b>%(points)s</b> punto a la propuesta
fr: vous avez <b>%(points)s</b> points à proposer
zh: 您给出 <b>%(points)s</b> 分给提议

# UI
source: Account settings updated
cs: Nastavení účtu aktualizováno
es: Configuracion de Cuenta actualizada
fr: La configuration du compte a été mis à jour
ru: Настройки аккаунта обновлены
zh: 账户设置已更新

# UI
source: Wallet change confirmed
cs: Změna peněženky potvrzena
es: Cambio de cartera confirmado
fr: Le changement d'adresse du porte-monnaie a été effectué
ru: Подтверждено изменение кошелька
zh: 钱包更改已确认

# UI
source: Wallet change cancelled
cs: Změna peněženky zrušena
es: Cambio de cartera cancelado
fr: Le changement d'adresse du porte-monnaie a été annulé
ru: Изменение кошелька отменено
zh: 钱包更改已取消

# UI
source: Wallet change confirmation resent
cs: Potvrzení změny peněženky znovu odesláno
es: Confirmacion de cambio de cartera reenviada
fr: Le changement d'adresse du porte-monnaie vous a été ré-envoyé
ru: Подтверждение изменения кошелька отправлено повторно
zh: 更改钱包的确认已重新发送

# UI
source: Zcash wallet change confirmed
cs: Změna Zcash peněženky potvrzena

# UI
source: Zcash wallet change cancelled
cs: Změna Zcash peněženky zrušena

# UI
source: Zcash wallet change confirmation resent
cs: Potvrzení změny Zcash peněženky znovu odesláno

# UI
source: OTP change confirmed
cs: Změna OTP potvrzena

# UI
source: Email change confirmed
cs: Změna emailu potvrzena
es: Cambio de direccion de correo confirmado
fr: Le changement d'adresse email a été effectué
ru: Подтверждено изменение адреса электронной почты
zh: 更改邮箱地址已确认

# UI
source: Email change cancelled
cs: Změna emailu zrušena
es: Cambio de direccion de correo cancelado
fr: Le changement de l'adresse email a été annulé
ru: Изменение адреса электронной почты отменено
zh: 邮箱地址更改已取消

# UI
source: Email change confirmation resent
cs: Potvrzení změny emailu znovu odesláno
es: Confirmacion de cambio de direccion de correo reenviada
fr: La confirmation du changement d'adresse email vous a été ré-envoyé
ru: Подтверждение изменения адреса электроной почты отправлено повторно
zh: 更改邮箱的确认已重新发送

# UI
source: Wallet locked
cs: Peněženka zamčena
es: Cartera bloqueada
fr: Porte-monnaie bloqué
ru: Изменение кошелька заблокировано
zh: 钱包锁定

# UI
source: Wallet unlocked
cs: Peněženka odemčena
es: Cartera desbloqueada
fr: Porte-monnaie débloqué
ru: Изменение кошелька разблокировано
zh: 钱包解锁

# UI
source: Zcash wallet locked
cs: Zcash peněženka uzamčena

# UI
source: Zcash wallet unlocked
cs: Zcash peněženka odemčena

# UI
source: Worker removed
cs: Zařízení odebráno
es: Trabajador removido
fr: travailleur supprimé
ru: Воркер удален
zh: 矿工已移除

# UI
source: You have removed worker <b>%(name)s</b>
cs: Odstranil jste zařízení <b>%(name)s</b>
es: Has eliminado al trabajador <b>%(name)s</b>
fr: Vous avez supprimé ce travailleur <b>%(name)s</b>
ru: Вы удалили воркер <b>%(name)s</b>
zh: 您已移除矿工 <b>%(name)s</b>

# UI
source: Monitoring disabled for all workers
cs: Sledování vypnuto pro všechna zařízení
es: Monitoreo desactivado para todos los trabajadores
fr: Tableau de surveillance désactivé pour tous les travailleurs
zh: 所有矿工的监控已禁用

# UI
source: Monitoring enabled for all workers
cs: Sledování zapnuto pro všechna zařízení
es: Monitoreo activado para todos los trabajadores
fr: Tableau de surveillance activé pour tous les travailleurs
zh: 所有矿工的监控已启用

# UI
source: Worker settings updated
cs: Nastavení zařízení aktualizováno
es: Configuracion de trabajador actualizado
fr: La modification du travailleur à été mise à jour
ru: Настройки воркера изменены
zh: 矿工设置已更新

# UI
source: New worker
cs: Nové zařízení
es: Nuevo trabajador
fr: Inscrire un nouveau travailleur
ru: Новый воркер
zh: 新矿工

# UI
source: You have registered a new worker
cs: Zaregistroval jste nové zařízení
es: Ha registrado un nuevo trabajador
fr: Vous avez enregistré un nouveau travailleur
ru: Вы создали новый воркер
zh: 您已注册一个新矿工

# UI
source: Invalid Login
cs: Neplatné uživatelské jméno
es: Usuario Invalido
fr: Nom d'utilisateur incorrect
ru: Неверное имя пользователя
zh: 无效的登录

# UI
source: Invalid login to readonly mode
cs: Neplatné přihlášení do módu pouze pro čtení

# UI
source: New account confirmation
cs: Potvrzení o registraci nového účtu
es: Confirmacion de cuenta nueva
fr: Confirmation de la création d'un nouveau compte
ru: Подтверждение нового аккаунта
zh: 新账户的确认

source: %i days
cs: %i dnů
es: %i días
fr: %i jours
ru: %i дней
zh: %i日

# UI
source: Dashboard
cs: Přehled
es: Tablero de control
fr: Tableau de bord
zh: 仪表板

# UI
source: Reward History
cs: Historie odměn
es: Historia de recompensa
fr: Historique des récompenses
zh: 回报历史

# UI
source: Payout history
cs: Historie výplat
es: Historial de pago
fr: Historique des paiements
zh: 报酬支付历史

# UI
source: Activity Log
cs: Záznam aktivit

# UI
source: Account banned. Contact pool administrator at %(link)s
cs: Účet je zablokován. Kontaktujte správce poolu na %(link)s
es: Cuenta eliminada. Contacte con los administradores del pool en %(link)s
fr: Compte banni. Veuillez contacter l'administrateur à l'adresse email suivante %(link)s
zh: 账户被禁止。请从%(link)s和管理员联系

# UI
source: Your payouts have been temporarily blocked by the pool operator (%(reason)s).
cs: Vaše výplaty byly dočasně zablokovány správcem poolu (%(reason)s).
ru: Ваши выплаты были временно заблокированы оператором пула (%(reason)s).

# UI
source: Please, contact our support for further details.
cs: Pro více informací prosím kontaktujte naši zákaznickou podporu .
ru: Пожалуйста, свяжитесь с нашей службой поддержки для получения детальной информации.

# UI
source: Resend Confirmation
cs: Opětovné odeslání
ru: Отправить повторно подтверждение

# UI
source: Cancel the Request
cs: Zrušit požadavek
ru: Отменить запрос

# UI
source: Change my Password
cs: Změnit moje heslo
ru: Изменить мой пароль

# UI
source: Your opinion on block size matters to the whole community. It is up to you to make a choice. Please, select one of the options below.
cs: Váš názor na velikost bloku má vliv na celou komunitu. Výběr je na Vás. Vyberte prosím jednu z možností níže.
ru: Ваше мнение о размере блока влияет на всё сообщество. Выбор делаете именно вы. Пожалуйста, выберете одну из опций ниже.

# UI
source: If you change your mind later on, you can make a new choice in <a href="%(settings)s">settings</a>. Check out the latest <a href="%(stats)s">results</a>.
cs: Pokud později změníte názor, můžete si vybrat znovu v <a href="%(settings)s">nastavení</a>. Podívejte se na aktuální <a href="%(stats)s">výsledky</a>.
ru: Если позже вы измените свое мнение, вы можете сделать новый выбор в <a href="%(settings)s">настройках</a>. Проверьте последние <a href="%(stats)s">результаты</a>.

# UI
source: Page Not Found
cs: Stránka nenalezena
fr: Page introuvable
ru: Страница не найдена

# UI
source: Looks like you got lost.
cs: Vypadáte ztraceně.
fr: On dirait que tu t'es perdu.
ru: Похоже, вы заблудились.

# UI
source: Not Found
cs: Nenalezeno
es: No encontrado
fr: Introuvable
ru: Не найдено

# UI
source: Activity log
cs: Záznam aktivit
es: Registro de actividades
fr: Rapport d'activité
zh: 活动日志

# UI
source: You are using a <strong>Demo Account</strong>
cs: Jste přihlášen v <strong>Demo účtu</strong>
es: Estas utilizando una <strong>Cuenta de Demonstracion</strong>
fr: Vous utilisez un <strong>compte de démonstration</strong>
zh: 你正在使用一个<strong>模拟账户</strong>

# UI
source: You are using a <strong>Read-only Mode</strong>
cs: Jste přihlášen v <strong>Módu pouze pro čtení</strong>

# UI
source: Log in
cs: Přihlásit
es: Iniciar Sesión
fr: S'identifier
zh: 登录

# UI
source: Sign up
cs: Registrace
es: Registrarse
fr: S'inscrire
zh: 注册

# UI
source: <strong>Home</strong>
cs: <strong>Domů</strong>
es: <strong>Inicio</strong>
fr: <strong>Accueil</strong>
zh: <strong>主页</strong>

# UI
source: <strong>Pool</strong> Statistics
cs: <strong>Statistiky</strong> poolu
es: <strong>Estadisticas</strong> del Pool
fr: <strong>Pool</strong> statistiques
zh: <strong>矿池</strong> 统计

# UI
source: Public facts
cs: Pro veřejnost
es: Estadisticas Publicas
fr: Faits publics
zh: 公开数据

# UI
source: <strong>Help</strong> Center
cs: Centrum <strong>nápovědy</strong>
es: Centro de <strong>Ayuda</strong>

# UI
source: Development <span>Corner</span>
cs: Vývojářský <span>koutek</span>
es: Rincon de <span>Desarrollo</span>
fr: <span>Coin du développement </span>
zh: 开发 <span>角</span>

# UI
source: Private zone
cs: Privátní zóna
es: Zona privada
fr: Zone privée
zh: 私人专区

# UI
source: <strong>Log out</strong>
cs: <strong>Odhlásit</strong>
es: <strong>Salir de mi Cuenta</strong>
fr: <strong> Se déconnecter </strong>
zh: <strong>退出</strong>

# UI
source: <strong>Sign up</strong> HERE
cs: <strong>Registrace</strong> ZDE
es: <strong>Registrarse</strong> AQUI
fr: <strong> Inscrivez vous ici </strong>
zh: 这里 <strong>注册</strong>

# UI
source: New account
cs: Nový účet
es: Cuenta Nueva
fr: Nouveau compte
zh: 新账户

# UI
source: <strong>Log in</strong>
cs: <strong>Přihlásit</strong>
es: <strong>Iniciar Sesion</strong>
fr: <strong> S'identifier </strong>
zh: <strong>登录</strong>

# UI
source: Feedback
cs: Připomínky
fr: Retour d'expérience
zh: 反馈

# UI
source: Back to Top
cs: Zpět nahoru
es: Volver Arriba
fr: Retour au début
zh: 返回顶部

# UI
source: Follow us on %(twitter)s and %(facebook)s.
cs: Sledujte nás na %(twitter)s a %(facebook)s.
es: Seguinos en %(twitter)s y %(facebook)s.
fr: Suivez nous sur %(twitter)s et %(facebook)s.
zh: 从%(twitter)s和%(facebook)s关注我们。

# UI
source: BTC prices provided by <a href="%(url)s" target="_blank">BitcoinAverage Price Index</a>
cs: Ceny BTC poskytuje <a href="%(url)s" target="_blank">BitcoinAverage Price Index</a>

source: Denied!
cs: Zamítnuto!

# UI
source: You cannot do this in the Demo account, please log in to proceed.
cs: V Demo účtu toto nelze provést. Pro pokračování se prosím přihlašte.
es: No puedes completar esta accion en la cuenta de demostracion, por favor registrarse con su cuenta para proceder.
fr: Vous ne pouvez pas faire ceci dans la version d'évaluation, veuillez vous inscrire ou vous connecter pour activer cette fonctionnalité.
zh: 您不能在模拟账户下进行此操作，请登录继续。

# UI
source: You cannot do this in the Read-only mode, please log in to proceed.
cs: V módu pouze pro čtení toto nelze provést. Pro pokračování se prosím přihlašte.

# UI
source: Block History
cs: Historie bloků
es: Historia del Bloque Bitcoin
fr: Historique des blocks Bitcoin
zh: 矿区历史

# UI
source: Confirmation page
cs: Potvrzovací stránka
es: Pagina de Confirmacion
fr: Page de confirmation
zh: 确认页面

# UI
source: Visit our Facebook page
cs: Navštivte naši Facebookovou stránku
fr: Visitez notre page facebook
zh: 访问我们的脸书

# UI
source: Facebook news
cs: Novinky z Facebooku
es: Noticias de Facebook
fr: Nouvelles Facebook
zh: 脸书新闻

# UI
source: See the Full Story
cs: Přečtete si celý příběh
fr: Voir l'histoire complète
zh: 看全文

# UI
source: Get our Facebook news in your RSS reader
cs: Získejte poolové novinky z Facebooku do své RSS čtečky
fr: Soyez informés de nos actualités facebook avec notre lecteur de flux RSS
zh: 从您的RSS阅读我们脸书上的最新消息

# UI
source: RSS Feed
cs: RSS kanál
fr: Flux RSS
zh: RSS新闻服务

# UI
source: Latest news
cs: Poslední novinky
fr: Dernières nouveautés
zh: 最新消息

# UI
source: Read more...
cs: Číst vše...
fr: En savoir plus ...
zh: 阅读更多......

# UI
source: Get our latest news in your RSS reader
cs: Získejte poslední novinky z poolu do své RSS čtečky
fr: Soyez informés avec notre lecteur de flux RSS
zh: 从您的RSS阅读我们的最新消息

# UI
source: Hall of Fame
cs: Síň slávy
es: Salón de la fama
fr: Tableau d'honneur
zh: 名人堂

# UI
source: TOP50 miners by hash rate and found blocks
cs: TOP50 těžařů podle hash rate a počtu nalezených bloků
fr: TOP 50 des mineurs par le taux de hachage et de blocs trouvés
zh: 根据hash速率和发现的矿区排出的前50名

# UI
source: Peak Hash Rate
cs: Nejvyšší hash rate
es: Pico en la tasa de hash
fr: Taux de Hachage maximal
zh: Hash速率峰值

# UI
source: Joined
cs: Připojeno
fr: Rejoint
zh: 已加入

# UI
source: Found Blocks
cs: Nalezené bloky
es: Bloques encontrados
fr: Blocks trouvés
zh: 找到的矿区

# UI
source: Homepage
cs: Domovská stránka
es: Página de inicio
fr: Page d'accueil
zh: 主页

# UI
source: <span>World's First</span> Bitcoin Mining Pool
cs: <span>První pool</span> na těžení Bitcoinu na světě
fr: <span>Première Pool mondiale</span> de minage de Bitcoins
zh: <span>世界首个</span>比特币采矿池

# UI
source: <span></span>Tradition &amp; Trust
cs: <span></span>Tradice &amp; Důvěra
fr: <span></span>Continuité de service et confiance en l'opérateur
zh: <span></span>传统 &amp; 信任

# UI
source: First Bitcoin mining pool in the world
cs: První pool na těžení bitcoinů na světě
es: La primera pool de minería del mundo
fr: Première pool mondiale de minage de bitcoins
zh: 世界上第一个比特币矿池

# UI
source: Operating since December 2010
cs: V provozu od prosince 2010
es: Funcionando desde diciembre de 2010
fr: Opérationnel depuis décembre 2010
zh: 自2010年12月开始运作

# UI
source: Over %(amount)s BTC mined since December 2010
cs: Vytěženo přes %(amount)s BTC od prosince 2010

# UI
source: Long history of stable and accurate payouts
cs: Dlouhá historie stabilních a přesných výplat
fr: Longue histoire de paiements stables et précis
zh: 长期稳定和准确的报酬支付历史

# UI
source: Active <span>Development</span>
cs: Aktivní <span>vývoj</span>
es: <span>Desarrollos</span> Activos
fr: <span>Développement actif</span>
zh: 活跃的 <span>开发</span>

# UI
source: New features have been added. See <a href="%(release_notes)s">Release Notes</a> for more information.
cs: Byly přidány nové vlastnosti. Podívejte se na <a href="%(release_notes)s">Poznámky k vydání</a> pro více informací.
fr: De nouvelles fonctionnalités ont été ajoutées. Voir <a href="%(release_notes)s">Notes de publication</a> pour plus d'informations.
zh: 新特性已添加。请从<a href="%(release_notes)s">发布说明</a>获取更多信息。

# UI
source: Development proposals driven by your hash&nbsp;rate
cs: Vývojářské návrhy poháněné vaším hash&nbsp;rate
fr: Propositions de développement conduites par votre taux de hachage
zh: 由您的hash&nbsp;速率驱动的开发提议

# UI
source: <span>High</span> Availability
cs: <span>Vysoká</span> dostupnost
fr: <span>Haute</span> Disponibilité
zh: <span>高</span> 可用性

# UI
source: Our servers are distributed around the world. The intelligent <strong>load balancing</strong> and <strong>fail-over system</strong> ensures you are up and running 99.9%% of the time.
cs: Naše servery jsou rozmístěny po celém světě. Inteligentní <strong>vyvažování zátěže</strong> a <strong>systém převzetí služeb při selhání</strong> zajistí, že budete připojen a aktivně těžit 99.9%% času.
fr: Nos serveurs sont distribués dans le monde entier. L'intelligent <strong>équilibrage de la charge</strong> et le <strong>système de basculement</strong> vous garantie que vous minez 99,9 %% du temps.
zh: 我们的服务器分布全球。 智能的<strong>负载平衡</strong> 和 <strong>故障转移系统</strong> 确保您在99.9%%的时间挖矿进行中。

# UI
source: <span>Account</span> Security
cs: <span>Zabezpečení</span> účtu
es: Seguridad de la <span>Cuenta</span>
fr: <span>Sécurité du compte</span>
zh: <span>账户</span> 安全

# UI
source: The entire infrastructure runs on <strong>highly secured servers</strong>.
cs: Veškerá infrastruktura běží na <strong>vysoce zabezpečených serverech</strong>.
fr: L'entière infrastructure tourne <strong>sur des serveurs hautement sécurisés</strong>.
zh: 整个基础设施运行在 <strong>高度安全的服务器</strong> 上。

# UI
source: Your wallet address can be secured with <strong>two-factor-authentication (2FA)</strong>.
cs: Vaše výplatní adresa může být zabezpečena <strong>dvoufaktorovu autentizací (2FA)</strong>.
fr: Votre adresse de porte-monnaie peut être sécurisée avec <strong> une authentification à deux facteurs (2FA)</strong>.
zh: 您的钱包可以由 <strong>双重认证 (2FA)</strong> 保护。

# UI
source: <span>Professional</span> Support
cs: <span>Profesionální</span> podpora
es: Soporte <span>Profesional</span>
fr: Support technique <span> Professionnel</span>
zh: <span>专业的</span> 技术支持
