Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Mining <span>in General</span>
cs: Těžba <span>všeobecně</span>
es: Minería <span>en General</span>
fr: <span>Le minage en général</span>
ru: Майнинг <span>в общем </span>

source: What is Bitcoin mining and how does it work?
cs: Co je těžení Bitcoinů a jak to funguje?
es: ¿Qué es Bitcoin y cómo funciona?
fr: Qu'est ce que le minage de bitcoins et comment cela fonctionne-t-il ?
ru: Что такое майнинг Биткоинов и как он работает?

source: Since there are many well-designed educational materials out there it would be a pity not to recommend them. Particularly would like to draw your attention to following <strong>article</strong> and <strong>YouTube videos</strong> describing <strong>Bitcoin mining</strong>:
cs: Protože již existuje spousta velice dobře udělaných výukových materiálů, byla by škoda některé nedoporučit. Speciálně bychom rádi poukázali na tento <strong>článek</strong> a <strong>YouTube videa</strong> popisující <strong>těžbu Bitcoinů</strong>:
fr: Depuis qu'il y a pas mal de documentation bien conçue ailleurs, il serait dommage de ne pas vous les recommander. Nous souhaitons particulièrement attirer votre attention sur <strong>cet article</strong> et la <strong>vidéo youtube</strong> décrivant <strong> le minage de bitcoins</strong> :
ru: Поскольку в сети есть множество хорошо организованных образовательных материалов, было бы неправильно не рекомендовать их. В частности, мы хотим обратить Ваше внимание на следующую <strong> статью </strong> и <strong> видео на YouTube </strong>, которые описывают майнинг Биткоинов</strong>:

source: The Essence of How Bitcoin Works (Non-Technical)
cs: Podstata fungování Bitcoinu (netechnicky)
es: Los fundamentos de cómo Bitcoin funciona (No técnico)
fr: L'essentiel du fonctionnement du Bitcoin (non technique)
ru: Суть работы Биткоинов (Не техническая)

source: How Bitcoin Works Under the Hood
cs: Jak vlastně funguje Bitcoin
es: Cómo funciona Bitcoin en profundidad
fr: Comment le Bitcoin fonctionne sous le capot
ru: Как работают Биткоины, если "заглянуть под капот"

source: How Bitcoin Mining Works
cs: Jak funguje těžba Bitcoinů
es: Como funciona la minería de Bitcoin
fr: Comment fonctionne le minage de Bitcoins
ru: Как работает майнинг Биткоинов

source: Is it worth to start mining these days?
cs: Vyplatí se v dnešní době začít těžit?
es: ¿Merece la pena la mineria a dia de hoy?
fr: Est-il intéressant de commencer le minage ces jours-ci ?
ru: Есть ли смысл сегодня начинать майнить?

source: Actually Bitcoin mining is already a <strong>specialized business and not profitable for everyone</strong>. Therefore we strongly encourage anyone interested in mining to do his/her own research and make the <strong>calculations before investing any money</strong> to the operation.
cs: Těžba Bitcoinů je již v podstatě <strong>specializované podnikání a není výdělečné pro každého</strong>. Proto silně doporučujeme každému, kdo má o těžení seriózní zájem, aby si nejdříve vše dobře nastudoval a <strong>propočítal před investováním</strong> do této činnosti.
es: En la actualidad la minería Bitcoin ya es un <strong>negocio especializado y no rentable para cualquiera</strong>. Por lo que rogamos encarecidamente a toda persona interesada en la mineria, relice su propia investigación y <strong>los cálculos necesarios antes de invertir cualquier dinero</strong> en la operación.
fr: En fait le minage de bitcoins est désormais <strong>un marché spécialisé et pas forcément rentable pour tout le monde</strong>. C'est pourquoi nous encourageons vivement à quiconque qui s'intéresse au minage de bitcoins, de faire ses propres recherches et de faire quelques <strong>calculs avant d'investir de l'argent</strong>.
ru: В действительности, майнинг Биткоинов уже <strong> является специализированным бизнесом, который не может быть выгодным для каждого </strong>. Поэтому мы строго рекомендуем всем, заинтересованным в майнинге, провести свое собственное исследование и <strong> расчеты, прежде чем инвестировать деньги </strong> в эту деятельность.

source: <strong>CoinDesk</strong> covered everything important regarding this topic in the following article:
cs: <strong>CoinDesk</strong> pokryl vše důležité ohledně tohoto tématu v následujícím článku:
es: <strong>CoinDesk</strong> cubre todo lo importante concerniente a este tema en el siguiente artículo:
fr: <strong>CoinDesk</strong> a couvert toutes les données importes à ce sujet dans l'article suivant :
ru: <strong>CoinDesk</strong> рассмотрено всё важное, касательно этой темы в следующей статье:

source: It is written for general audience which means they cover other alt-coins as well. Therefore if you are interested in Bitcoin mining only please <strong>pay particular attention</strong> to following expressions and terms:
cs: Je napsán pro širokou veřejnost, což znamená, že pokrývá i alternativní kryptoměny. Pokud máte zájem pouze o těžbu Bitcoinů <strong>věnujte speciální pozornost</strong> následujícím výrazům a pojmům:
es: Está escrito para el público en general, y cubre también alt-coins. Por lo que si está interesado en minería Bitcoin solamente, por favor <strong>ponga especial atención</strong> a las siguientes expresiones y términos:
fr: Il est écrit pour le grand public, ce qui signifie qu'ils couvre également les autres altcoins (crypto-monnaies alternatives). Cependant, si vous êtes intéressé pour miner seulement du bitcoin, veuillez <strong>porter attention</strong> sur les différentes expressions et termes suivants :
ru: Она написала для широкой аудитории, что означает, что она охватывает также другие альтернативные валюты. Поэтому, если вы заинтересованы исключительно в майнинге Биткоинов, пожалуйста, <strong> обратите особое внимание </strong> на следующие выражения и термины:

source: Terms which are <strong>not important</strong> to follow, because they are related to other alt-coins.
cs: Následují <strong>nedůležité</strong> pojmy, jelikož se vztahují na ostatní alternativní kryptoměny.
es: Términos que <strong> no es importante</strong> seguir, dado que son concernientes a otras alt-coins.
fr: Termes qui ne sont <strong>pas importants</strong> à suivre, car elles sont liées à d'autres monnaies alternative.
ru: Термины, выделенные <strong>не важны</strong>, поскольку связаны с другими альтернативными валютами.

source: What do I need to start mining on Slush Pool?
cs: Co potřebuji, abych mohl začít těžit na Slush Poolu?
es: ¿Que necesito para comenzar a minar en Slush Pool?
fr: Que me faut-il pour commencer à miner sur la pool Slush ?
ru: Что мне нужно, чтобы начать майнить на Slush Pool?

source: Firstly we recommend you to read more about <a href="%(link)s" target="_blank" class="ext">mining profitability</a>, because mining is not for everyone anymore.
cs: Nejdříve Vám doporučujeme přečíst si více o <a href="%(link)s" target="_blank" class="ext">návratnosti těžby</a>, protože těžení už dávno není pro každého.
es: Primero te recomendamos que leas más sobre<a href="%(link)s" target="_blank" class="ext">rentabilidad en la minería </a>, por que la minería ya no es para todos.
fr: Premièrement, nous vous recommandons de lire un peu plus sur la <a href="%(link)s" target="_blank" class="ext">rentabilité</a>, car le minage n'est plus accessible à tout le monde.
ru: Для начала, мы рекомендуем Вам прочесть о <a href="%(link)s" target="_blank" class="ext"> прибыльности майнинга </a>, поскольку майнинг - уже не для каждого.

source: If you are still keen on starting your own mining operation then you feel free to follow these steps:
cs: Pokud máte nadále zájem začít těžit, neváhejte postupovat dle následujícíh kroků:
es: Si siguen estando interesado en comenzar su propia operación de mineria, tome la libertad de seguir estos pasos:
fr: Si vous êtes toujours désireux de commencer votre propre exploitation minière puis vous n'hésitez pas à suivre les étapes suivantes :
ru: Если вы все еще заинтересованы в том, чтобы самостоятельно начать майнить, вы можете выполнить следующие три шага:

source: Buy specialized <strong>ASIC based miner</strong>
cs: Kupte si specializované <strong>zařízení založené na ASIC technologii</strong>
es: Compra especializado <strong>minero ASIC</strong>
fr: Achetez vous un <strong>mineur de type ASIC</strong>
ru: Приобрести специализированный, <strong> работающий на основе ASIC майнер</strong>

source: Create an <strong>account</strong> on slushpool.com
cs: Vytvořte si <strong>účet</strong> na slushpool.com
ru: Создать <strong> учетную запись </strong> на slushpool.com

source: Create your <strong>Bitcoin payout address</strong>
cs: Vytvořte si <strong>výplatní adresu pro Bitcoin</strong>
es: Crea tu <strong>dirección de pago Bitcoin</strong>
fr: Créez votre <strong>adresse de paiement Bitcoin</strong>
ru: Создать <strong> адрес для выплат в Биткойнах </strong>

source: Secure your <strong>electricity supply</strong>
cs: Zajistěte si <strong>dodávku elektřiny</strong>
es: Asegura tu <strong>suministro eléctrico</strong>
fr: Sécurisez votre <strong>alimentation électrique</strong>
ru: Обеспечить безопасность <strong> подачи электроэнергии </strong>

source: Make sure you buy <strong>stable internet connection</strong>
cs: Ujistěte se, že máte <strong>stabilní připojení k internetu</strong>
es: Asegúrate de contratar una <strong>conexión estable a internet</strong>
fr: Assurez-vous que vous ayez <strong>une connexion internet stable</strong>
ru: Убедиться, что у вас <strong> стабильное интернет-соединение </strong>

source: <strong>Connect your miners</strong> by following instructions
cs: <strong>Připojte Vaše těžební zařízení</strong> dle následujících instrukcí
es: <strong>Conecta tus mineros</strong> siguiendo las instrucciones
fr: <strong>Connectez vos mineurs</strong> en suivant les instructions
ru: <strong>Подсоединить свои майнеры </strong> следуя инструкциям

source: <strong>Run miners</strong>
cs: <strong>Zapněte zařízení</strong>
es: <strong>Arranca los mineros</strong>
fr: <strong>Allumez vos mineurs</strong>
ru: <strong>Запустить майнеры</strong>

source: Set-up your <strong>payout address</strong> for receiving rewards
cs: Nastavte si <strong>výplatní adresu</strong> pro příjem odměn
es: Configura tu <strong>dirección de pago</strong> para recibir recompensas
fr: Indiquez <strong>votre adresse de paiement</strong> pour recevoir vos récompenses
ru: Настроить <strong> адрес для выплат </strong>для получения вознаграждений

source: Which mining software can I use on Slush Pool?
cs: Jaký težební software mohu na Slush Poolu použít?
es: ¿Qué software de minería puedo usar en Slush Pool?
fr: Quel programme puis-je utiliser sur la pool Slush ?
ru: Какое майнинговое программное обеспечение я могу использовать на Slush Pool?

source: Below mentioned software packages are <strong>NOT supported</strong> and you will have troubles connecting them to our pool:
cs: Níže uvedený software <strong>NENÍ podporován</strong> a budete mít problémy ho připojit k našemu poolu:
fr: Ci-dessous les logiciels mentionnés ne sont <strong>pas pris en charge</strong> et vous aurez des ennuis pour les connecter à notre pool :
ru: Ниже указаны программные пакеты, которые <strong>НЕ ПОДДЕРЖИВАЮТСЯ </strong> и у вас будут сложности, если вы попытаетесь подсоединить их к пулу:

source: Only mining software packages <strong>supported</strong> at this moment are:
cs: Jediný těžící software <strong>podporovaný</strong> v tuto chvíli je:
es: Sólo los paquetes de software <strong>soportados</strong> en este instante son:
fr: Seul les logiciels <strong> supportés</strong> en ce moment sont les suivants :
ru: Единственными майнинговыми программными пакетами, <strong> которые поддерживаются</strong>, на данный момент являются:

source: Please be aware they are working with <strong>ASIC miners only</strong>.
cs: Vezměte prosím v potaz, že funguje <strong>pouze s ASIC zařízeními</strong>.
es: Por favor, asegúrese que está trabajando con <strong>solo mineros ASIC</strong>.
fr: Sachez qu'ils travaillent avec <strong>uniquement des mineurs de type ASIC</strong>.
ru: Пожалуйста, обратите внимание, они работают <strong> только с ASIC-майнерами </strong>.

source: What mining hardware should I buy?
cs: Jaké těžební zařízení bych měl koupit?
es: ¿Qué hardware de minería puedo comprar?
fr: Quel matériel minier devrais-je acheter ?
ru: Какое майнинговое оборудование мне следует приобрести?

source: Unfortunately, our pool can not recommend any particular manufacturer. However there are few good advice's based on best sector practices and experiences which we can give you for free.
cs: Náš pool nemůže doporučit žádného konkrétního výrobce, nicméně existuje pár rad založených na zkušenostech s tímto sektorem a ty Vám rádi poskytneme zdarma.
es: Por desgracia, nuestra Pool no puede recomendar ningún fabricante en particular. Sin embargo hay algunos pocos consejos basados en las mejores practicas y experiencias del sector que podremos compartir contigo.
fr: Malheureusement, nous ne pouvons pas vous recommander un fabricant en particulier. Cependant, il y a de bons conseils sur les meilleurs secteurs d'activité et retours d'expérience, que nous pouvons vous communiquer gratuitement.
ru: К сожалению, наш пул не может рекомендовать Вам конкретного производителя. Тем не менее, есть несколько хороших советов, основанных на передовой практике и опыте в данной отрасли, которые мы можем дать Вам бесплатно.

source: Avoid the scam! Therefore pay attention to:
cs: Vyvarujte se podvodů! Dbejte na:
es: ¡Evite los estafadores! Ponga especial atencion en:
fr: Evitez les arnaques ! Donc attention aux :
ru: Избегайте мусора! Поэтому обратите внимание на:

source: Suspiciously good rate of hash-rate/price
cs: Podezřele dobrý poměr hash rate (těžebního výkonu) a ceny
es: Sospechoso buen ratio de hash/precio
fr: Étrangement un bon taux de hachage-tarif/prix
ru: Подозрительно хорошее соотношение хешрейт / цена

source: Unknown companies
cs: Neznámé společnosti
es: Compañías desconocidas
fr: Compagnies inconnues
ru: Неизвестные компании

source: Shipping dates - for example product info says miner has 3TH and you are going to make $5000/month (calculates with actual mining difficulty!) and you will get the miner 6 months later, you can never make that much money.
cs: Datum dodání - pokud například produktová specifikace říká, že zařízení má 3TH a vyděláte $5000/měsíc (kalkuluje s aktuální obtížností těžby!) a nakonec se k Vám dostane o 6 měsíců později, nikdy už tolik peněz nevyděláte.
fr: Dates d'expédition - par exemple, le produit annonce 3 TH/s et que vous allez faire 5000$/mois (calculé avec difficulté d'extraction réelle!), vous obtiendrez le mineur 6 mois plus tard, vous ne pouvez jamais faire autant d'argent.
ru: Даты отгрузки - например, в информации о продукте сообщается, что у характеристика майнера 3ТН и вы заработаете 5000$ в месяц (вычисления на момент покупки), но вы получите майнер через 6 месяцев, когда вы уже никогда не сможете заработать столько денег.

source: Think about the power consumption and that you have to pay your power bills.
cs: Přemýšlejte o spotřebě elektrické energie a o placení účtů za ni.
es: Piensa acerca del consumo eléctrico y que debes pagar tus recibos de electricidad.
fr: Pensez bien à la consommation d'énergie et que vous devrez payer vos factures d'électricité.
ru: Подумайте о потреблении электроэнергии, и о том, что за нее придется платить.

source: Be careful and think twice before buying anything for couple of hundreds/thousands dollars.
cs: Buďte opatrný a dvakrát si vše rozmyslete před nákupem čehokoliv v hodnotě několika set / tisíc dolarů.
es: Se cuidadoso y piénsatelo dos veces antes de comprar algo por unos cuantos cientos/miles de dólares.
fr: Soyez prudent et réfléchissez à deux fois avant d'acheter quoi que ce soit pour quelques centaines / milliers de dollars.
ru: Будьте осторожны и подумайте дважды, прежде чем приобретать что-то за несколько сотен / тысяч долларов.

source: Finally we can recommend following list of different manufacturers. However just consider it as a good starting point for your own research only. You can find there comparison (including ASIC, CPU and GPU miners):
cs: Nakonec můžeme doporučit seznam výrobců, nicméně berte to pouze jako počáteční bod vlastního průzkumu. Najdete tam porovnání zařízení (ASIC, CPU i GPU zařízení):
fr: Enfin, nous pouvons vous recommander cette liste de différents fabricants. Cependant, les considérer uniquement comme un bon point de départ pour votre propre recherche. Vous pouvez trouver ici leurs comparaisons (y compris les mineurs ASIC, CPU et GPU) :
ru: В конечном счете, мы можем рекомендовать следующий список различных производителей. Тем не менее, рассматривайте его только как хорошую стартовую точку для своего собственного исследования. Вы найдете здесь сравнения (включая ASIC, CPU и GPU майнеры):

source: How much will I make with my hash rate?
cs: Kolik mohu vydělat se svým hash rate?
es: ¿Cuánto produciré con mi ratio de hash?
fr: Combien est-ce que je vais gagner avec mon taux de hachage ?
ru: Сколько я заработаю со своим хешрейтом?

source: In general you can use the <a href="%(link)s" target="_blank" class="ext">Bitcoin Mining Calculator</a> to get an estimated reward.
cs: Pro všeobecné spočítání předpokládané odměny můžete použít <a href="%(link)s" target="_blank" class="ext">Kalkulačku Bitcoinové těžby</a>.
es: En general puedes usar la <a href="%(link)s" target="_blank" class="ext">Calculadora de Minería Bitcoin</a> para obtener una estimación.
fr: En général, vous pouvez utiliser la <a href="%(link)s" target="_blank" class="ext"> Calculatrice de Minage de Bitcoins</a> pour obtenir une estimation de vos récompenses.
ru: В общем, вы можете воспользоваться <a href="%(link)s" target="_blank" class="ext"> калькулятором майнинга Биткоинов </a> чтобы оценить размер вознаграждения.

source: You can get a more precise estimation of how much you should earn per block using the following formula:
cs: Přesnější výpočet předpokládané odměny získáte při použití následujícího vzorce:
es: Puedes obtener una estimación más precisa de cuánto puedes conseguir por bloque usando la siguiente fórmula:
fr: Vous pouvez obtenir une estimation plus précise de combien vous devriez gagner par bloc à l'aide de la formule suivante :
ru: Вы можете оценить точнее, сколько вы заработаете за блок, воспользовавшись следующей формулой:

# Main rewards formula
source: your reward
cs: Vaše odměna
es: su recompensa
fr: votre récompense
ru: Ваше вознаграждение

# Main rewards formula
source: block value
cs: hodnota bloku
es: valor del bloque
fr: valeur du bloc
ru: стоимость блока

# Main rewards formula
source: pool fee
cs: poplatek poolu
es: comisión del pool
fr: honoraires de la pool
ru: взнос за использование пула

# Main rewards formula
source: your scoring hash rate
cs: Váš skórovací hash rate
es: Su tasa de hash
fr: votre cotation en taux de hachage
ru: значение вашего хешрейта

# Main rewards formula
source: pool scoring hash rate
cs: skórovací hash rate poolu
es: Tasa de hash del pool
fr: Cotation totale du taux de hachage de la pool
ru: значение хешрейта пула

source: You can get pool hash rate at the <a href="%(stats)s">stats page</a>, block reward is 12.5BTC + fees nowadays. This formula however only applies if you mine during the whole round.
cs: Hash rate poolu získáte na <a href="%(stats)s">stránce statistik</a>, aktuální odměna za blok je 12,5 BTC + poplatky. Tento vzorec nicméně platí pouze pokud těžíte během celého kola.
ru: Вы можете увидеть хешрейт пула на <a href="%(stats)s"> странице статистики</a>, вознаграждения за блок сегодня составляют 12.5BTC + оплата за пользование пулом. Однако, эта формула применима только если вы майните на протяжении всего раунда.

source: For more information, learn about our <a href="%(rewards)s">score-based reward system</a>.
cs: Pro více informací si přečtěte o našem <a href="%(rewards)s">skórovacím systému odměn</a>.
es: Para más información, aprende acerca de nuestra <a href="%(rewards)s">sistema recompensas </a>.
fr: Pour plus d'informations, renseignez-vous sur notre <a href="%(rewards)s"> système de récompense axé sur la cotation</a>.
ru: Чтобы получить подробную информацию, изучите нашу <a href="%(rewards)s"> систему вознаграждений </a>.

source: Can I mine something else than Bitcoin on Slush Pool?
cs: Mohu na Slush Poolu těžit něco jiného než Bitcoin?
es: ¿Puedo minar algo más que Bitcoin en Slush Pool?
fr: Puis-je miner autre chose que du Bitcoin sur la pool Slush ?
ru: Я могу еще что-нибудь майнить, помимо Биткоинов на Slush Pool?

source: Currently we support <strong>Namecoin</strong> by default. However we are working hard to improve our services and to <strong>introduce other coins</strong> soon. Please stay tuned.
cs: Aktuálně ve výchozím nastavení podporujeme <strong>Namecoin</strong>, nicméně tvrdě pracujeme na vylepšení funkcionalit našeho systému a brzkém <strong>představení nových měn</strong>. Čekejte prosím na další informace.
ru: На данный момент мы по умолчанию поддерживаем <strong>Неймкоины</strong>. Однако, мы работаем над тем, чтобы улучшить наши услуги и в скором времени <strong> включить другие валюты</strong>. Пожалуйста, оставайтесь на связи.

source: Is it possible to drop a block if it is taking too long to find?
cs: Je možné zahodit blok, pokud trvá příliš dlouho ho vyřešit?
fr: Est-il possible de laisser tomber un bloc si il prend trop de temps à résoudre ?
ru: Можно ли отказаться от блока, если его поиск занимает слишком много времени?

source: This isn't actually how <strong>mining works</strong>. Think of mining more like <strong>playing the lottery</strong> than solving a <strong>mathematical puzzle</strong>. Following the analogy, the lottery odds are set by the number of tickets purchased--the target is to have someone win on average every <strong>10 minutes</strong>.
cs: Takto bohužel <strong>těžení nefunguje</strong>. Představte si těžbu spíše jako <strong>hraní loterie</strong> než <strong>řešení matematických zadání</strong>. Následuje tuto analogii, šance na výhru v loterii jsou určeny počtem zakoupených losů--cílem je mít vítěze průměrně každých <strong>10 minut</strong>.
fr: Ce n'est pas en fait comment <strong>fonctionne le minage</strong>. Pensez que miner est bien plus comme <strong>jouer à la loterie</strong> que résoudre un <strong>casse-tête mathématique</strong>. Suite à l'analogie, la loterie est établie par le nombre de billets achetés. L'objectif est d'avoir quelqu'un qui gagne en moyenne toutes les <strong>10 minutes</strong>.
ru: <strong>Майнинг работает</strong> не совсем так. Думайте о майнинге скорее как об <strong> игре в лотерею</strong>, чем как о решении <strong> математической задачи</strong>. Если следовать этой аналогии, шансы выиграть в лотерею зависят от количества приобретенных билетов - цель в том, чтобы кто-то выигрывал в среднем каждые <strong> 10 минут </strong>.
