Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Internet connectivity issues
cs: Výpadky připojení k internetu
es: Problemas de conectividad a Internet
fr: Problèmes de connectivité Internet
ru: Проблемы с подключением к Интернет
zh: 网络连接故障

source: Hardware power-supply failures
cs: Problémy s napájecím zdrojem v zařízení
es: Fallos en la alimentación del Hardware
fr: Pannes matérielles des alimentations
ru: Сбои электроснабжения аппаратного обеспечения
zh: 硬件电源中断

source: Mining hardware overheating
cs: Přehřívání těžícího zařízení
es: Sobre calentamiento del hardware de minería
fr: Surchauffe de matériel minier
ru: Перегрев оборудования для майнинга
zh: 挖矿硬件过热

source: Mining software issues
cs: Problémy s těžícím software
es: Problemas con software de minería
fr: Problèmes sur les logiciels de minage
ru: Проблемы с программным обеспечением для майнинга
zh: 挖矿软件问题

source: Below you can find simple step-by-step instructions how to setup monitoring in order to keep track of how your mining equipment is doing.
cs: Níže můžete najít návod, jak krok za krokem nastavit sledování zařízení, abyste byl schopen sledovat, jak vaše investice pracují.
fr: Ci-dessous, vous trouverez des instructions pas à pas simples pour configurer le système de surveillance, afin de garder une trace sur l'activité de votre équipement.
ru: Ниже расположена простая пошаговая инструкция по настройке мониторинге для того, чтобы отслеживать работу Вашего майнингового оборудования.

source: How to enable monitoring?
cs: Jak zapnout sledování?
es: ¿Cómo activar la monitorización?
fr: Comment activer le monitoring ?
ru: Как включить мониторинг?
zh: 怎样启用监控？

source: Enable sending monitoring emails in <a href="%(settings)s#monitoring" target="_blank">Settings (Monitoring)</a>.
cs: Zapnout posílání emailů o sledování v <a href="%(settings)s#monitoring" target="_blank">nastavení sledování</a>.
ru: Включить отправку мониторинговых е-мейлов в <a href="%(settings)s#monitoring" target="_blank"> Установки (Мониторинг)</a>.

source: You can enable worker monitoring on each <a href="%(workers)s" target="_blank">Worker profile</a> separately.
cs: Na <a href="%(workers)s" target="_blank">profilu zařízení</a> můžete zapnout sledování pro každé zařízení zvlášť.
es: Puedes activar la monitorización por trabajador en cada <a href="%(workers)s" target="_blank">Perfil del trabajador</a> de forma separada.
ru: Вы можете включить мониторинг воркеров для каждого <a href="%(workers)s" target="_blank">Профиля воркеров</a> отдельно.
zh: 您可以在每一个<a href="%(workers)s" target="_blank">矿工资料</a>下单独启用每个矿工的监控。

source: Once the worker monitoring is enabled, the <a href="%(url)s">Alert limit</a> can be set:
cs: Jakmile je sledování zařízení zapnuto, můžete nastavit i <a href="%(url)s">výstražný limit</a> :
es: Una vez activada la monitorización del trabajador, el <a href="%(url)s">Límite de alerta</a> puede ser configurado:
ru: Когда мониторинг воркеров включен, может быть установлен <a href="%(url)s">Порог оповещения</a>:
zh: 一旦矿工监控启用，<a href="%(url)s">警告限值</a>就可以被设定：

source: Automatically - our system selects the Alert Limit based on the past performance of the worker
cs: Automaticky - náš systém vypočítá výstražný limit na základě předchozí výkonnosti zařízení
ru: Автоматически - наша система подбирает Порог оповещения, основываясь на предыдущей производительности воркера
zh: 自动化－我们的系统根据矿工的历史工作表现选定警告限值

source: Manually - You can set your own Alert Limit value
cs: Ručně - můžete nastavit vaši vlastní hodnotu
es: Manualmente - Puedes ajustar tu propio límite de alerta
ru: Вручную - Вы можете задать собственное значение Порога оповещения
zh: 手动型－您自己设置警告限值

source: Once you enable monitoring for your workers you will see each worker in one of these <a href="%(url)s">states</a>: <strong>OK, Low, Offline, Disabled</strong>.
cs: Jakmile zapnete sledování vašich zařízení, uvidíte každé zařízení v jednom z následujících <a href="%(url)s">stavů</a>: <strong>OK, Pomalý, Offline, Vypnuto</strong>.
ru: Как только вы включите мониторинг для своих воркеров, вы увидите каждый из своих воркеров в одном из этих <a href="%(url)s">состояний</a>: <strong> ОК, Низкий, Оф-лайн, Нерабочий</strong>.
zh: 一旦您启用矿工监控，您将看到您的矿工有以下这些<a href="%(url)s">状态</a>：<strong>正常，低，离线，已禁用</strong>。

source: Permanently <strong>Low</strong> or <strong>Offline</strong> state of your worker can be caused by weak worker whose hash rate is below <strong>10 Gh/s</strong>. We recommend to switch off monitoring for such workers. If it is not the case please do not hesitate to contact our <a href="%(support_submit)s">support</a>.
cs: Neustále <strong>Pomalý</strong> nebo <strong>Offline</strong> stav vašeho zařízení může být způsoben slabým zařízením, jehož hash rate je pod <strong>10 Gh/s</strong>. Doporučujeme vypnout sledování takových zařízení. Pokud to není tento případ, neváhejte prosím kontaktovat naši <a href="%(support_submit)s">podporu</a>.
ru: Постоянный <strong>Низкий</strong> или <strong>Оф-лайн</strong> статус вашего воркера может быть вызван тем, что воркер слаб и его хешрейт находится ниже <strong> 10Гх/с </strong>. Мы рекомендуем отключить мониторинг таких воркеров. Если это не ваш случай, пожалуйста, не стесняйтесь связаться с нашей <a href="%(support_submit)s">службой поддержки</a>.
zh: 长期的<strong>低</strong>或<strong>离线</strong>状态可能是由于矿工的hash速率低于<strong>10 Gh/s</strong>引起的。我们建议取消这些矿工的监控选项。如果不是这个原因，请随时联系我们的<a href="%(support_submit)s">技术支持</a>。

source: <strong class="red">Please note:</strong> The pool keeps track of mining devices on a <strong>worker basis</strong>. This means that if you have more than one mining device connected to the pool as a single worker, monitoring and issue reporting covers all the mining devices in bulk. On the other hand, when you setup a <strong>designated worker name</strong> for every <strong>mining device</strong> you have (and connect them correctly), the pool can track down hash rate drops and report them to you for each mining device separately.
cs: <strong class="red">Všimněte si prosím:</strong> Pool sleduje těžící zařízení na bázi <strong>názvu zařízení</strong>. To znamená, že pokud máte víc než jedno zařízení pod jedním názvem, sledování a reportování pokrývá všechna zařízení hromadně. Naopak pokud nastavíte <strong>unikátní název</strong> pro každé <strong>zařízení</strong>, které vlastníte (a správně propojíte), pool může sledovat poklesy hash rate a odesílat vám upozornění pro každé zařízení zvlášť.
ru: <strong class="red">Пожалуйста, обратите внимание:</strong> Пул отслеживает майнинговые устройства на <strong>базе воркеров</strong>. Это означает, что если у вас более одного майнингового устройства, подсоединенного к пулу как единый воркер, мониторинг и отчеты о проблемах будут относится ко всей совокупности майнинговых устройств. С другой стороны, когда вы устанавливаете <strong> назначенное имя воркера</strong> для каждого имеющегося <strong>майнингового устройства</strong> (и при этом верно их подсоединяете), пул может отслеживать падение хешрейта и отправлять вам сообщения для каждого майнингового устройства отдельно.
zh: <strong class="red">请注意：</strong>矿池对挖矿设备的监控是建立在<strong>矿工基础</strong>上的。这就表示如果您有不止一个挖矿设备连接到矿池却只用一个矿工时，监控和故障报告是针对所有设备为一体的。然而，如果您设置了<strong>特定的矿工名字</strong>给每一个您拥有的（如果您正确连接它们到矿池）<strong>挖矿设备</strong>，矿池可以监控到hash速率的下降并单独发送每个设备的报告给您。

source: How does monitoring work?
cs: Jak sledování funguje?
es: ¿Cómo funciona la monitorización?
ru: Как работает мониторинг?
zh: 监控是如果工作的？

source: The pool takes a snapshot of <a href="%(hashrate_url)s">effective hash rate</a> for all your workers <strong>every 5 minutes</strong> . This value is then compared to <a href="%(alert_url)s">Alert Limit</a> (you setup this value while enabling the monitoring).
cs: Pool pořizuje záznam <a href="%(hashrate_url)s">efektivního hash rate</a> všech vašich zařízení <strong>každých 5 minut</strong> . Tato hodnota je následně porovnávána s <a href="%(alert_url)s">výstražným limitem</a> (tato hodnota se nastavuje při aktivaci sledování).
ru: Пул делает моментальный снимок <a href="%(hashrate_url)s">эффективного хешрейта</a> всех ваших воркеров <strong>каждые 5 минут</strong>. Затем это значение сравнивается с <a href="%(alert_url)s">Порогом оповещения</a> (вы установили его величину, когда включали мониторинг).
zh: 矿池<strong>每５分钟</strong>给您所有矿工的<a href="%(hashrate_url)s">有效hash速率</a>快速一览。一览时检测到的值会跟<a href="%(alert_url)s">警告限值</a>进行对比（在启用监控时您设置的值）。

source: The period of 5 minutes is sufficient for collecting just enough data to calculate all the values with a certain accuracy without clogging our servers. With a <a href="%(url)s">Vardiff</a> introduced, even a slow miner can submit sufficient amount of results.
cs: Lhůta 5 minut je adekvátní k posbírání dostatku informací k výpočtu všech hodnot s určitou přesností bez zahlcování našich serverů. Díky vlastnosti <a href="%(url)s">Vardiff</a> může i pomalé zařízení odevzdat dostatečný počet výsledků.
ru: Период в 5 минут достаточен для сбора достаточного количества информации, чтобы вычислить все значения с определенной точностью и без засорения наших серверов. С применением <a href="%(url)s">Вардифа</a>, даже медленный майнер может обеспечивать достаточный результат.
zh: ５分钟的周期能成功收集到足够的用来准确计算所有值的信息，同时不用堵塞我们的服务器。通过我们介绍过的<a href="%(url)s">变量困难值</a>，即使慢速的矿机也能提交足够的信息量。

source: Device monitoring states
cs: Stavy sledování zařízení
es: Estados en la monitorización del dispositivo
ru: Состояния мониторинга устройств
zh: 设备监控状态

source: There are 4 possible states of your worker, regarding monitoring. Every worker is always in one of the <strong>following</strong> states:
cs: Z pohledu sledování existují 4 možné stavy vašeho zařízení. Každé zařízení je vždy v jednom z <strong>následujících</strong> stavů:
ru: В зависимости от мониторинга есть 4 возможных состояния Вашего воркера. Каждый воркер всегда находится в одном из <strong>следующих</strong> состояний:
zh: 根据监控，矿工的状态有４种可能。每个矿工都在<strong>以下</strong>状态之一：

source: Means that the worker's hash rate is greater or equal to alert limit. This is the desired state. If everything works properly and the configuration is correct, you should see this state all the time.
cs: Znamená, že hash rate zařízení je větší nebo roven výstražnému limitu. Toto je ideální stav. Pokud je vše správně nastavené a funguje bez problémů, měl byste vidět pouze tento stav.
ru: Означает, что хешрейт воркера больше и равен порогу оповещения. Это желаемое состояние. Если все работает правильно и настройки верны, вы должны все время видеть это состояние.
zh: 表示矿工的hash速率高于或等于警告限值。这是期望的状态。如果一切工作正常并且配置正确，您将一直看到这个状态。

# UI, Monitoring
source: Low
cs: Pomalý
es: Bajo
fr: Bas
ru: Низкий
zh: 低

source: This state signals that worker's hash rate is lower than it should be but the device still submits some shares. It was connected and working somehow at least part of the measuring period. A worker goes from OK to Low when its hash rate is lower than the alert limit for 2 consecutive periods. In the case you see this state for longer period of time, please create a ticket to our <a href="%(support_submit)s">support</a>.
cs: Tento stav znamená, že hash rate zařízení je nižší, než by měl být, ale zařízení stále odevzdává alespon nějaká řešení. Bylo připojeno a nějak fungovalo alespoň po část měřeného období. Zařízení přechází ze stavu OK do Pomalý, když je hash rate nižší než výstražný limit ve 2 navazujících měřených obdobích. V případě, že je zařízení v tomto stavu po delší čas, vytvořte prosím požadavek na naši <a href="%(support_submit)s">podporu</a>.
ru: Это состояние указывает на то, что хешрейт воркера ниже, чем должен быть, но устройство все еще отправляет доли. Оно было подключено и как-то работало как минимум часть измеряемого периода. Воркер переходит из состояния ОК к Низкий когда его хешрейт ниже, чем порог оповещения на протяжении 2 последовательных периодов. В случае, если вы видите это состояние длительный период времени, пожалуйста, сделайте запрос в нашу <a href="%(support_submit)s">службу поддержки</a>.
zh: 这一状态显示矿工hash速率低于其预期但设备仍在提交shares。至少在一定时期内矿机是连接并工作的。当矿工的hash速率在连续２个监控期降到低于警告限值时，状态会从正常变到低。如果您长时间看到此状态，请创建一个消息发送给我们的<a href="%(support_submit)s">技术支持组</a>。

# UI, Monitoring
source: Offline
cs: Odpojené
es: Fuera de línea
ru: Оф-лайн
zh: 离线

source: You could see this state when monitoring is enabled for the worker but there is no hash rate detected for the worker. The pool doesn't monitor the actual network connection of the worker. The only significant value is hash rate.
cs: Tento stav můžete vidět, pokud je sledování zařízení zapnuto, ale není možné pro něj dohledat žádný hash rate. Pool nesleduje vlastní síťové připojení zařízení. Jedinou významnou hodnotou je hash rate.
ru: Вы можете видеть это состояние, когда мониторинг для воркера включен, но у воркера не обнаружено хешрейта. Пул не мониторит действительное состояние подключения воркера к сети. Это сообщение указывает только на значение хешрейта.
zh: 您将在已启用监控但系统未检测到任何hash速率时看到此状态。矿池不监控矿工实际的连接状况。唯一重要的价值就是hash速率。

# UI, Monitoring
source: Disabled
cs: Vypnuto
es: Desactivado
fr: Désactivé
ru: Нерабочий
zh: 已禁用

source: When you switch off monitoring for a worker its state is reported as Disabled, regardless a fact if it submits some shares or not.
cs: Když vypnete sledování zařízení, jeho stav je vyhodnocen jako Vypnuto a nezáleží na tom, jestli nějaká řešení byla odevzdána nebo ne.
ru: Когда вы отключаете мониторинг воркера, о его состоянии сообщается как о Нерабочем, вне зависимости от того, отправляет он доли или нет.
zh: 当您取消矿工的监控时，它的状态就会显示为已禁用，不管其是否有提交shares。

source: This article brings clarity into the matter of payouts, how they are managed and what are the possible difficulties. Let's break it down to 4 main parts
cs: Tento článek vyjasňuje problematiku výplat, jak jsou zpracovávány a s čím mohou být potenciálně problémy. Pojďme ho rozdělit do 4 hlavních částí
ru: Эта статья вносит ясность в вопрос о выплатах, как они управляются, и каковы возможные связанные с ними сложности. Давайте разобьем эти вопросы на 4 главных части
zh: 这篇文章让报酬支付一目了然，它们是怎么被管理的和可能遇到的困难是什么。让我们把它分解为4个主要部分

source: Amount of BTC you can get
cs: Počet BTC, které můžete dostat
es: Cantidad de BTC que puedes obtener
ru: Количество ВТС, которое вы можете получить

source: Payout routines and frequency
cs: Výplatní procesy a frekvence
es: Rutinas de pago y frecuencia
ru: Процедура и частота выплат

source: Fees paid from every payout
cs: Poplatky placené z každé výplaty
es: Tasas por cada pago
ru: Взносы, выплачиваемые из каждой выплаты
zh: 每笔支付所付的手续费

source: Possible difficulties
cs: Možné problémy
es: Posibles dificultades
fr: Difficultés éventuelles
ru: Возможные сложности
zh: 可能的困难

source: 1. Amount of Bitcoins <span>You Can Get with Your Hash Rate.</span>
cs: 1. Počet Bitcoinů, <span>které můžete získat s vaším hash rate.</span>
ru: 1. Количество биткоинов, которые <span> Вы можете получить со своим хешрейтом.</span>

source: You can get yourself a rough estimation of how much you should earn per block using the <a href="%(url)s" target="_blank" class="ext">Bitcoin calculator</a>
cs: Kolik bitcoinů zhruba dostanete za blok si můžete sám spočítat pomocí <a href="%(url)s" target="_blank" class="ext">Bitcoinové kalkulačky</a>
ru: Вы можете получить приблизительную оценку того, сколько вы заработаете за блок, используя <a href="%(url)s" target="_blank" class="ext">Бикоин калькулятор</a>

source: It is however always good to see the calculations behind and be able to do it by yourself, so here is the formula for <strong>calculationg the estimated reward per round</strong>:
cs: Nicméně vždy je dobré znát pozadí výpočtů a být schopný si je osobně ověřit, takže zde je vzorec pro <strong>výpočet předpokládané odměny za kolo</strong>:
ru: Однако всегда полезно видеть, что кроется за вычислениями, и быть способным самостоятельно их сделать, так что вот формула для <strong>вычисления оценочного вознаграждения за раунд</strong>:
zh: 能够清楚知道怎么计算报酬并能自己动手计算总是好的，这里就是<strong>计算每轮估计报酬</strong>的公式：

source: Please mind, that this formula only applies if you mine during the whole round. For more information, learn about our <a href="%(rewards)s">score-based reward system</a>.
cs: Berte prosím v potaz, že tento vzorec platí pouze pokud těžíte v průběhu celého kola. Pro více informací si přečtěte o našem <a href="%(rewards)s">skórovacím systému odměn</a>.
ru: Пожалуйста, имейте ввиду, что эта формула применима только если вы майните в течение всего раунда. Для более подробной информации, смотрите <a href="%(rewards)s">систему вознаграждений</a>.
zh: 请注意，此公式只适用于您完成整轮挖矿的情况。更多信息请参看<a href="%(rewards)s">基于加权指数的报酬系统</a>。

source: When the block is found we consider this to be <strong>unconfirmed reward</strong>. To see what the current <strong>pool hashrate</strong> is, please take a look at <strong>stats page</strong>, block reward these days is <strong>roughtly 12.5BTC</strong>
cs: Když je nalezen blok, považujeme odměnu za <strong>neověřenou</strong>. Pro zjištění, kolik je aktuální <strong>hash rate poolu</strong>, se prosím podívejte na <strong>statistiky</strong>, odměna za blok je v tomto období <strong>zhruba 12.5 BTC</strong>
ru: Когда блок найдем, мы рассматриваем это как <strong>неподтвержденное вознаграждение</strong>. Чтобы увидеть текущий <strong>хешрейт пула</strong>, пожалуйста, перейдите на <strong>страницу статистики</strong>, вознаграждение за блок сегодня составляет <strong> около 12.5 ВТС</strong>

source: 2. Frequency of and Routines <span>Behind Payouts</span>
cs: 2. Pozadí a frekvence <span>výplat</span>
es: 2. Frecuencia de y rutinas <span>Tras los últimos pagos</span>
ru: 2. Частота и процедуры, <span> стоящие за выплатами </span>
zh: 2. <span>报酬支付背后</span>的频率和常规

source: Time Needed to Confirm <span>Your Reward.</span>
cs: Čas potřebný k potvrzení <span>vaší odměny.</span>
es: Tiempo necesario para confirmar <span>Tu recompensa.</span>
ru: Чтобы подтвердить <span>Ваше вознаграждение</span> необходимо время
zh: 确认<span>您的报酬</span>所需的时间

source: Your reward for a particular block is confirmed <strong>after 100 next blocks are found</strong> in Bitcoin network. This <strong>typically takes 15-16 hours</strong>. You can follow this progress on the <a href="%(stats)s">stats page</a>
cs: Vaše odměna za konkrétní blok je potvrzena <strong>po nalezení dalších 100 bloků</strong> v Bitcoinové síti. To <strong>většinou trvá 15-16 hodin</strong>. Vývoj můžete sledovat na stránce <a href="%(stats)s">statistik</a>
ru: Ваше вознаграждение за определенный блок подтверждается <strong>после 100 следующих найденных блоков</strong> в сети Биткоин. Это <strong>обычно занимает 15-16 часов</strong>. Вы можете отслеживать прогресс на <a href="%(stats)s">странице статистики</a>
zh: 您某一矿区的报酬将在比特币网络里<strong>接下来的100个矿区被发现后</strong>被确认。这<strong>通常耗时15-16小时</strong>。您可以在<a href="%(stats)s">统计页面</a>查看进度

source: The reason for this behavior is that the pool management software has to be <strong>sure that the mined block</strong> is considered valid and is <strong>accepted by bitcoin network</strong>. This is generally assumed after 100 confirmations.
cs: Důvodem pro takové chování je, že software starající se o správu poolu si musí být jist, že <strong>vytěžený blok je platný</strong> a <strong>byl přijat bitcoinovou sítí</strong>. Za takový je všeobecně považován po 100 potvrzeních.
ru: Причина такого поведения в том, что программы, управляющие пулом, должны быть <strong>уверены, что намайненный блок</strong> считается действительным и <strong> принят сетью биткоин</strong>. Это, как правило, предполагается, после 100 подтверждений.
zh: 此方式的原因是矿池管理软件必须<strong>确保所挖的矿区</strong>是有效的并且<strong>被比特币网络承认的</strong>。通常需要100个确认信息。

source: Sending Confirmed Reward <span>to Your Wallet.</span>
cs: Posílání potvrzených odměn <span>do vaší peněženky.</span>
es: Enviando recompensa confirmada <span>a tu cartera.</span>
ru: Отправка Подтвержденного Вознаграждения <span>на Ваш кошелек.</span>
zh: 发送确认的报酬<span>到您的钱包。</span>

source: Your confirmed balance is sent to you once it <strong>crosses the Send threshold</strong> (which can be set by user to as low as <strong>0.001 BTC</strong>). Pool checks for this and sends out payments automatically every hour.
cs: Vaše potvrzená odměna je vám odeslána jakmile <strong>překročí stanovený limit pro výplatu</strong> (který může být nastaven až na <strong>0.001 BTC</strong>). Pool toto kontroluje a výplaty odesílá automaticky každou hodinu.
ru: Ваш подтвержденный баланс отправляется вам, как только он <strong>превышает Установленный порог</strong> (который может быть задан пользователем вплоть до минимального значения <strong>0,001 ВТС</strong>). Пул проверяет его и отправляет выплаты автоматически каждый час.
zh: 当<strong>您的余额达到支付门槛时</strong>，确认的报酬将被发送（支付门槛由用户自己设置可以低到<strong>0.001 BTC</strong>）。矿池自动查看并在每小时支付报酬。

source: For technical reasons like paying excessive transaction fees and flooding bitcoin network, we do not process payouts below the mentioned value.
cs: Z technických důvodů (jako například placení nadměrných poplatků nebo zahlcování bitcoinové sítě) neumožňujeme vyplácení částek pod zmíněnou hodnotou.
ru: В силу технических причин, таких как выплачивание чрезмерных операционных издержек и переполнение сети Биткоин, мы не обрабатываем выплаты ниже упомянутой минимальной величины.
zh: 由于技术原因如支付过高交易费用和大量比特币网络信息流通，我们不处理低于此值的报酬支付。

source: 3. Fees Paid <span>from Every Payout</span>
cs: 3. Poplatky placené <span>z každé výplaty</span>
es: 3. Tasas de transacción <span>para cada pago</span>
ru: 3. Взносы, выплачиваемые <span>с каждой выплаты</span>

source: There are two types of fees that are incorporated in our payment system. The first one is stable (pool fee 2%% per block mentioned above) and is used to cover the pool expenses. The second one is introduced only if you set your payout <strong>threshold below 0.01&nbsp;BTC</strong> and it equals <strong>0.0001&nbsp;BTC</strong>.<br>Transaction fees for threshold equal to or higher than the limit value are covered by the pool.
cs: V našem výplatním systému jsou pouze dva typy poplatků (poplatek poolu 2%% za každý blok zmíněný výše), které jsou použity na pokrytí nákladů poolu. Druhý poplatek se vás týká pouze pokud nastavíte výplatní limit <strong>pod 0.01&nbsp;BTC</strong> a rovná se <strong>0.0001&nbsp;BTC</strong>.<br>Transakční poplatky při výplatním limitu rovném nebo vyšším než je zmíněná hodnota jsou placeny poolem.
ru: В нашу систему выплат внедрено два типа взносов. Первый - постоянный (упомянутый выше взнос пулу 2%% за блок), он используется чтобы покрыть расходы пула. Второй накладывается, только когда вы устанавливаете <strong>порог выплат ниже 0.01&nbsp;BTC</strong> и он равен <strong>0.0001&nbsp;BTC</strong>.<br> Плата за транзакцию, которая равна или выше, чем эта величина, покрывается пулом.

source: 4. Possible Difficulties
cs: 4. Možné problémy
es: 4. Posibles dificultades
fr: 4. Difficultés éventuelles
ru: 4. Возможные сложности
zh: 4. 可能的困难

source: Delay in Payout.
cs: Zpoždění výplaty.
es: Retraso en el pago.
fr: Retard de paiement.
ru: Задержка выплат.
zh: 延迟支付。

source: For security reason pool uses two wallets – Hot and Cold.
cs: Z bezbečnostních důvodů pool používá dvě peněženky - Online (Hot) a Offline (Cold).
es: Por razones de seguridad el pool usa dos carteras - Caliente(Hot) y Fria(Cold).
ru: В целях безопасности пул использует два типа кошельков - горячие и холодные.
zh: 出于安全考虑矿池采用两种钱包-热钱包和冷钱包。
