Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: 2.2 ASIC Based Miner Connected to Your PC <span>and Other Dedicated Machines</span>
fr: 2.2 Mineur ASIC connecté à votre PC <span>ou autre machine dédiée</span>
ru: 2.2 Майнер на базе чипа ASIC, подсоединенный к Вашему ПК <span>или другим выделенным компьютерам</span>
zh: 2.2 基于ASIC的需要连接到电脑<span>和其他专用机器</span>的挖矿设备

source: 2.3 Standalone ASIC based miner with Getwork Protocol <span>Support Only</span>
fr: 2.3 <span>Support seulement pour</span> les mineurs autonomes ASIC avec prise en charge du protocole Getwork
ru: 2.3 Автономный майнер на базе чипа ASIC, который <span>Поддерживает только</span> протокол Getwork
zh: 2.3基于ASIC的独立的并<span>只支持</span>Getwork协议的矿机

source: Overview
fr: Vue d'ensemble

source: Stratum protocol reduces network load and significantly improves miner performance on slower and unstable networks.
fr: Le protocole stratum réduit la charge réseau et améliore significativement la performance de minage sur des réseaux plus lents et instables.

source: Open downloaded file. It will open console window using default settings (proxy connects to Slush's pool interface)
fr: Ouvrez le fichier téléchargé. Il ouvrira une fenêtre de console avec les paramètres par défaut (le proxy se connecte à l'interface de pool)

source: On Mac OS X you already have Python installed on your system, but you probably do not have the %(lib)s binary required to run the %(setup)s file. You have two options here:
fr: Sur Mac OS X, si vous avez déjà installé Python sur votre système mais vous n'avez probablement pas la librairie %(lib)s requise pour exécuter le fichier %(setup)s. Vous avez deux options ici :

source: Download Xcode (free) from the App Store, Open it up (it's in your applications folder) and go to <em>preferences → downloads</em> section and download/install the <em>"command line tools"</em>.
fr: Télécharger Xcode (gratuit) sur l'App Store, l'ouvrir (il est dans votre dossier applications) et passez à la section <em>Préférences → téléchargements</em> et télécharger/installer les <em>"outils de ligne de commande"</em>.

source: Open your terminal application (<code>Applications → Utilities → Terminal</code>) and get to directory containing file you have just downloaded (eg.:&nbsp;<code>cd ~/Downloads</code>)
fr: Ouvrez votre application terminal (<code>Applications → Utilitaires → Terminal</code>) et rendez-vous au répertoire contenant le fichier que vous venez de télécharger (exemple.: <code>cd ~/Downloads</code>)

source: Now you can start the proxy by typing %(t)s (provided you are in directory where you have installed your copy of the proxy)
fr: Maintenant vous pouvez commencer à démarrer le proxy en tapant %(t)s (si vous avez bel et bien installé votre proxy dans le bon répertoire)

source: This is advanced option for experienced users, but it gives you the easiest way for updating the proxy.
fr: Cette option est destinée aux utilisateurs expérimentés, mais il vous donne le moyen le plus simple de mettre à jour le serveur proxy.

source: To enable this extension, just type <code>make</code> in <code>midstatec</code> subdirectory. Proxy will auto-detect compiled extension on next startup.
fr: Pour activer cette extension, il suffit de taper <code>make</code> dans le sous-répertoire <code>midstatec</code>. Le serveur proxy détecte automatiquement l'extension compilée au prochain redémarrage.

# MAILING
source: HEY %(username)s, <span style="color:#346ee5;">SLUSH</span> POOL HERE!
fr: Hé %(username)s, <span style="color:#346ee5;">la pool slush</span> ICI !

# MAILING
source: CHECK OUT THE NEW WEBSITE
fr: Découvrez le nouveau site web

# MAILING
source: START USING THE NEW WEBSITE
fr: Commencez à utiliser le nouveau site web

# UI
source: We didn't post yet. Stay tuned.
fr: Nous n'avons rien posté. Restez à l'écoute.
zh: 我们还没有发布。敬请关注。

# UI
source: Get Slush Pool news in your RSS reader
fr: Restez informés avec notre lecteur de flux RSS de la pool Slush
zh: 从您的RSS阅读我们Slush矿池的最新消息

source: Feedback form for direct requests
fr: Formulaire pour les demandes directes
zh: 直接请求的反馈格式

source: Do you want to report a bug, is there something specific you have on your mind or you just want to say hi?
fr: Vous voulez signaler un bogue, y a-t-il réellement quelque chose de spécifique ou vous voulez simplement dire bonjour ?
zh: 您是否想报告一个bug， 是否有什么明确的想法或您只想打个招呼？

source: We will be happy to hear from you. A new <a href="%(feedback)s">feedback form</a> has been added to the site for convenience. Feel free to use it! :)
fr: Nous serions heureux de vous entendre. Un nouveau <a href="%(feedback)s"> formulaire de commentaires</a> a été ajouté sur le site pour plus de confort. N'hésitez pas à l'utiliser ! :)
zh: 我们将会很高兴收到您的回复。一个新的<a href="%(feedback)s">反馈格式</a>已被添加。您可以随意使用！:)

source: Reward System Proposals
fr: Propositions de système de récompense
zh: 报酬系统提议

# UI
source: User Group
fr: Groupe d'utilisateurs
zh: 用户组

# UI
source: User Count
fr: Nombre d'utilisateurs
zh: 用户统计

# UI
source: Each circle represents a group of users with similar hash rate.
fr: Chaque cercle représente un groupe d'utilisateurs avec des taux similaires de hachage.
zh: 每个圈表示一组hash速率相近的用户。

# UI
source: An area of a circle represents total hash rate of all users in the group together.
fr: Une partie d'un cercle représente les taux de hachage totaux de l'ensemble de tous les utilisateurs du groupe.
zh: 一个圈的面积表示组内所有用户的hash速率总和。

# UI
source: A group you belong to is highlighted (if you are logged in).
fr: Un groupe auquel vous appartenez est mis en évidence (si vous êtes connecté).
zh: 您所属的组已被显著出来（如果您已登录）。

# UI
source: Your preferred language for web and email communication when logged in.
fr: Votre langue de préférence pour la communication web et courrier lorsque vous êtes connecté.
zh: 登录后您偏好的网站语言和邮件联络语言。

# UI
source: Submit your own idea about how the pool should change and let everybody to vote
fr: Soumettez votre propre idée sur la pool à propos de changements et laissez tout le monde voter
zh: 提交您对矿池改进的建议并让大家参与投票

# UI
source: <span>Unique</span> Reward System
fr: <span>Unique</span> Système de récompense
zh: <span>独特的</span> 回报系统

# UI
source: Our unique reward system provides <strong>stable and transparent rewards</strong> for loyal miners.
fr: Notre système de récompense unique fournit des <strong>récompenses stables et transparentes</strong> pour nos mineurs loyaux.
zh: 我们的独特回报系统为忠实用户提供 <strong>稳定透明的报酬</strong> 。

# Intro
source: Welcome to our interactive help screen!
fr: Bienvenue dans notre système d'aide interactif !
zh: 欢迎来到我们的互助界面！

# Intro
source: This function is here to show you what certain parts of this web mean and what they do.
fr: Cette fonction est ici pour vous indiquer ce que cela signifie et à quoi elle sert.
zh: 此功能的作用是为您说明网址内某部分代表什么含义和它们是做什么的。

# Intro
source: Please note, that many chapters do need you to be logged in.
fr: Veuillez noter que plusieurs chapitres sont accessibles sans être connecté.
zh: 请注意，许多章节都需要您登录才能查看。

# Intro
source: There are several ways how to use this interactive help:
fr: Il y a différentes façon d'utiliser cette aide interactive :
zh: 互助功能有几种使用方式：

# Intro
source: 1) Specific Topic
fr: 1) Rubrique spécifique
zh: 1)详细的知识点

# Intro
source: Whenever you see a small info icon, clicking on it will take you to a specific topic.
fr: Quand vous voyez une petite icône d'information, cliquez dessus vous pointera vers une rubrique spécifique.
zh: 当您看到一个小的信息图标时，点击图标您将看到详细的知识点。

# Intro
source: 2) Individual Pages
fr: 2) Pages individuelles
zh: 2)单独界面

# Intro
source: When you see a yellow info button in left bottom corner of a page, you can invoke this screen on a particular chapter.
fr: Lorsque vous voyez un bouton d'information jaune dans le coin inférieur gauche d'une page, vous pouvez appeler cet écran sur un chapitre en particulier.
zh: 当您在页面左下角看到一个黄色信息按钮时，您可以调用此页面查看特定章节。

# Intro
source: 3) Full Walkthrough
fr: 3) Procédure de pas à pas
zh: 3)完整演练

# Intro
source: You can navigate yourself by chapters and then cycle through topics on individual pages right from here or any other help screen.
fr: Vous pouvez naviguer par chapitres et parcourir les rubriques sur des page individuelles directement depuis l'écran d'aide de n'importe quel endroit.
zh: 您可以从此处或任意帮助页面在单独界面自行导航浏览各章节及下面的主题。

# UI
source: Select Chapter
fr: Sélectionnez le chapitre
zh: 选择章节

# UI
source: Topic
fr: Rubrique
zh: 主题

# UI
source: Next topic
fr: Rubrique suivante
zh: 下一个主题

# UI
source: Close this screen
fr: Fermer cette fenêtre
zh: 关闭此页

# UI
source: Close
fr: Fermer
zh: 关闭

# UI
source: <strong>ESC</strong>, <strong>Click on background</strong>: Close the screen | <strong>Left / Right keys</strong>: Navigate the topics
fr: <strong>ESC</strong>, <strong>Cliquez sur l'arrière-plan</strong>: Fermer l'écran | <strong>touches Gauche / Droite</strong>: Naviguer dans les rubriques
zh: <strong>退出</strong>，<strong>点击背景</strong>：关闭此屏 | <strong>左 / 右键</strong>： 浏览主题

# UI
source: Report has not been sent because it contains only <span class="strong">insignificant events</span>.
fr: Le rapport ne vous a pas été envoyé car il contient seulement <span class="strong"> des évènements insignifiants</span>.
zh: 报告没被发送是因为它只包含 <span class="strong">无关紧要的事件</span>。

# UI
source: Report has not been sent because you have <span class="strong">disabled reporting</span>.
fr: Le Rapport ne vous a pas été envoyé car vous avez <span class="strong"> désactivé les rapports</span>.
zh: 报告没被发送是因为您 <span class="strong">禁用报告</span>。

# UI
source: There are no worker incidents to be shown here since only your Account State has changed.
fr: Il n'y a aucun incident de travailleur à afficher depuis la modification d'état de votre compte.
zh: 没有可以显示的矿工事件，因为只有账户状态被更改。

# UI
source: There are no incidents available for you to show.
fr: Il n'existe aucun incident à vous afficher.
zh: 没有可为您显示的事件。

# UI
source: State <span>Changes in Time</span>
fr: Etats <span> des changements dans le temps</span>
zh: 状态 <span>更改时间</span>

# UI, Monitoring
source: Error
fr: Erreur
zh: 错误

# UI
source: Each point on the chart represents worker incident and its color describes type of the incident.
fr: Chaque point du graphique représente les incident de travailleur, sa couleur décrit le type de l'incident.
zh: 图表上的每个点代表一个矿工事件，其颜色表示事件的类型。

# UI
source: E.g. when your worker goes from Low to OK, you will see an orange line followed by green point, representing the state change, and green line.
fr: Par exemple lorsque votre travailleur va de faible à OK, vous verrez une ligne orange suivie d'un point vert, représentant le changement d'État ainsi que la ligne verte.
zh: 例如：当您的矿工从低效到正常，您将看到一条橙色的线接着绿色的点，代表状态改变，然后是绿色的线。

# Intro
source: Every row in the following table contains summary of incidents that happened at the same time.
fr: Chaque ligne dans le tableau suivant contient le résumé des incidents survenus en même temps.
zh: 下表里的每行包含当时发生事件的摘要。

# Intro
source: Click the table row to see the details for a particular event.
fr: Cliquez sur la ligne de la table pour afficher les détails d'un évènement particulier.
zh: 点击可以查看某一个事件的详情。

# Intro
source: Absolute number of workers in each state and relative change to the previous state.
fr: Nombre total de travailleurs dans chaque état et de changement relatif à l'état précédent.
zh: 每个状态下的矿工数量和对前一状态的相关更改。

# Intro
source: States: OK | Low | Error | Monitoring disabled
fr: Etat : OK | Bas | Erreur | Surveillance désactivée
zh: 状态：正常|低|故障|监控禁用

# Intro
source: Total hash rate of all your workers together (5min average)
fr: Total de hachage de l'ensemble de vos travailleurs (moyenne de 5min)
zh: 您所有矿工的总hash速率（5分钟平均）

# Intro
source: Status of the report showing if the report has been sent to you by email or not.
fr: Statut du rapport indiquant si le rapport vous a été envoyé par email ou non.
zh: 报告的状态显示报告是否通过邮件发送给您了。

# UI
source: Configure monitoring for individual workers <a href="%(workers)s">here</a>
fr: Configurer le suivi des travailleurs individuels <a href="%(workers)s"> ici</a>

# UI
source: With this token and API described below, you can easily retrieve pool account details without need to store login and password directly in your application, so <strong>keep it private</strong>.
fr: Avec ce jeton et l'API décrite ci-dessous, vous pouvez facilement récupérer les détails de votre compte sans stocker le nom d'utilisateur et le mot de passe directement dans votre application.<strong> Gardez ce jeton pour vous</strong>.

# UI
source: Following page contains JSON encoded data about <strong>recent pool rounds</strong>, including your round rewards:
fr: Cette page contient des données au format JSON à propos des <strong>récents cycles de la pool </strong>, incluant vos récompenses :

# UI
source: If you do not want to use this service anymore, you can delete your account on this page, but be aware that this action is <strong>final and your account can not be reactivated</strong> in future.
fr: Si vous ne souhaitez plus utiliser notre service, vous pouvez à tout moment supprimer votre compte sur cette page. Cette action est <strong>irrémédiable et votre compte ne pourra être réactivé</strong> à l'avenir.

# UI
source: Your <strong>user name and e-mail address</strong> will be <strong>free to use</strong> for new registration.
fr: Votre <strong>nom d'utilisateur et adresse email</strong> sera <strong> libre d'utilisation</strong> pour toute nouvelle inscription.

# UI
source: Your account <strong>BTC balance will be lost</strong>, so please setup your send threshold to lowest possible value and wait for next payout.
fr: Votre <strong>solde BTC de votre compte sera perdu</strong>, veuillez modifier votre seuil de paiement le plus bas possible et attendez le prochain paiement.

# UI
source: Do you really want to delete your account?
fr: Voulez-vous réellement supprimer votre compte ?

# UI
source: Basic
fr: Base

# Intro
source: If you keep this option disabled, only user id will be shown in public statistics
fr: Si vous gardez cette option désactivée, seul le nom d'utilisateur sera affiché dans les statistiques publiques

# Intro
source: Choose your prefered currency unit.
fr: Choisissez votre unité de devise préférée.

# Intro
source: This value is used for presentation purposes only and does not affect any payout calculations.
fr: Cette valeur est uniquement utilisée à des fins de présentation et n'affecte pas les calculs de paiement.

# Intro
source: If you disable this option, the monitoring system will not send any more e-mail notifications.
fr: Si vous désactiver cette option, le système de surveillance n'enverra pas d'autres notifications par email.

# Intro
source: All bitcoins are being sent to this bitcoin wallet adress.
fr: Les Bitcoins seront envoyé à l'adresse de votre porte-monnaie.

# Intro
source: Please take a look at the Security tab to see how you can further secure your account
fr: Veuillez consulter l'onglet sécurité pour savoir comment sécuriser davantage votre compte

# Intro
source: When your account balance crosses the threshold value, the pool sends the entire balance to your payout address.
fr: Quand le solde de votre compté dépasse le seuil de paiement demandé, la pool vous envoie la totalité du solde sur votre porte-monnaie.

# Intro
source: It is now possible to set this limit as low as 0.001 BTC.
fr: Il est maintenant possible de définir cette limite aussi bas que 0,001 BTC.

# UI
source: Verification token for changing your email address is not valid. Please, make sure that the URL in your browser matches exactly the URL that has been sent to you by email.
fr: Le jeton de vérification de changement d'adresse email n'est pas valide. Veuillez vous assurer que l'adresse est correctement renseignée dans votre navigatyeur et correspond bien à celle qui vous a été envoyée par email.
zh: 更改您邮箱地址的验证令牌无效，请确认您正浏览的链接是发送到您邮箱的那个链接。

# UI
source: If you are sure that the address in your browser is the same as the one you have received, please try to request a new email change message.
fr: Si vous êtes sûr que l'adresse entrée dans votre navigateur et la même que vous avez reçue par email, veuillez demander un nouveau message de modification d'email.
zh: 如果您确定浏览的正是发送给您的那个链接，请尝试重新申请邮箱更改。

# UI
source: If this problem persists, please contact our <a href="%(url)s">%(globe_icon)s support system</a>.
fr: Si le problème persiste, veuillez contacter notre <a href="%(url)s">%(globe_icon)s support technique</a>.
zh: 如果问题任然存在, 请联系我们的 <a href="%(url)s">%(globe_icon)s 技术支持系统</a>。

# UI
source: There is no pending request for changing your email address with this ID. If you want to change your email address, please, request this change in your account settings.
fr: Il n'y a pas de demande en attente pour modification de votre adresse email avec cet identifiant. Si vous souhaitez modifier votre email, veuillez demander ce changement dans les paramètres de votre compte.
zh: 此ID没有待定的更改您邮箱地址的申请。如果您想更改邮箱地址，请在账户设置里申请。

# UI
source: Email (%(orig_email)s) associated with your account has been successfully changed to %(new_email)s.
fr: L'email (%(orig_email)s) associé à votre compte a été modifié avec succès par %(new_email)s.
zh: 关联您账户的邮箱 (%(orig_email)s) 已成功更改成 %(new_email)s。

# UI
source: Security
fr: Sécurité

# UI
source: Two-factor authentication
fr: Authentification two-factor

# UI
source: <strong>Your two-factor authentication is successfully configured.</strong>
fr: <strong> Votre authentification two-factor est configurée avec succès.</strong>

# UI
source: <strong>Please, note, that losing your smartphone (and a backup of your secret key) means you will not be able to change your payout address. Two-factor authentication cannot be deactivated without access to your smartphone.</strong>
fr: <strong>Veuillez prendre note que si vous perdez votre Smartphone (et la sauvegarde de votre phrase secrète), vous ne pourriez plus changer votre adresse de paiement. Le système d'authentification Two-factor ne peux être désactivé sans accès sur votre Smartphone.</strong>

# UI
source: You can deactivate two-factor authentication by entering valid one-time password into the form below.
fr: Vous pouvez désactiver l'authentification two-factor en entrant le mot de passe unique valide dans le formulaire ci-dessous.

# UI
source: Disable two-factor auth
fr: Désactiver l'authentification two-factor

# UI
source: Alternatively if you do not have access to your authentication software, you can disable your OTP protection by sending us message signed by your bitcoin wallet
fr: Si vous n'avez pas accès à votre logiciel d'authentification, vous pouvez également désactiver votre protection OTP en nous envoyant un message signé par votre porte-feuille bitcoin

# UI
source: Disable by wallet signature
fr: Désactiver par la signature du porte-monnaie

# UI
source: Two-factor authentication adds an extra layer of security to your pool account. It reduces the chances of getting your account robbed by someone else. When two-factor authentication is enabled, changing the <strong>payout address</strong> requires owning a special token (e.g. your smartphone with google authenticator installed) in addition to processing the standard confirmation email. Therefore, bad guys would have to get access to your registration email to confirm pool payouts and also they would have to steal your smartphone.
fr: L' Authentification à deux facteurs (two-factor) ajoute une couche supplémentaire de sécurité. Elle réduit les chances d'un vol de compte par une autre personne. Lorsque l'authentification à deux facteurs est activée, la modification de <strong>l'adresse de paiement</strong> nécessite un jeton spécial (par exemple sur votre smartphone avec google authenticator installé) en plus de l'email de confirmation de traitement. Par conséquent, si les voleurs ont pu récupérer votre email de confirmation pour le paiement, ils devront également voler votre smartphone.

# UI
source: You should seriously consider to backup the generated secret for the two-factor authentication to some safe place for cases when you lose your smartphone. You can use some kind of password manager application or a piece of paper. The generated URI is equivalent to the shown QR code.
fr: Vous devriez sérieusement envisager de sauvegarder le secret généré pour l'authentification two-factor dans un endroit sûr si vous perdez votre smartphone. Vous pouvez utiliser une application de gestionnaire de mot de passe ou simplement l'écrire sur un morceau de papier. L'URL générée est équivalent au code QR illustré.

# UI
source: How to enable two-factor authentication
fr: Comment activer l'authentification two-factor

# UI
source: Install Google Authenticator to your smartphone
fr: Installez Google Authenticator sur votre smartphone

# UI
source: Open Google Authenticator, click "Add an account" / "Scan QR code"
fr: Ouvrez Google Authenticator, cliquez sur "Ajouter un compte " / "Scannez le QR code"

# UI
source: Scan the QR code below (and optionally backup the generated secret)
fr: Scannez le code QR ci-dessous (et éventuellement sauvegarder le secret généré)

# UI
source: The URI form of the QR code:
fr: L'adresse URL du QR code :

# UI
source: Enter generated one-time password into this form to confirm that you've set up your application correctly
fr: Entrez le mot de passe unique généré dans ce formulaire pour confirmer que vous avez configuré votre application correctement

# UI
source: Enable two-factor auth
fr: Activez l'authentification two-factor

# UI
source: <strong>Your payout address %(wallet)s is locked.</strong>
fr: <strong>Votre adresse de porte-monnaie %(wallet)s est verouillée.</strong>

# UI
source: Please be sure that you have a backup of your bitcoin wallet stored on safe place, because since the payout address is locked, there's no way how to change it anymore.
fr: Veuillez vous assurer que vous avez une sauvegarde de l'adresse de votre porte-monnaie Bitcoin stocké dans un endroit sûr (disque dur, clef usb, etc.) car dès que l'adresse de paiement est verrouillée, il n'y a aucun moyen de la changer par la suite.

# UI
source: Remove the wallet lock by wallet signature
fr: Supprimer le verrou du porte-monnaie par la signature du porte-monnaie

# UI
source: As a security precaution, you may lock your current payout address <strong>%(wallet)s</strong>, so it cannot be changed by anyone who gains access to your pool account.
fr: Par mesure de sécurité, vous pouvez verrouiller votre adresse de paiement <strong>%(wallet)s</strong>, elle ne pourra être modifiée par personne qui accède à votre compte.

# UI
source: Please be sure that you have a backup of your bitcoin wallet stored in a safe place. Since the payout address will be locked, there's <strong>no way how to change it anymore</strong>.
fr: Veuillez vous assurer que vous avez une sauvegarde de l'adresse de votre porte-monnaie Bitcoin stocké dans un endroit sûr (disque dur, clef usb, etc.) car dès que l'adresse de paiement est verrouillée, <strong>il n'y a aucun moyen de la changer par la suite</strong>.

# UI
source: Disable two-factor authentication
fr: Désactiver l'authentification two-factor

# UI
source: You can resend the wallet change confirmation email from your <a href="%(profile_page)s">profile page</a>.
fr: Vous pouvez renvoyer l'email de confirmation de changement de porte-monnaie sur la page de votre <a href="%(profile_page)s">profil</a>.
zh: 您可以从 <a href="%(profile_page)s">个人资料页面</a>重新发送钱包更改确认邮件。

# UI
source: Your request is waiting for manual confirmation by the pool staff.<br/>Please, try again later.
fr: Votre demande est en attente de confirmation manuelle par l'équipe technique. <br/>veuillez, réessayez plus tard.
zh: 您的申请在等待矿池工作人员手动确认。<br/>请稍后再尝试。
