Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: If you have troubles with the message signing please read our knowledge-base article which explains how to <a href="%(link)s" target="_blank" class="ext">sign the message</a> with your wallet.
cs: Pokud máte problémy podepsáním zprávy peněženkou, přečtěte si prosím v naší znalostní databázi článek o <a href="%(link)s" target="_blank" class="ext">podepsání zprávy</a> pomocí peněženky.
ru: Если вы столкнулись со сложностями, пытаясь подписать сообщение, пожалуйста, прочтите статью из нашей базы знаний, которая объясняет как <a href="%(link)s" target="_blank" class="ext">подписать сообщение</a> с помощь кошелька.

source: If you are unable to sign the message with your wallet then please contact our <a href="%(support)s" target="_blank" class="ext">support</a>.
cs: Pokud nejste schopen podepsat zprávu pomocí Vaší peněženky, obraťte se prosím na naši <a href="%(support)s" target="_blank" class="ext">zákaznickou podporu</a>.
ru: Если вам не удалось подписать сообщение с помощью кошелька, пожалуйста, свяжитесь с нашей <a href="%(support)s" target="_blank" class="ext">службой поддержки</a>.

source: I lost access to my payout address. What can I do?
cs: Ztratil jsem přístup ke své peněžence. Co mám dělat?
es: Pierdo el acceso a mi dirección de pago. ¿Que puedo hacer?
ru: Я потерял(а) доступ к моему адресу для выплат. Что мне делать?

source: If your address is <strong>neither locked nor 2FA protected</strong> then please change the address on your own.
cs: Pokud Vaše výplatní adresa není <strong>uzamčena ani chráněna 2FA</strong>, můžete si ji změnit svépomocí.
ru: Если ваш адрес <strong>ни заблокирован, ни защищен с помощью 2FA</strong>, пожалуйста, измените адрес самостоятельно.

source: If you need to change your payout address and it is <strong>locked</strong> then follow <a href="%(link)s">instructions here</a>
cs: Pokud potřebujete změnit výplatní adresu, která je <strong>uzamčena</strong>, postupujte prosím dle <a href="%(link)s">následujících instrukcí</a>
es: Si necesitas cambiar tu dirección de pago y está <strong>bloqueada</strong> sigue <a href="%(link)s">estas instrucciones</a>
ru: Если вам нужно изменить ваш адрес для выплат и он <strong>заблокирован</strong>, в этом случае следуйте <a href="%(link)s">этим инструкциям</a>

source: If the address is <strong>protected by 2FA</strong> then follow <a href="%(link)s">instructions here</a>
cs: Pokud je adresa <strong>chráněna 2FA</strong>, postupujte prosím dle <a href="%(link)s">následujících instrukcí</a>
es: Si la dirección está <strong>protegida por 2FA</strong> entonces sigue <a href="%(link)s">estas instrucciones</a>
ru: Если адрес <strong>защищен с помощью 2FA</strong>, в этим случае следуйте<a href="%(link)s">этим инструкциям</a>

source: Can my account be deleted?
cs: Může být můj účet smazán?
es: ¿Puede ser eliminada mi cuenta?
ru: Может ли моя учетная запись быть удалена?

source: Once you decide to close your mining operation down there are two options. You can either leave your account as it is without signing into it or mining against it and it will be <strong>automatically deleted</strong> after <strong>one year of your inactivity</strong>.
cs: Jestliže se rozhodnete skončit s těžbou, máte dvě možnosti. Buď se můžete nepřihlásit do svého účtu, nebo na něm přestat těžit, v obouch případech bude Váš účet <strong>automaticky smazán</strong> po <strong>jednom roce neaktivity</strong>.
ru: Как только вы решите закрыть свою свою работу по майнингу, у вас будет два варианта. Вы можете или оставить свою учетную запись в том состоянии, в каком она находится на данный момент, не подписываясь и не проводя майнинг, и она будет <strong>автоматически уничтожена</strong> спустя <strong>год отсутствия активности</strong>.

source: However if you decide to delete it on your own please always <strong>check if all rewards were already paid</strong> to your payout address <strong>before taking any action</strong>.
cs: Nicméně pokud se rozhodnete smazat účet sám, vždy se prosím <strong>ujistěte, že všechny odměny již byly vyplaceny</strong> na Vaši výplatní adresu <strong>před tím, než cokoliv podniknete</strong>.
ru: Однако, если вы решите удалить учетную запись самостоятельно, пожалуйста всегда <strong>проверяйте все ли вознаграждения переведены</strong> на ваш адрес для выплат <strong>до того, как предпринимать какие-либо действия</strong>.

source: If you still have <strong>non-zero balance</strong> then:
cs: Pokud stále máte na účtu <strong>nějaký zůstatek</strong>, pak:
ru: Если у вас все еще <strong>ненулевой баланс</strong>, тогда:

source: Go to “Payouts” tab
cs: Jděte na záložky "Výplaty"
es: Ir a pestaña "Pagos"
ru: Перейдите на вкладку "Выплаты"

source: Lower your threshold below your reward value (be aware that minimum payout threshold is 0.001 BTC)
cs: Snižte limit pro výplatu pod úroveň Vaší aktuální potvrzené odměny (minimální limit pro výplatu je 0.001 BTC)
ru: Снизьте ваш порог выплат ниже значения вашего вознаграждения (обратите внимание, что минимальный порог для выплат составляет 0.001 ВТС)

source: The transaction will be conducted automatically within one hour to your payout address
cs: Transakce bude odeslána automaticky na Vaši výplatní adresu během jedné hodiny
es: Las transacciones serán ejecutadas automáticamente cada hora a tu dirección de pago
ru: Транзакция на ваш адрес для выплат будет произведена автоматически в течение одного часа

source: Once your rewards <strong>balance is zero</strong> you can delete your account by following this process:
cs: Jakmile je Váš <strong>zůstatek roven nule</strong>, můžete smazat svůj účet dle následujícího postupu:
es: Una vez sea tu <strong>balance cero</strong> puedes borrar tu cuenta haciendo lo siguiente:
ru: Когда <strong>баланс ваших вознаграждений обнулится </strong> вы можете удалить свою учетную запись, выполнив следующие действия:

source: Go to “Delete my account” tab
cs: Běžte do záložky "Smazání účtu"
es: Ir a la pestaña "Borrar mi cuenta"
ru: Перейдите на вкладку "Удалить мою учетную запись"

source: Read everything carefully
cs: Vše si pozorně přečtěte
es: Lee tofo detenidamente
ru: Прочтите всё внимательно

source: Click “Delete my account“ button
cs: Klikněte na tlačítko "Smazat účet"
es: Click en el botón "Borrar mi cuenta"
ru: Нажмите кнопку "Удалить мою учетную запись"

source: Can be my deleted account restored?
cs: Může být můj smazaný účet obnoven?
es: ¿Puede ser restaurada mi cuenta borrada?
ru: Может ли моя удаленная учетная запись быть восстановленной?

source: Unfortunately we can not recover deleted accounts. Therefore before deleting your account read carefully <a href="%(link)s">following article</a>.
cs: Bohužel smazané účty nelze obnovit. Proto Vás před smazáním účtu prosíme o pečlivé přečtení <a href="%(link)s">následujícího článku</a>.
es: Desafortunadamente no podemos recuperar cuentas borradas. Por lo tanto lee antes borrado de tu cuenta cuidadosamente <a href="%(link)s">en el siguiente artículo</a>.
ru: К сожалению, мы не можем восстановить удаленные учетные записи. Поэтому, перед удалением своей учетной записи внимательно прочтите <a href="%(link)s">следующую статью</a>.

source: In the case your account was either deleted automatically or by your own action please consider your unsent reward balance as a donation to service improvements of the pool according to our <a href="%(TOS)s">Terms of service.</a>
cs: V případě, že Váš účet byl smazán automaticky nebo jste ho smazal sám, považujte prosím Vaše nevyplacené odměny za příspěvek poolu na zlepšování služeb dle našich <a href="%(TOS)s">Podmínek služby.</a>
ru: В случае, если ваша учетная запись была удалена автоматически, или же вследствие ваших действий, пожалуйста, рассматривайте баланс своих недополученных вознаграждений как вклад в улучшение услуг пула, в соответствии с нашими <a href="%(TOS)s">Условиями предоставления услуг.</a>

source: Can I change my user name?
cs: Můžu změnit své uživatelské jméno?
es: ¿Puedo cambiar mi nombre de usuario?
ru: Могу ли я изменить свое имя пользователя?

source: If you wish to change your user-name then we recommend to <strong>create a new account</strong> under the same e-mail address.
cs: Pokud si přejete změnit své uživatelské jméno, doporučujeme si <strong>založit nový účet</strong> se stejnou emailovou adresou.
ru: Если вы хотите изменить имя пользователя, мы рекомендуем <strong> создать новую учетную запись </strong> с тем же самым е-мейлом.

source: How to sign a message using Bitcoin client?
cs: Jak podepsat zprávu Bitcoinovým klientem?
es: ¿Cómo firmar un mensaje usando el cliente Bitcoin?
ru: Как подписать сообщение, используя Биткоин-клиент?

source: Our <a href="%(link)s" target="_blank" class="ext">knowledge-base article</a> explains how to do this if you are using either <strong>Bitcoin-Qt</strong> or <strong>Multibit</strong> wallet. However signing process with other wallets is similar.
cs: Tento <a href="%(link)s" target="_blank" class="ext">článek ve znalostní databázi</a> popisuje postup podpisu zprávy za použití <strong>Bitcoin-Qt</strong> nebo peněženky <strong>Multibit</strong>. U ostatních peněženek a klientů je postup podobný.
ru: Наша <a href="%(link)s" target="_blank" class="ext">статья из базы знаний</a> объясняет как сделать это, если вы используете кошельки <strong>Bitcoin-Qt</strong> или <strong>Multibit</strong>. Однако, процесс подписи другими кошельками такой же.

source: However we would like to recommend you to buy and use <a href="%(link)s" target="_blank" class="ext">Bitcoin TREZOR</a> for your coins storage since it is the safest device currently available on the market. Great thing is that MyTrezor.com supports <strong>message signing</strong> by default.
cs: Nicméně rádi bychom Vám doporučili si koupit a používat <a href="%(link)s" target="_blank" class="ext">Bitcoin TREZOR</a> pro uchovávání Vašich kryptoměn, protože je to nejbezpečnější zařízení aktuálně dostupné na trhu. Dobrou zprávou také je, že MyTrezor.com již standardně podporuje <strong>podepisování zpráv</strong>.
ru: Однако мы рекомендуем Вам приобрести и использовать <a href="%(link)s" target="_blank" class="ext">Bitcoin TREZOR</a> для хранения Ваших средств, поскольку это самое безопасное устройство, из тех что сейчас доступны на рынке. Замечательно то, что MyTrezor.com поддерживает <strong>подпись сообщений</strong> по умолчанию.

source: Moreover there are other wallet providers as well. We recommend full clients like <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> or <strong>Multibit</strong>, which have the feature of <strong>message signing</strong>. This feature is useful in the case you <strong>locked your wallet</strong> or an access to your <strong>2FA code was lost</strong>. You can download a standalone client from <a href="%(link)s" class="ext">www.bitcoin.org</a> as well and let it create one Bitcoin receiving address for you.
cs: Existují i další poskytovatelé peněženek. Z těch doporučujeme plnohodnotné klienty jako <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> nebo <strong>Multibit</strong>, které mají funkci <strong>podepisování zpráv</strong>. Tato funkce se hodí v případě, kdy si <strong>uzamknete výplatní adresu</strong> nebo <strong>ztratíte přístup k 2FA</strong>. Samostatného klienta si můžete stáhnout také z <a href="%(link)s" class="ext">www.bitcoin.org</a> a s jeho pomocí si vytvořit Bitcoinovou adresu pro výplaty.
ru: Помимо этого, есть и другие провайдеры кошельков. Мы рекомендуем полный клиентский доступ к таким кошелькам как <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> или <strong>Multibit</strong>, у которых есть функция <strong>подписи сообщений</strong>. Эта функция полезна в случае, если вы <strong>заблокировали свой кошелек</strong> или доступ к вашему <strong> коду 2FA был утерян</strong>. Также Вы можете загрузить автономный клиент по адресу <a href="%(link)s" class="ext">www.bitcoin.org</a> и позволить ему создать для вас один адрес для получения биткоинов.

source: I can not reset my password, what should I do?
cs: Nemohu si zresetovat heslo, co mám dělat?
es: No puedo cambiar mi contraseña, ¿Que podría hacer?
ru: Я не могу переустановить свой пароль, что мне делать?

source: Please check your <strong>SPAM</strong> folder for the confirmation link
cs: Zkontrolujte prosím, zda Vám nepřišel potvrzovací email do <strong>SPAM</strong> koše
es: Por favor, revise su carpeta <strong>SPAM</strong> para el enlace de confirmación
ru: Пожалуйста, проверьте папку <strong>СПАМ</strong>, ссылка для подтверждения может находиться там

source: If the confirmation e-mail is not neither in your INBOX nor SPAM folder please feel free to contact our <a href="%(support)s" target="_blank" class="ext">support</a>.
cs: Pokud potvrzovací email není ani ve Vašem INBOXu, ani ve SPAM koši, kontaktujte prosím naši <a href="%(support)s" target="_blank" class="ext">zákaznickou podporu</a>.
ru: Если е-мейл подтверждения отсутствует и во ВХОДЯЩИХ сообщениях и в СПАМЕ, не стесняйтесь связаться с нашей <a href="%(support)s" target="_blank" class="ext">службой поддержки</a>.

source: Available information resources
cs: Dostupné zdroje informací
es: Recursos de información disponibles
ru: Доступные информационные ресурсы

source: Our <a href="%(manual)s">User Manual</a> provides detailed information about all topics you may be intersted in. We also have a strong community support on our <a href="%(irc_url)s" target="_blank" class="ext">IRC channel</a>. Although, this is not our official support channel, you can get instant help from our experienced users.
cs: Nejrychlejší způsob nalezení detailních odpovědí na vaše otázky je náš <a href="%(manual)s">Uživatelský manuál</a>. Také máme silnou komunitní podporu na <a href="%(irc_url)s" target="_blank" class="ext">IRC kanálu</a>. I když to není oficiální podpora, pořád můžete rychle dostat dobré rady a tipy od zkušených uživatelů.
ru: Наше <a href="%(manual)s">Руководство Пользователя</a> содержит детальную информацию обо всех темах, которые могут быть вам интересны. Чат нашего <a href="%(irc_url)s" target="_blank" class="ext">IRC-канала</a> обеспечивает мощную поддержку сообщества. Хотя это и не официальный канал нашей службы поддержки, там вы можете получить помощь опытных пользователей мгновенно.

source: For fresh and fast updates on pool operation status visit our <a href="%(fb_url)s" target="_blank" class="ext">Facebook pages</a>.
cs: Pro čerstvé novinky o Slush Poolu prosím navštivte <a href="%(fb_url)s" target="_blank" class="ext">Facebookové stránky</a>.
es: Para nuevas y rápidas actualizaciones sobre operaciones del pool, visita nuestras <a href="%(fb_url)s" target="_blank" class="ext">páginas de Facebook</a>.
ru: Для того, чтобы увидеть последние обновления статуса работы пула, посетите наши <a href="%(fb_url)s" target="_blank" class="ext">страницы в Facebook</a>.

source: Ask questions
cs: Ptejte se
es: Preguntas
ru: Задать вопросы

source: IRC <span>Channel</span>
cs: IRC <span>kanál</span>
es: <span>Canal</span> IRC
ru: IRC <span>Канал</span>

source: Log into our IRC channel here: <a href="%(irc_url)s" target="_blank" class="ext">#mining.bitcoin.cz</a> and discuss with our experienced users. Also, new blocks found by our pool are being announced through this channel.
cs: Přihlašte se do našeho IRC kanálu zde: <a href="%(irc_url)s" target="_blank" class="ext">#mining.bitcoin.cz</a> a diskutujte s našimi zkušenými uživateli. Jsou zde také oznamovány nové bloky vytěžené naším poolem.
es: Conéctese a nuestro canal de IRC aqui: <a href="%(irc_url)s" target="_blank" class="ext">#mining.bitcoin.cz</a> e interactué con nuestros usuarios expertos. También los nuevos bloques encontrados por nuestra pool serán anunciados a través de este canal.
ru: Залогиньтесь в наш IRC-канал здесь: <a href="%(irc_url)s" target="_blank" class="ext">#mining.bitcoin.cz</a> и беседуйте с нашими опытными пользователями. Также, канал анонсирует новые блоки, найденные нашим пулом.

source: Submit a Ticket
cs: Vytvořit požadavek
es: Enviar un Ticket
ru: Отправить запрос

source: Please make sure the answer to your question can not be found in one of the following sources. This way we can maintain high response rate of our Support services.
cs: Ujistěte se prosím, že odpověď na Vaši otázku již není zodpovězena v jednom z následujících zdrojů. Tímto způsobem nám pomáháte udržet vysokou míru zodpovězených dotazů.
es: Por favor, asegúrese que la respuesta a su pregunta no puede ser encontrada en una de las fuentes siguientes. De esta forma podemos mantener un alto ratio de respuesta en nuestros servicios de Soporte.
ru: Пожалуйста, убедитесь, что ответ на ваш вопрос, нельзя найти ни в одном из перечисленных источников. Таким образом, мы обеспечиваем высокую скорость ответов нашей Службы поддержки.

source: Getting Started
cs: Začínáme těžit
es: Como empezar
fr: Commencez
ru: Начало работы
zh: 入门准备

source: When Submitting a Support System Ticket
cs: Když kontaktujete zákaznickou podporu
es: Cuando enviar un ticket al Sistema de Soporte
ru: Размещая Запрос в Службу поддержки

source: Provide your <strong>user name</strong>.
cs: Uveďte své <strong>uživatelské jméno</strong>.
es: Proporcione su <strong>nombre de usuario</strong>.
ru: Укажите свое <strong>имя пользователя</strong>.

source: Provide as many details as possible.
cs: Buďte co nejjednoznačnější.
es: Proporciona los mayores detalles posibles.
ru: Укажите так много подробностей, как возможно.

source: Including logs and/or screenshots where applicable.
cs: Kde to pomůže, přidejte logy / snímky obrazovky.
es: Incluye logs y/o capturas de pantalla cuando sea pertinente.
ru: Включите логи и/или скриншоты, когда это применимо.

source: A new ticket will be created automatically by sending email to <span class="strong">support at slushpool dot com</span> or by entering the ticket via our <a href="%(kb_ticket)s" target="_blank" class="ext">web interface</a>.
cs: Odesláním emailu na <span class="strong">support zavináč slushpool tečka com</span> nebo vložením požadavku přes naše <a href="%(kb_ticket)s" target="_blank" class="ext">webové rozhraní</a> se automaticky vytvoří nový požadavek.
ru: Новый запрос будет создан автоматически, когда вы отправите е-мейл в <span class="strong">support at slushpool dot com</span> или отправляя запрос с помощью нашего <a href="%(kb_ticket)s" target="_blank" class="ext">веб-интерфейса</a>.

source: See what's new
cs: Co je nového
es: Mira las novedades
ru: Что нового

source: Facebook page
cs: Facebooková stránka
es: Página de Facebook
ru: Страница в Facebook

source: Regular updates and all current issues are being posted on our <a href="%(fb_url)s" target="_blank" class="ext">Facebook page</a>. User comments are allowed in our posts.
cs: Pravidelné aktualizace a všechny aktuální problémy jsou sdíleny na naší <a href="%(fb_url)s" target="_blank" class="ext">Facebookové stránce</a>. Uživatelské komentáře jsou u našich příspěvků povoleny.
es: Actualizaciones periódicas todas las cuestiones están siendo publicadas en nuestra <a href="%(fb_url)s" target="_blank" class="ext">página de Facebook</a>. Los comentarios de usuarios son permitidos en nuestros posts.
ru: Информация о регулярных обновлениях и всех текущих вопросах публикуется на нашей <a href="%(fb_url)s" target="_blank" class="ext">странице в Facebook</a>. В наших постах разрешены комментарии пользователей.

# UI
source: Advanced <span>Mining Setup</span>
cs: Pokročilé <span>nastavení těžby</span>
es: <span>Configuración de minería</span> Avanzada
fr: Installation <span>avancée pour miner</span>
ru: Расширенные <span>Настройки майнинга</span>
zh: 高级<span>挖矿设置</span>

source: There are generally 3 types of miners. The complexity of the configuration task depends on the mining hardware and platform used. We will cover the most common cases below:
cs: Všeobecně existují 3 druhy těžebních zařízení. Komplexnost nastavení závisí na těžebním hardware a použité platformě. Níže rozebereme nejčastější případy:
es: Hay generalmente 3 tipos de mineros. La complejidad en la configuración del minero dependen del hardware de minado y la plataforma usada. Nosotros cubrimos la mayoría de los casos siguientes:
fr: Il y a généralement 3 types de mineurs. La complexité de leurs configurations dépend de votre matériel et de la plate-forme utilisée. Nous allons couvrir la plupart des cas courants ci-dessous :
ru: В общем, существует 3 типа майнеров. Сложность задачи настройки зависит от оборудования для майнинга и используемой платформы. Мы рассмотрим три самых распространенных случая:
zh: 大致有３种类型的挖矿者。配置的复杂程度取决于挖矿硬件和使用的平台。我们归结到下面的情况里：

source: Standalone ASIC based miner with Stratum protocol
cs: Samostatné ASIC zařízení podporující Stratum protokol
es: Minero autónomo tipo ASIC con protocolo Stratum
fr: Mineur autonome ASIC avec prise en charge du protocole Stratum
ru: Автономный майнер на базе ASIC с протоколом Stratum
zh: 基于ASIC的使用阶层协议的独立矿机

source: ASIC based miner connected to your PC or some other dedicated machine
cs: ASIC zařízení připojené k PC nebo jiné jednoúčelové zařízení
es: Minero tipo ASIC conectado a tu PC o a alguna máquina dedicada
fr: Mineur ASIC connecté à votre PC ou autre machine dédiée
ru: Майнер на базе чипа ASIC, подсоединенный к вашему ПК или другому выделенному компьютеру
zh: 基于ASIC的需要连接到电脑或其他专用机器的挖矿设备

source: Standalone ASIC based miner with Getwork protocol support only
cs: Samostatné ASIC zařízení podporující pouze Getwork protokol
es: Minero tipo ASIC que soporta únicamente el protocolo Getwork
fr: Mineur autonome ASIC avec prise en charge du protocole Getwork
ru: Автономный майнер на базе чипа ASIC, у которого установлена только поддержка протокола Getwork
zh: 基于ASIC的独立的并只支持Getwork协议的矿机

source: This is the most easy setup as such devices usually have a user interface of some kind and you are only required to specify server url(s), username and password.
cs: Toto je nejjednodušší situace, protože taková zařízení většinou mají vlastní uživatelské rozhraní a od vás se vyžaduje pouze vyplnění adresy serveru, uživatelského jména a hesla.
es: Esta es la manera más sencilla de configurar cada dispositivo, el cual tiene una interface de algún tipo y tú solo deberás especificar lal url(s) del servidor, nombre de usuario y contraseña.
ru: Данная установка наиболее легкая, поскольку такое устройство обычно снабжено интерфейсом пользователя того или иного рода, и Вам нужно только указать адрес сервера(ов) (url(s)), имя пользователя и пароль.
zh: 这是最简单的一种设置，通常此类设备都有一个用户接口，只需要指定服务器链接，用户名和密码。

source: In this case, you need a mining software installed on your computer. We recommend using <a href="%(cgminer)s" target="_blank" class="ext">CGminer</a> or <a href="%(bfgminer)s" target="_blank" class="ext">BFGminer</a>
cs: V tomto případě potřebujete těžební software nainstalovaný na vašem počítači. Doporučujeme používat <a href="%(cgminer)s" target="_blank" class="ext">CGminer</a> nebo <a href="%(bfgminer)s" target="_blank" class="ext">BFGminer</a>
ru: в этом случае, вам необходимо программное обеспечение для майнинга, установленное на вашем компьютере. Мы рекомендуем использовать <a href="%(cgminer)s" target="_blank" class="ext">CGminer</a> или <a href="%(bfgminer)s" target="_blank" class="ext">BFGminer</a>

source: CGminer on Windows:
cs: CGminer ve Windows:
es: CGMiner en Windows:
fr: CGminer sur Windows :
ru: CGminer для Windows:
zh: Window系统上设置CGminer：
