Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Payouts related question?
es: ¿Preguntas relacionadas con pagos?
fr: Question sur les paiements ?

source: Do you have a feature suggestion?
es: ¿Tienes alguna funcionalidad que sugerir?
fr: Vous avez une suggestion de fonctionnalité ?

source: It is also a the right spot for <a href="%(proposals)s">telling us</a> about any great ideas you may have.
es: También es el lugar adecuado para <a href="%(proposals)s">comentarnos</a> grandes ideas que puedas tener.

# UI
source: Help <span>Center</span>
es: <span>Centro</span> de ayuda
fr: <span>Centre d'aide</span>

# UI
source: How can we help?
es: ¿Como podemos ayudar?
fr: Comment pouvons-nous aider ?

# UI
source: Actual search query used:
es: Actual consulta de búsqueda usada:
fr: Requête de recherche actuellement utilisée :

# UI
source: No results have been found.
es: No se encontraron resultados.
fr: Aucun résultat n'a été trouvé.

# UI
source: Please try different words, use the links below or the main navigation menu.
es: Por favor, pruebe palabras diferentes, utilice los siguientes enlaces o el menú de navegación principal.
fr: Veuillez réessayer avec d'autres mots, utilisez les liens ci-dessous ou le menu de navigation principal.

# UI
source: Most of typical user questions are answered in our FAQ section.
es: Las más típicas preguntas de los usuarios son respondidas en nuestra sección FAQ.
fr: La plupart des questions de nos propres utilisateurs sont traitées dans notre section FAQ.

source: Create an <strong>account</strong> on mining.bitcoin.cz
es: Crear una<strong>cuenta</strong> en mining.bitcoin.cz

source: You can get pool hash rate at the <a href="%(stats)s">stats page</a>, block reward is 25BTC + fees nowadays. This formula however only applies if you mine during the whole round.
es: Puedes obtener la tasa de hash en la <a href="%(stats)s">página estadísticas</a>, la recompensa es 25BTC + comisiones actualmente . Esta fórmula sin embargo solo es aplicable si minas la ronda completa.
fr: Vous pouvez obtenir les taux de hachage de la pool sur la <a href="%(stats)s"> page de statistiques</a>, la récompense de bloc est aujourd'hui de 25BTC + frais. Cette formule s'applique toutefois que si vous minez au cours de l'ensemble du cycle.

source: See the question above and the <a href="%(link)s">folowing article</a>
es: Mira la s preguntas sobre ello y el <a href="%(link)s">siguiente artículo</a>
fr: Consultez la question ci-dessus et <a href="%(link)s">l'article suivant</a>

source: A new ticket will be created automatically by sending email to <span class="strong">support at bitcoin dot cz</span> or by entering the ticket via our <a href="%(kb_ticket)s" target="_blank" class="ext">web interface</a>.
es: Un ticket nuevo sera creado automaticamente al enviar un e-mail al equipo de <span class="strong">soporte bitcoin dot cz</span> o al enviar un ticket via nuestra <a href="%(kb_ticket)s" target="_blank" class="ext">Interfaz Web</a>.

# UI
source: Getting <span>Started</span>
es: <span>Comenzando</span>
fr: Mise en <span>route</span>
zh: 入门<span>准备</span>

source: user name:
es: Nombre de usuario:
fr: Nom d'utilisateur :
zh: 用户名：

source: Asia-Pacific/<strong>Singapore</strong>
es: Asia-Pacífico/<strong>Singapur</strong>
fr: Asie-Pacifique / <strong>Singapour</strong>
zh: 亚太/<strong>新加坡</strong>

# UI
source: Stratum <span>Mining Proxy</span>
es: <span>Proxy de minería</span> stratum
fr: Minage <span>sur le protocole Stratum en utilisant un proxy</span>

source: Stratum mining proxy allows mining software supporting the old <em>Getwork protocol</em> to use modern <em>Stratum mining protocol</em> provided by our pool.
es: El proxy de minería Stratum permite al software de minería soportar el antigüo <em>protocolo Getwork</em> usando el moderno <em>protocolo de minería stratum</em> que provee nuestro pool.

source: Advantages for Users
es: Ventajas para Usuarios
fr: Avantages pour les utilisateurs

source: Extremely low <a href="%(link)s">stale rate</a> (less than 0.1%%, that means below 1 stale per 1000 accepted shares)
es: Extremadamente baja <a href="%(link)s">tasa de obsoletos</a> (menos de un 0.1%%, que significa menos de 1 por cada 1000 shares aceptados)

source: Very low network bandwidth usage (~10kB/minute)
es: Muy bajo uso de ancho de banda (~10kB/minuto)
fr: Bande passante du réseau très basse (~10kB/minute)

source: Installation on Windows
es: Instalación en Windows
fr: Installation sur Windows

source: Download official Windows binaries (EXE) from <a href="%(url)s">here</a>
es: Descarga lo binarios (EXE) oficiales para Windows de <a href="%(url)s">aquí</a>
fr: Télécharger les codes source officiels pour Windows (EXE) <a href="%(url)s">ici</a>

source: Installation on Linux (Ubuntu / Debian)
es: Instalación en Linux (Ubuntu / Debian)
fr: Installation sur Linux (Ubuntu / Debian)

source: Download TGZ file from <a href="%(url)s" target="_blank" class="ext">here</a>
es: Descarga el archivo TGZ de <a href="%(url)s" target="_blank" class="ext">aquí</a>

source: Enter following commands one by one:
es: Introduzca uno a uno los siguientes comandos:
fr: Entrez les commandes suivante une par une :

source: Installation on Mac
es: Instalación en Mac
fr: Installation sur Mac

source: Prerequisites:
es: Prerequisitos:
fr: Conditions préalables :

source: Now if you have installed GCC, you can procede with following steps:
es: Ahora sí tienes instalado GCC, puedes proceder a los siguientes pasos:
fr: Maintenant, si vous avez installé GCC, vous pouvez procéder avec les étapes suivante :

source: Installation on Linux Using Git (Advanced)
es: Instalación en Linux Usando Git (Avanzado)
fr: Installation sur Linux à l'aide de Git (avancé)

# proxy installation comment
source: Development package of Python is necessary
es: Es necesario el paquete de desarrollo de Python
fr: Kit de développement Python nécessaire

# proxy installation comment
source: Upgrade setuptools package
es: Actualiza el paquete setuptools
fr: Mise à jour du pack boite à outils

# proxy installation comment
source: Install required dependencies (namely Twisted and Stratum libraries)
es: Dependencias de instalación (nombradas librerías Twisted y Stratum)
fr: Installez les dépendances requises (à savoir les bibliothèques Twisted et Stratum)

# proxy installation comment
source: Start the proxy
es: Inicia el proxy
fr: Démarrez le serveur proxy

# proxy installation comment
source: Update the proxy
es: Actualiza el proxy
fr: Mise à jour du proxy

source: You can use <a href="%(url)s" target="_blank">%(globe)s online calculator</a> to determine how much you can make with your mining hardware. Just insert your hash rate and you will see approximate reward.
es: Puedes usar <a href="%(url)s" target="_blank">%(globe)s una calculadora en línea</a> para determinar cuánto generará tu hardware de minería. Tan solo introduce tu tasa de hash y verás la recompensa estimada.

# UI
source: Loading chart data, please wait...
es: Cargando datos, por favor esperar...
fr: En chargement du graphique, veuillez patienter...
zh: 正在加载表格数据，请等待......

source: Hash Rate (5min)
es: Poder de Hasheo (5min)
fr: taux de hachage (5 minutes)
zh: Hash速率（5分钟）

source: Scoring Hash Rate
es: Puntaje de Poder de Hasheo
fr: Taux de Hash par points
zh: 指数加权Hash速率

source: Hash Rate
es: Tasa de hash
fr: Taux de Hachage
ru: Хешрейт
zh: Hash速率

source: Stale Rate
es: Tasa de pasados
fr: Taux de rassis
ru: Устаревшая оценка
zh: 过期的速率

# MAILING
source: SUBMIT YOUR IDEAS
es: ENVÍA TUS IDEAS
fr: Proposez vos idées

# UI
source: Alert Limit [Gh/s]
es: Límite de alerta [Gh/s]
fr: Limite d'alerte [Gh/s]
zh: 警告限值[Gh/s]

# UI
source: The system will report issues, when hash rate drops below this value
es: El sistema reportará inconvenientes cuando el poder de hasheo cae por debajo de este valor
fr: Le système va vous signaler un problème quand le taux de hashage descend en dessous de cette valeur
zh: 当hash速率降低于此值时，系统会报告问题

# UI
source: Monitoring enabled
es: Monitorización activada
fr: Surveillance activée
zh: 监控已启用

# UI
source: The monitoring system will detect and report any hash rate issues related to this worker
es: El sistema de monitorización detectará e informará de cualquier inconveniente relacionado con la capacidad de hasheo de este trabajador
fr: Le système de surveillance va détecter et signaler tous les problèmes liés à ce travailleur
zh: 监控系统会检测并报告任何有关此矿工的hash速率问题

# UI
source: The monitoring system will automatically estimate hash rate of your worker based on its past activity
es: El sistema de monitorización automaticamente estimará la capacidad de hasheo de su trabajador basado en su actividad anterior
fr: Le système de surveillance va automatiquement estimer le taux de hachage de votre travailleur basé sur ses anciennes activités
zh: 监控系统会根据您的矿工的过去活动情况自动估量其hash速率

# UI
source: All news
es: Todas las noticias
fr: Toutes les nouveautés
zh: 所有新闻

# UI
source: Other news
es: Otras noticias
fr: Autres nouveautés
zh: 其他新闻

source: Slush Pool Team
es: Equipo Slush Pool
fr: L'équipe de la pool Slush
ru: Команда Slush Pool
zh: Slush矿池组

source: Slush Pool team
es: Equipo Slush Pool
fr: L'équipe de la pool Slush
zh: Slush矿池组

# UI
source: Block <span>History</span>
es: Historia del <span>Bloque</span>

# UI
source: Block Found At
es: Bloque encontrado en

# UI
source: Duration
es: Duración

# UI
source: Pool Scoring<br/>Hashrate
es: Puntuacion del Pool<br/> Poder de Hasheo

# UI
source: Difficulty
es: Dificultad

# UI
source: Pool Luck
es: Suerte del grupo

# UI
source: Block #
es: Bloque #

# UI
source: Block Value
es: Valor del Bloque

# UI
source: Confirm.<br />Left
es: Confirmaciones.<br/>Pendientes

# UI
source: Pool <span>Daily Reward</span>
es: <span>Recompensa Diaria</span> del Pool

# UI
source: Loading chart data, please wait&hellip;
es: Cargando datos del grafico, por favor espere$hellip;
fr: Chargement du tableau en attente, veuillez patienter ;
zh: 正加载表格数据，请等待&hellip；

# UI
source: Daily Reward
es: Recompensa diaria

# UI
source: 7-day Average
es: Promedio de 7 dias

# Intro
source: A unique identifier assigned to each found block by the pool.
es: Un identificador unico asignado a cada bloque encontrado por el pool.

# Intro
source: Total scoring hash rate of the pool at time when a block was found.
es: La puntuacion total del poder de hasheo del pool en el momento en el cual el bloque fue encontrado.

# Intro
source: This value and your scoring hash rate from the same time are used for calculating your reward for the block.
es: Este valor y su puntaje de poder de hasheo de ese momento estan siendo usados para calcular su recompensa para el bloque.

# Intro
source: Visit User Manual for more details
es: Visite el Manual de Usuario para mas detalles

# Intro
source: A block number within the Bitcoin block chain.
es: Un numero de bloque dentro de la cadena de bloques Bitcoin.

# Intro
source: Follow the link to see more details about the block on blockchain.info.
es: Sigue este link para ver mas detalles sobre el bloque en blockchain.info.

# UI
source: System Statistics
es: Estadísticas del sistema
fr: Statistiques système
zh: 系统统计

# UI
source: Recent <span>Hash Rate</span>
es: Poder de Hasheo <span>Reciente</span>
fr: <span>taux de hachage récent</span>
zh: 近期 <span>Hash速率</span>

# UI
source: Hash Rate <span>Distribution</span>
es: <span>Distribución</span> Tasa de Hash
fr: Distribution du <span>taux de hachage</span>
zh: Hash速率 <span>分配</span>

# UI
source: Average Hash Rate
es: Poder de hasheo Promedio
fr: Moyenne de votre taux de hachage
zh: Hash速率均值

# UI
source: Group Hash Rate
es: Tasa de hash del grupo
fr: Taux de hachage du groupe
zh: 组Hash速率

# UI
source: Hash Rate <span>Per Location</span>
es: Tasa de Hash <span>Por Ubicación</span>
fr: Taux de hachage <span> par localité</span>
zh: <span>每个位置</span>的Hash速率

# UI
source: Hash Rate (5min)
es: Tasa de hash (5min)

# UI
source: Scoring Hash Rate
es: Tasa de hash puntuable

# UI
source: Active Users
es: Usuarios activos

# UI
source: Active Workers
es: Trabajadores Activos

# UI
source: Pool Scoring Hash Rate
es: Tasa de puntuacion de poder de hasheo
fr: Score total du taux de hachage de la pool
zh: 矿池指数加权hash速率

# UI
source: Loading...
es: Cargando...

# UI
source: Current Round Duration
es: Duracion de Ronda Actual
fr: Durée du tour actuel
zh: 本轮持续时间

# UI
source: Block number
es: Número de Bloque

# UI
source: Block Difficulty
es: Dificultad del bloque

# UI
source: Day
es: Día

# UI
source: Week
es: Semana

# UI
source: Month
es: Mes

# UI
source: <span>Confirmed</span> Reward
es: Recompensa <span>Confirmada</span>

# UI
source: <span>Unconfirmed</span> Reward
es: Recompensa <span>no Confirmada</span>

# UI
source: All Times Reward
es: Histórico de recompensa

# UI
source: Payout Threshold
es: Umbral de Pago

# UI
source: <span>Estimated</span> Reward for Current Block
es: <span>Estimada</span> Recompensa para el,bloque actual

# UI
source: Estimated Payout Period
es: Periodo estimado de pago

# UI
source: Estimated Daily Reward
es: Recompensa diaria Estimada

# UI
source: Your Scoring Hash Rate
es: Su tasa de poder de hasheo

# UI
source: Workers States
es: Estado de los trabajadores

# UI
source: Your Contribution to the Pool
es: Su contribucion al pool

# UI
source: Last Share
es: Ultimo Share

# UI
source: 5 minutes
es: 5 minutos

# UI
source: Hour
es: Hora

# UI
source: Account dashboard
es: Tablero de Cuenta

# UI
source: Right axis: Active workers.
es: Axis derecho: Trabajadores Activos.

# UI
source: Vertical lines represent blocks found by the pool. They are labeled with #block numbers.
es: Lineas verticales representan bloques encontrados por el pool. Están etiquetadas con #números de bloque.

# Intro
source: Vertical solid lines represent blocks found at that instant.
es: Lineas solidas verticales representan bloques encontrados en ese instante.

# UI
source: Log in here!
es: ¡Ingrese aquí!

# UI
source: Over 939,000 BTC mined since December 2010
es: Sobre 939.000 BTC minados desde diciembre de 2010
fr: Près de 939,000 BTC minés depuis décembre 2010
zh: 自2010年12月起有超过939,000比特币已被挖

# UI
source: <span>Account</span> Security
es: <span>Cuenta</span> Seguridad

# UI
source: <span>Professional</span> Support
es: <span>Profesional</span> Soporte

# UI
source: My account
es: Mi cuenta
fr: Mon compte
zh: 我的账户

# UI
source: Device Monitoring
es: Monitorización de dispositivo
fr: Dispositif de surveillance
zh: 设备监控

# UI
source: Report State
es: Informe de estado
fr: Rapport d'état
zh: 报告状态

# UI
source: Report has been sent to your email.
es: El informe ha sido enviado a tu email.
fr: Un rapport vous a été envoyé à votre email.
zh: 报告已发送到您的邮箱。

# UI
source: Worker Hash Rate
es: Tasa de has del trabajador
fr: Taux de Hachage du travailleur
zh: 矿工Hash速率

source: Total Hash Rate
es: Tasa total de Hash
fr: Taux de Hachage total
zh: 总Hash速率

# UI
source: Reward <span>History</span>
es: <span>Historial</span> de recompensas

# UI
source: Pool Scoring<br>Hash Rate
es: Puntuacion del Pool<br>Tasa de Hash

# UI
source: Your Scoring<br>Hash Rate
es: Tu puntuación<br>Tasa de Hash

# UI
source: Your Reward
es: Su recompensa

# UI
source: Confirmations<br>Left
es: Confirmaciones<br> Restantes

# UI
source: Reward has been sent
es: La recompensa ha sido enviada

# UI
source: Processing...
es: Procesando...

# UI
source: Daily <span>Reward</span>
es: <span>Recompensa</span> Diaria

source: Invalid
es: inválido

source: Confirmed
es: confirmado

# UI
source: The username "%(username)s" is already taken.
es: El nombre de usuario "%(username)s" ya está utilizado.
fr: Le nom d'utilisateur "%(username)s" est déjà utilisé.
zh: 用户名 "%(username)s" 已经被注册。

# UI
source: New email
es: Nuevo correo electrónico
fr: Nouvel email
zh: 新邮箱地址

# UI
source: If you wish to change your email, enter it here
es: Si desea cambiar su dirección de correo electrónico, inserte la dirección nueva aquí
fr: Si vous souhaitez modifier votre adresse email, entrez la nouvelle ici
zh: 如果您想更改邮箱，请在此输入

# UI
source: New email must be different from the current.
es: La dirección de correo electrónica nueva debe ser diferente a la actual.
fr: La nouvelle adresse email doit être différente de celle actuelle.
zh: 新邮箱地址必须不同于现邮箱地址。

# UI
source: Click to select all.
es: Haga click para seleccionar todo.
fr: Cliquez pour tout sélectionner.
zh: 点击选中全部。

# UI
source: Message
es: Mensaje
zh: 信息

# UI
source: Signature
es: Firma
zh: 签名

# UI
source: Paste the signature obtained from your BTC wallet software
es: Inserte la firma obtenida del software de su cartera BTC
fr: Collez la signature obtenue par votre logiciel de porte-monnaie
zh: 粘贴由您比特币钱包软件获取的签名

# UI
source: Cannot verify the message, please try it later.
es: Imposible verificar el mensaje, por favor intente más tarde.
fr: Impossible de vérifier le message, veuillez essayez plus tard.
zh: 消息无法验证，请稍后再尝试。

# UI
source: New wallet
es: Nueva Cartera
fr: Nouveau porte-monnaie
zh: 新钱包

# UI
source: If you wish to change your BTC wallet, enter its address here
es: Si desea cambiar su cartera BTC, inserte la dirección nueva aquí
fr: Si vous souhaitez changer l'adresse de votre porte-monnaie, entrer la nouvelle ici
zh: 如果您想更改比特币钱包，请在此输入地址

# UI
source: An additional fee of 0.0001 BTC applies to payouts lower than 0.01 BTC.
es: Habrá un coste adicional de 0.0001 BTC para cualquier pago por debajo de los 0.01 BTC.
fr: Des frais de transactions supplémentaires de 0.0001 BTC seront appliqués aux paiements inférieur à 0.01 BTC.
zh: 当支付值低于0.01比特币时，将有额外的0.0001比特币费用产生。

# UI
source: This is not a valid Bitcoin address. Please install Bitcoin client or register some web wallet to get one.
es: Esa no es una dirección Bitcoin válida. Por favor instale un cliente Bitcoin o regístrese en alguna cartera online para obtener su dirección.
fr: Ceci n'est pas une adresse Bitcoin valide. Veuillez installer un client Bitcoin ou vous inscrire sur un porte-monnaie en ligne pour avoir une adresse valide.
zh: 这个比特币地址无效。请安装比特币客户端或注册网络钱包来获取一个。

# UI
source: New wallet must be different from the current.
es: Cartera nueva debe ser diferente a la actual.
fr: La nouvelle adresse de porte-monnaie doit être différente de celle utilisée.
zh: 新钱包必须不同于现有的钱包。

# UI
source: Sending threshold must be >= 0.001 BTC
es: El umbral de envío debe ser >= 0.001 BTC
fr: Le seuil d'envoi doit être >= 0.001 BTC
zh: 发送报酬的门槛必须不小于0.001比特币

# UI
source: Sending threshold must be <= 5 BTC
es: El umbral de envio debe ser <= 5 BTC
fr: Le seuil d'envoi doit être <= 5 BTC
zh: 发送报酬的最大值必须不超过5个比特币

# UI
source: Pool always assigns difficulty equal or greater than this value.
es: Pool de minería siempre asigna una dificultad igual o mayor que este valor.
fr: La pool attribue une difficulté égale ou supérieure à cette valeur.
zh: 矿池总会分配等同或大于此值的难度系数。

# UI
source: Worker %s already exists
es: El trabajador %s ya existe
fr: Un travailleur %s existe déjà avec ce nom
zh: 矿工 %s 已经存在

# Intro
source: Exponentially weighted hash rate of your account.
es: Tasa de hash exponencial ponderado de tu cuenta.

# Intro
source: This value is being used for reward calculation, unlike the average hash rate.
es: Estos valores estan siendo usados para la el calculo de las recompensas, a diferencia de la tasa media de hash.

# Intro
source: # of workers in respective monitoring states.
es: # de trabajadores en sus respectivos estados de monitorización.

# Intro
source: The amount of time that has elapsed since submission of the last share by your workers.
es: La cantidad de tiempo que ha pasado desde la entrega del ultimo share por sus trabajadores.

# Intro
source: The value should be 0 minutes if your miners work properly.
es: El valor debera ser 0 minutos si sus trabajadores estan funcionando de manera correcta.

# Intro
source: Average effective hashrate for past 5 minutes / 1 hour / 24 hours.
es: Promedio del Poder de hasheo efectivo de los ultimos 5 minutos / 1 Hora / 24 Horas.

# Intro
source: No scoring function is applied to these values.
es: No hay ninguna funcion de puntaje aplicada a estos valores.

# Intro
source: Your reward for valid and already confirmed blocks (more than 100 blocks in history)
es: Su recompensa por bloques validos y ya confirmados (mas de 100 bloques en la historia)

# Intro
source: Pending reward from unconfirmed blocks
es: Recompensa pendiente de bloques sin confirmacion

# Intro
source: Estimated reward for a block if it was found right now
es: Recompensa estimada para el bloque, si fuera encontrado ahora

# Intro
source: Exponentially weighted hash rate of the pool.
es: Tasa de hash exponencial ponderado del Pool.

# Intro
source: The scoring function performs exponential weighting of the pool hash rate.
es: La funcion de puntuaje efectúa un puntaje exponencial ponderado de la tasa de hash del Pool.

# Intro
source: Your scoring hash rate at the time when the block was found.
es: Puntuacion de tu tasa de hash cuando el bloque fue encontrado.

# Intro
source: Confirmation status of the block.
es: Estado de confirmación del bloque.

# UI
source: You have a pending request for changing your email, please confirm or cancel the request
es: Tiene una solicitud pendiente para cambiar su dirección de correo electrónico, por favor confirme o cancele esta solicitud
fr: Vous avez une requête en attente pour modifier votre adresse email, veuillez confirmer ou annuler votre requête
zh: 您有一个关于更改您的邮箱地址的待定请求，请确认或取消此请求

# UI
source: Your Bitcoin address for receiving rewards
es: Su dirección Bitcoin para recibir recompensas
fr: Votre adresse <strong>Bitcoin</strong> pour recevoir vos récompenses
zh: 您用来接收报酬的比特币地址

# UI
source: You have a pending request for changing your wallet, please confirm or cancel the request
es: Tiene una solicitud pendiente para cambiar su cartera, por favor confirme o cancele la solicitud
fr: Vous avez une requête en attente pour modifier une adresse de porte-monnaie <strong>%(currency)s</strong> vers '%(wallet_pending)s', veuillez confirmer ou annuler la requête
zh: 您有一个关于更改您钱包的待定请求，请确认或取消此请求

# UI
source: Coins will be sent once the reward crosses over the threshold
es: Se enviarán las monedas una vez que las recompensas cruzen el umbral
fr: Les pièces vous seront envoyées dès que vous aurez atteint ou depassé ce seuil
zh: 如果酬报超过支付门槛，比特币将会被支付

# UI
source: Show my username in public server stats
es: Mostrar mi nombre en las estadísticas públicas del servidor
fr: Dévoiler mon nom d'utilisateur dans les statistiques publiques du serveur
zh: 在公共服务器的统计里显示我的用户名

# UI
source: Send email when the system sends me a payment
es: Enviarme un correo electronico cuando el sistema envíe el pago
fr: M'envoyer un email dès que le système m'envoie un paiement
zh: 系统发送报酬时发电邮通知我

# UI
source: Receive pool newsletters
es: Recibir boletines del pool
fr: Recevoir la lettre d'informations de la pool
zh: 接收矿池的时事通讯

# UI
source: Unit used by the site when displaying Bitcoin amounts
es: Unidad de moneda usada por el sitio al mostrar cantidades de Bitcoin
fr: L'unité utilisée par le site lors de l'affichage des montants en Bitcoin
zh: 显示比特币数量时网站使用的货币单位

# UI
source: Send emails about device state changes
es: Enviar correos electrónicos sobre cambios en el estado de dispositivos
fr: Envoyer des emails lors de changements d'états de l'appareil
zh: 当设置有变化时发送邮件

# UI
source: Auto-detect alert limit for account
es: Auto-detectar alerta de límite para la cuenta
fr: Limite d'alerte de l'auto-détection pour le compte
zh: 为账户自动检测警告限值

# UI
source: Calculate alert limit from past activity of all workers
es: Calcular el límite de alerta por la anterior actividad de todos tus trabajadores
fr: Calculer la limite d'alerte des dernières activités de vos travailleurs
zh: 根据所有矿工过去的活动情况计算警告限值

# UI
source: Alert limit for account [Gh/s]
es: Alerta del límite para la cuenta [Gh/s]
fr: Limite d'alerte pour le compte [Gh/s]
zh: 账户的警告限值[Gh/s]
