Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Press <code>WIN + R</code>, enter '<code>CMD</code>' and press <code>Enter</code>
cs: Stiskněte <code>WIN + R</code>, napište '<code>CMD</code>' a stiskněte <code>Enter</code>
es: Presiona <code>WIN + R</code>, introduce '<code>CMD</code>' y presiona <code>Enter</code>
ru: Нажмите <code>WIN + R</code>, введите <code>CMD</code> и нажмите <code>Enter</code>
zh: 按<code>WIN + R</code>, 输入 '<code>CMD</code>' 然后按<code>回车</code>

source: Enter following command and press Enter:
cs: Vložte následující příkaz a stiskněte Enter:
es: Introduce el comando siguiente y presiona Enter:
fr: Entrez la commande suivante et appuyez sur entrée :
ru: Введите следующие команды и нажмите Enter:
zh: 输入下面的指令然后按回车：

source: userID
cs: ID uživatele
es: Identificador de usuario (userID)
fr: Identifiant
zh: 用户ID

source: workerID
cs: ID zařízení
es: Identificador del trabajador (workerID)
fr: Identifiant du travailleur
zh: 矿工ID

source: any-password
cs: jakékoliv-heslo
es: cualquier contraseña
fr: n'importe quel mot de passe
ru: Любой пароль
zh: 任意密码

source: CGminer on Linux and Mac OS:
cs: CGminer na Linuxu a Mac OS:
es: CGminer en Linux o Mac OS:
fr: CGminer sur Linux et Mac Os :
ru: CGminer для Linux и Mac OS:
zh: Linux和Mac OS上使用CGminer：

source: path/to/your/Cgminer_Folder
cs: cesta/do/vaseho/Cgminer_adresare
es: path/a/tu/carpeta_Cgminer
fr: chemin/vers/votre/dossier_Cgminer
zh: 到/您的/Cgminer_Folder/的路径

source: Other mining software like <em>cpuminer</em>, <em>rpcminer</em>, <em>minerd</em>, and <em>diablominer</em> is currently <strong>not supported</strong> because of lack of support for the Stratum mining protocol.
cs: Ostatní software pro těžení jako například <em>cpuminer</em>, <em>rpcminer</em>, <em>minerd</em>, and <em>diablominer</em> aktuálně <strong>není podporován</strong> kvůli nedostatečné podpoře Stratum protokolu.
fr: Les autres logiciels d'exploitation tels que <em>cpuminer</em>, <em>rpcminer</em>, <em>minerd</em> et <em>diablominer</em> ne sont actuellement <strong>pas pris en charge</strong> en raison du manque de manque de soutien du protocole Stratum.
ru: Другое майнинговое программное обеспечение, такое как <em>cpuminer</em>, <em>rpcminer</em>, <em>minerd</em>, и <em>diablominer</em> на данный момент <strong>не поддерживается</strong> из-за того, что не поддерживает майнинговый протокол Stratum.
zh: 其他的挖矿软件如<em>cpuminer</em>, <em>rpcminer</em>, <em>minerd</em>, 和<em>diablominer</em>目前<strong>不支持</strong>，因为缺乏对阶层挖矿协议的支持。

source: The getwork protocol is now considered obsolete. However, you can still use such mining hardware with our pool through the use of <a href="%(proxy)s">Stratum proxy</a>. We provide this as a free software for our miners.
cs: Getwork protokol je v dnešní době považovám za zastaralý. Pořád můžete s takovým zařízením na našem poolu těžit, nicméně je potřeba použít <a href="%(proxy)s">Stratum proxy</a>. Tento software poskytujeme našim těžařům zcela zdarma.
fr: Le protocole Getwork est désormais considéré comme obsolète. Toutefois, vous pouvez toujours utiliser ce type de matériel sur notre pool grâce à l'utilisation du <a href="%(proxy)s"> protocole Stratum</a>. Nous fournissons un logiciel libre pour nos mineurs.
ru: Протокол Getwork в настоящее время считается устаревшим. Однако, вы все еще можете использовать данное майнинговое оборудование на нашем пуле, используя <a href="%(proxy)s">Stratum proxy</a>. Мы предоставляем его для наших майнеров в качестве бесплатного программного обеспечения.
zh: getwork协议如今被看作是过时的了。但是通过<a href="%(proxy)s">阶层代理</a>您仍可以使用这类挖矿硬件在我们矿池挖矿。我们为我们的挖矿者免费提供这个软件。

source: In order to start mining you basically need just two things, create an account with our pool and setup your miner.
cs: Abyste mohl začít těžit, potřebujete v zásadě pouze dvě věci: vytvořit si účet na našem poolu a nastavit si zařízení.
es: Para comenzar a minar básicamente necesitas dos cosas, crear una cuenta en nuestro pool y configurar tu minero.
fr: Pour commencer à miner, vous avez 2 choses à faire : créer un compte sur notre pool et d'y configurer votre mineur.
ru: Для того, чтобы начать майнинг, вам необходимо две вещи: создать учетную запись на нашем пуле и установить майнер.
zh: 您基本只需要两样东西来开始挖矿，在我们矿池创建一个账户并设置好您的矿机。

source: 1. Sign-up <span>for a new account</span>
cs: 1. Zaregistrovat <span>nový účet</span>
es: 1. Registra <span>una nueva cuenta</span>
fr: 1. Inscrivez-vous <span>pour un nouveau compte</span>
ru: 1. Зарегистрировать <span>новую учетную запись</span>
zh: 1. 注册<span>一个新账户</span>

source: <a href="%(signup)s">Sign-up</a> and wait for a confirmation email.
cs: <a href="%(signup)s">Zaregistrujte se</a> a počkejte na potvrzující email.
es: <a href="%(signup)s">Regístrate</a> y espera el Email de confirmación.
fr: <a href="%(signup)s">Inscrivez-vous </a> et attendez votre email de confirmation.
ru: <a href="%(signup)s">Зарегистрируйте учетную запись</a> и подождите подтверждение по е-мейл.
zh: <a href="%(signup)s">注册</a>然后等待一封确认邮件。

source: <a href="%(login)s">Login</a> to your account.
cs: <a href="%(login)s">Přihlašte se</a> k vašemu účtu.
es: <a href="%(login)s">Ingresa</a> en tu cuenta.
fr: <a href="%(login)s">Connectez-vous</a> à votre compte.
ru: <a href="%(login)s">Войдите</a> в свою учетную запись.
zh: <a href="%(login)s">登录</a>到您的账户。

source: 2. Configure <span>Your Device</span>
cs: 2. Nastavit <span>zařízení</span>
es: 2. Configura <span>Tu dispositivo</span>
fr: 2. Configurez<span> votre appareil</span>
ru: 2. Настройте <span>Свое оборудование</span>

# UI
source: The login credentials needed for your miner look like this:
cs: Přihlašovací údaje potřebné pro vaše zařízení vypadají takto:
es: Las credenciales de registro necesaria para tu minero serán similares a estas:
fr: Les références de connexion nécessaires pour votre mineur ressemblent à ceci :
ru: Данные учетной записи, которые нужны для вашего майнера, выглядят следующим образом:
zh: 您矿工所需的登录凭证是像这样的：

source: (please, fill your <span class="darkred">user ID</span> and <span class="green">worker name</span>)
cs: (vyplňte prosím své <span class="darkred">ID uživatele</span> a <span class="green">název zařízení</span>)
fr: (Veuillez, indiquer votre <span class="darkred"> Identifiant d'utilisateur</span> et le <span class="green"> nom du travailleur</span>)
ru: (пожалуйста, введите ваши <span class="darkred">ID пользователя</span> и <span class="green">имя воркера</span>)

source: userID:
cs: ID uživatele:

source: workerName
cs: jménozařízení
es: Nombre del trabajador
fr: Nom du travailleur
ru: Имя воркера
zh: 矿工名

source: password:
cs: heslo:
es: Contraseña:
fr: Mot de passe :
ru: Пароль:
zh: 密码：

source: anything
cs: cokoliv
es: Algo
fr: n’importe quoi
ru: что угодно
zh: 任意

source: The password can be an arbitrary text since there is no security issue present here. If someone tried to connect to our servers with your credentials, he would be just mining for your benefit.
cs: Heslo může být libovolný text, protože zde není žádný problém se zabezpečením. Pokud by se někdo pokusil připojit na naše servery s vašimi údaji, těžil by ve Váš prospěch.
fr: Le mot de passe peut être un texte arbitraire depuis qu'il n'y a plus aucun de problème de sécurité ici. Si quelqu'un essaye de se connecter à nos serveurs de minage avec vos identifiants, Il va juste miner à votre bénéfice.
ru: Пароль может быть случайным словом, поскольку в данном случае не затрагиваются вопросы безопасности. Если кто-то попытается подсоединиться к нашим серверам по вашей учетной записи, он будет майнить в вашу пользу.
zh: 密码可以是任意的，因为我们不存在安全问题。如果某人试图用您的证书连接到我们矿池，那么他将替您挖矿。

source: The servers can be chosen from the following list based on your geographical location:
cs: Vyberte si server z následujícího seznamu v závislosti na vaší geografické poloze:
fr: Les serveurs peuvent être choisis dans la liste suivante basée sur votre secteur géographique :
ru: Сервера можно выбрать из следующего списка, основываясь на вашем географическом месторасположении:
zh: 根据您的地理位置您可以从下面的名单里选择服务器：

source: Servers Location
cs: Umístění serverů
es: Ubicación de Servidores
fr: Position géographique des serveurs
ru: Расположение серверов
zh: 服务器位置

source: Address
cs: Adresa
eo: Adreso
es: Dirección
fr: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
zh: 地址

source: <strong>USA</strong>, east coast
cs: <strong>USA</strong>, východní pobřeží
es: <strong>USA</strong>, costa este
fr: <strong>Etats-Unis</strong> côte Est
ru: <strong>США</strong>, восточное побережье
zh: <strong>美国</strong>, 东岸

source: <strong>Europe</strong>
cs: <strong>Evropa</strong>
es: <strong>Europa</strong>
ru: <strong>Европа</strong>
zh: <strong>欧洲</strong>

source: <strong>China</strong>, mainland
cs: <strong>Čína</strong>, pevnina
es: <strong>China</strong>, continente
fr: <strong>Chine</strong>, territoire continental
ru: <strong>Китай</strong>, материк
zh: <strong>中国</strong>, 大陆

source: 3. Setup your payout address
cs: 3. Nastavte si výplatní adresu
es: 3. Configura tu dirección de pago
fr: 3. Configuration de votre adresse de paiement
ru: 3. Установка Вашего адреса для выплат
zh: 3. 设置您的报酬支付地址

source: To collect your reward you have to set a payout address. If you don't have an address, you need to get a bitcoin wallet first:
cs: Pro příjem vašich odměn si musíte nastavit výplatní adresu. Pokud ještě žádnou adresu nemáte, pořiďte si nejdříve bitcoinovou peněženku:
fr: Pour récupérer votre récompense, vous devez définir une adresse de paiement. Si vous n'avez pas d'adresse, vous devez d'abord obtenir un portefeuille bitcoin :
ru: Чтобы получать вознаграждение, вам необходимо задать адрес для выплат. Если у вас нет адреса, вам необходимо сначала создать биткоин-кошелек:
zh: 为了收集您的报酬您需要设置一个支付地址。如果您没有任何地址，请去弄一个比特币钱包：

source: Additional Information
cs: Dodatečné informace
es: Información adicional
fr: Plus d'informations
ru: Дополнительная информация
zh: 附加信息

source: Detailed step by step tutorial on how to setup a miner can be found in the <a href="%(advanced_mining)s">Advanced Mining</a> section.
cs: Detailní návod, jak krok za krokem nastavit zařízení, najdete v sekci <a href="%(advanced_mining)s">Pokročilé těžení</a>.
ru: Подробное пошаговое руководство по настройке майнера находится в разделе <a href="%(advanced_mining)s">Продвинутый майнинг</a>.

source: You can use one worker name for all your miners. However, we recommend to connect every miner to a separate worker for easier <a href="%(monitoring)s">monitoring</a>.
cs: Můžete použít stejný název pro všechna zařízení. Nicméně doporučujeme připojit každé zařízení s unikátním názvem pro jednodušší <a href="%(monitoring)s">sledování</a>.
fr: Vous pouvez utiliser un nom d'utilisateur pour tous vos mineurs. Cependant, nous recommendons de connecter chacun de vos mineurs sur un travailleur différent pour faciliter <a href="%(monitoring)s">la surveillance</a>.
ru: Вы можете использовать одно имя воркера для всех своих майнеров. Однако, мы рекомендуем подсоединяет каждый майнер к отдельному воркеру для более легкого <a href="%(monitoring)s">мониторинга</a>.
zh: 您可以把所有矿机设置成一个矿工名字，但是我们推荐为您的每个矿机设置不同的矿工名而简化<a href="%(monitoring)s">监控</a>。

source: Optionally, enable the <a href="%(url_2fa)s">Two-factor-authentication</a> to protect you from arbitrary change of your wallet.
cs: Eventuelně si nastavte <a href="%(url_2fa)s">dvoufaktorovou autentizaci</a>, která vás ochrání před náhodnou změnou peněženky.
ru: При необходимости включите <a href="%(url_2fa)s">Двухфакторную аутентификацию</a>, чтобы предотвратить произвольное изменение адреса вашего кошелька.
zh: 可选的，启用<a href="%(url_2fa)s">双重认证</a>保护您的钱包不被随意更改。

source: Contents of User Manual
cs: Obsah uživatelského manuálu
es: Contenido del manual de usuario
fr: Contenu du manuel de l'utilisateur
zh: 用户指南内容

# UI
source: Pool <span>Terminology</span>
cs: Odborná <span>terminologie</span>
es: <span>Terminología</span> del Pool
fr: Terminologie de la <span>pool</span>
ru: <span>Терминология</span> пула
zh: 矿池<span>术语</span>

source: Most important terms explained. We strongly recommended for each beginner to read.
cs: Vysvětlení nejdůležitějších pojmů. Vřele doporučujeme všem začátečníkům.
es: Los más importantes términos explicados. Recomendamos profusamente a cada principiante su lectura.
fr: Les termes les plus importants sont expliqués. Nous recommendons tous les débutants à lire notre aide.
zh: 最重要的术语都有相关解释，我们强烈推荐每个新挖矿者阅读一下。

# UI
source: Reward <span>System</span>
cs: Odměňovací <span>systém</span>
es: <span>Sistema</span> de recompensa
fr: Système de <span>récompense</span>
ru: <span>Система</span> Вознаграждений
zh: 报酬<span>系统</span>

source: How do we calculate your reward? Understand the basic mathematics and practical implications in comparison to some other methods used among mining pools.
cs: Jak počítáme vaše odměny? Porozumějte základní matematice a praktickým důsledkům v porovnání s metodami běžně používanými ostatními pooly.
zh: 我们如何计算您的报酬呢？通过不同矿池的计算方法比较以了解基本的数学运算和实际影响。

# UI
source: Pool <span>Payouts</span>
cs: Výplaty <span>z poolu</span>
es: <span>Pagos</span> del Pool
fr: Paiements de la <span>Pool</span>
ru: <span>Выплаты</span> пула
zh: 矿池<span>报酬支付</span>

source: How do we process reward payouts? What's the difference between expected and confirmed rewards?
cs: Jak probíhají výplaty odměn? Jaký je rozdíl mezi předpokládanou a potvrzenou odměnou?
es: ¿Cómo realizamos el proceso de pago de recompensa? ¿Cuál es la diferencia entre recompensa esperada o confirmada?
fr: Comment traitons-nous vos récompense de blocs minés ? Quelle est la différence entre récompense attendue et confirmée ?
zh: 我们怎么处理报酬的支付呢？预期报酬和确认报酬的区别是什么？

# UI
source: Device <span>Monitoring</span>
cs: Sledování <span>zařízení</span>
es: <span>Monitorización</span> del dispositivo
fr: Dispositif de <span>surveillance</span>
ru: <span>Мониторинг</span> устройства
zh: 设备 <span>监控</span>

source: Explains how to monitor your performance and workers and how to receive notifications.
cs: Vysvětluje, jak sledovat výkonnost vašich zařízení a jak dostávat upozornění.
fr: Explique comment surveiller vos performances, vos travailleurs et comment recevoir des notifications.
zh: 怎么监控您的挖矿成绩和矿工以及如何接收通知的说明。

# UI
source: Stratum <span>Mining Protocol</span>
cs: Stratum <span>těžební protokol</span>
es: <span>Protocolo de minería</span> Stratum
fr: Protocole de <span>minage en Stratum</span>
ru: <span>Майнинговый протокол</span> Stratum
zh: 阶层<span>挖矿协议</span>

source: The official documentation of our lightweight bitcoin mining protocol.
cs: Oficiální dokumentace moderního protokolu na těžení bitcoinů.
fr: La documentation officielle de notre léger protocole d'extraction pour le minage.
zh: 我们简洁的挖矿官方文件。

source: 1. <span>I am new to mining.</span> What do I need <span>to start mining?</span>
cs: 1. <span>Těžení je pro mě novinkou.</span> Co potřebuji <span>, abych mohl začít těžit?</span>
es: 1. <span>Soy nuevo en la minería.</span> ¿Que necesito <span>para comenzar a minar?</span>
ru: 1. <span>Я новичок в майнинге.</span> Что мне нужно <span>чтобы начать майнить?</span>

source: First of all you need <strong>specialized hardware (ASIC miner)</strong>
cs: Nejdříve ze všeho potřebujete <strong>specializovaný hardware (ASIC zařízení)</strong>
es: Lo primero que necesitas es un <strong>hardware especializado (minero ASIC)</strong>
ru: В первую очередь Вам нужно <strong>специализированное устройство (ASIC-майнер)</strong>

source: <strong>Do not even try</strong> mining <strong>without an ASIC miner</strong>. Neither your <strong>CPU/GPU</strong> nor your <strong>Smart phone</strong> is <strong>sufficient</strong> for mining anymore. It is considered dead and unprofitable due to low efficiency (hash rate vs. power consumption).
cs: <strong>Ani nezkoušejte</strong> těžit <strong>bez ASIC zařízení</strong>. Ani Vaše <strong>CPU/GPU</strong>, ani Váš <strong>chytrý telefon</strong> nejsou <strong>dostatečné</strong> pro těžení v dnešní době. Takové těžení je považováno za mrtvé a nevýdělečné kvůli nízké efektivitě (hash rate vs. spotřeba elektříny).
ru: <strong>Даже не пытайтесь</strong> майнить<strong> без ASIC-майнера</strong>. Больше ни ваш <strong> центральный, ни ваш видео процессор (CPU/GPU)</strong>, ни ваш <strong>Смартфон</strong>, <strong>недостаточны</strong> для майнинга. Они считаются неподходящими и бесприбыльными из-за их низкой эффективности (хешрейт vs потребление электроэнергии).

source: 2. <span>Required</span> software
cs: 2. <span>Požadovaný</span> software
es: 2. Software <span>Requerido</span>
ru: 2. <span>Необходимое</span> программное обеспечение

source: 3. <span>Expected</span> reward
cs: 3. <span>Předpokládaná</span> odměna
es: 3. Recompensa <span>estimada</span>
ru: 3. <span>Ожидаемое</span> вознаграждение

source: 4. Connecting your ASIC miner <span>to the pool</span>
cs: 4. Připojování ASIC zařízení <span>k poolu</span>
es: 4. Conectando tu minero ASIC <span>a la pool</span>
ru: 4. Подсоединение вашего ASIC-майнера <span>к пулу</span>

source: Once your ASIC miner has been delivered and you installed required software please continue with following article regarding your miner setup and connecting it to our pool:
cs: Jakmile máte ASIC zařízení k dispozici a máte nainstalován požadovaný software, pokračujte prosím na následující článek ohledně nastavení Vašeho zařízení a jeho připojení k poolu:
ru: После того, как вам доставят ASIC-майнер, и вы установите необходимое программное обеспечение, пожалуйста, прочтите следующу статью о настройке вашего майнера и подсоединении его к пулу:

source: 5. <span>How do i find my</span> Bitcoin address?
cs: 5. <span>Jak zjistím svou</span> Bitcoinovou adresu?
es: 5. <span>Como encuentro mi</span> dirección Bitcoin?
ru: 5. <span>Как мне определить мой</span> Биткоин-адрес?

source: Pool is not operating as a Bitcoin wallet. Therefore it is not possible to generate your payout address at the pool site. However there are plenty of Bitcoin wallet providers like <strong>myTrezor.com</strong>, <strong>Mycelium.com</strong>, <strong>Greenaddress.it</strong>, <strong>Electrum.org</strong>, <strong>BitcoinArmory.com</strong> and others where you can easily create your own wallet.
cs: Pool nefunguje jako Bitcoinová peněženka. Proto není možné generovat si vlastní výplatní adresy na poolových stránkách. Existuje nicméně spousta poskytovatelů Bitcoinových peněženek jako <strong>myTrezor.com</strong>, <strong>Mycelium.com</strong>, <strong>Greenaddress.it</strong>, <strong>Electrum.org</strong>, <strong>BitcoinArmory.com</strong> a další, kde si můžete peněženku jednoduše vytvořit.
ru: Пул не является биткоин-кошельком. Поэтому на сайте пуле нельзя создать ваш адрес для выплат. Однако, есть множество провайдеров кошельков биткоинов, таких как <strong>myTrezor.com</strong>, <strong>Mycelium.com</strong>, <strong>Greenaddress.it</strong>, <strong>Electrum.org</strong>, <strong>BitcoinArmory.com</strong> и другие, с помощью которых вы можете легко создать себе кошелек.

source: Once you have it go to <a href="%(account_settings)s">Payouts tab here</a> and set it as your payout address.
cs: Jakmile ji máte, běžte na <a href="%(account_settings)s">záložku Výplaty</a> a nastavte si ji jako výplatní adresu.
ru: Когда он будет у вас, перейдите на вкладку <a href="%(account_settings)s">Выплаты</a> и установите свой адрес для выплат.

source: Further questions?
cs: Další otázky?
ru: Еще вопросы?

source: Do you have more questions? If you are serious about mining then please read <a href="%(url)s">following useful articles</a> which will help you mastering at our pool.
cs: Máte další otázky? Pokud berete těžbu vážně, přečtěte si prosím <a href="%(url)s">následující užitečné články</a>, které Vám pomohou zjistit více.
ru: У вас еще есть вопросы? Если вы серьезно настроены изучить майнинг, пожалуйста прочтите <a href="%(url)s">следующие полезные статьи</a>, которые помогут вам освоиться в нашем пуле.

source: We would like to recommend <strong>Bitcoin Mining</strong> thread on <strong>Reddit</strong> which is a nice place to start as well:
cs: Chtěli bychom doporučit vlákno o <strong>Bitcoinové těžbě</strong> na <strong>Redditu</strong>, které považujeme za dobré místo, kde začít:
es: Nos gustaría recomendarte el hilo <strong>Bitcoin Mining</strong> en <strong>Reddit</strong> El cual es un muy buen lugar para comenzar, así como:
ru: Мы бы хотели рекомендовать Вам просмотреть также <strong>Майнинг биткоинов</strong> на <strong>Reddit</strong>, это тоже хорошее место для начала:

source: Why should I care?
cs: Proč bych se měl starat?
fr: Pourquoi devrais-je m'y intéresser ?
ru: Почему это должно меня беспокоить?
zh: 我为什么要重视呢？

source: Since mining is usually considered as an investment, we believe that monitoring should be an essential part of your mining operation. Although your rewards are not directly affected by any monitoring settings they can be better managed with few simple tools we have developed so far.
cs: Věříme, že sledování zařízení by mělo být nedílnou součástí těžení, protože se většinou jedná o investici. I když nejsou vaše odměny přímo ovlivňovány nastavením sledování, díky použití námi vyvinutých nástrojů nad nimi budete mít větší kontrolu.
ru: Поскольку майнинг обычно рассматривается как инвестиция, мы верим, что мониторинг должен быть неотъемлимой частью вашей майнинговой работы. Хотя ваши вознаграждения и прямо не зависят от настроек мониторинга, ими можно более эффективно управлять с помощью инструментов, которые мы разработали.
zh: 自从挖矿已被看作一种投资，我们相信监控应该是挖矿流程里必要的一环节。尽管您的报酬不会直接受到监控设置的影响，但可以通过我们开发的简单的工具去改善。

source: Monitoring helps you supervise how your miners work in time and minimizes losses caused by connection issues or mining hardware/software failures.
cs: Sledování vám pomáhá kontrolovat vaše zařízení v průběhu času a minimalizuje ztráty způsobené problémy s připojením nebo selháním těžebního hardware/software.
es: La monitorización te ayuda a supervisar cómo trabajan tus mineros a lo largo del tiempo y minimiza pérdidas causadas por problemas de conexión o fallos en el hardware/software.
ru: Мониторинг позволяет контролировать, как работают ваши майнеры в режиме реального времени и сводит к минимуму потери, вызванные проблемами подключения или сбоев аппаратного / программного обеспечения майнеров.

source: How can monitoring help?
cs: Jak může sledování pomoci?
es: ¿Cómo puede ayudar la monitorización?
fr: Comment le monitoring peut aider ?
ru: Как может помочь мониторинг?
zh: 监控是怎么发挥用处的呢？

source: The main benefit of monitoring is an alert message you will receive to your Inbox once a mining device starts misbehaving. E.g. there are communication issues between your miner and our pool. Such alert will help you to <strong>react faster</strong> therefore <strong>minimize financial impact</strong> of the outage.
cs: Hlavním přínosem sledování je výstražná zpráva, která vám přijde do Inboxu jakmile se zařízení začne chovat nestandardně. Například když jsou problémy s připojením zařízení k poolu. Takové upozornění vám pomůže <strong>rychleji reagovat</strong> a tím <strong>minimalizovat finanční dopad</strong> výpadku.
ru: Главное преимущество мониторинга - это предупреждающее сообщение, которые отправится вам во Входящие, как только произойдет сбой майнингового устройства. Т.е. существует коммуникация, между вашим майнером и нашим пулом. Такое предупреждение поможет вам <strong>быстрее отреагировать</strong> этим <strong>минимизируя финансовое влияние</strong> перебоев в работе.
zh: 最主要的好处就是当您的矿机开始工作不正常时，您将收到一条警告信息。例如：当您的矿机和矿池间通讯有故障时。警告信息会帮助你<strong>更快速做出反应</strong>从而把运行中断的<strong>财务影响最小化</strong>。

source: Outages may typically have the following causes:
cs: Výpadky mívají většinou tyto důvody:
fr: Les pannes peuvent avoir les causes suivantes :
ru: Типичные сбои в работе вызваны следующими причинами:
zh: 运行中断的典型起因如下：
