Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Expected HTTP statuses:
eo: Atendita HTTP-statkodoj
nl: Verwachte HTTP statussen:
pl: Spodziewane statusy HTTP:
pt_br: Estado esperado do HTTP

source: Request was successful, response contains JSON data described above.
eo: Peto sukcesis, responde enhavas JSON-aj datumoj kiu estas priskribita supre menciita.
nl: Verzoek was succesvol, antwoord bevat JSON data zoals hierboven beschreven.
pl: Zapytanie przetworzone pomyślnie, odpowiedź zawiera dane w formacie JSON wg powyższego opisu.
pt_br: A solicitação foi bem sucedida, a resposta contem dados JSON descritos acima

source: Request was not successful, token is probably invalid.
eo: Peto malsukcesis, ĵetono estas malvalida probable.
nl: Verzoek was niet succesvol, token is waarschijnlijk ongeldig.
pl: Zapytanie niepomyślne. Być może token jest nieprawidłowy.
pt_br: A solicitação não foi bem sucedida, provavelmente o token não é válido.

source: Server is down for maintenance or there is some unexpected error.
eo: Servilo estas neatingebla por prizorgado aŭ ĝi havis ian eraron neatendite.
nl: Er zijn momenteel werken bezig op de server of er is een onverwachte fout.
pl: Trwają prace konserwacyjne serwera lub wystąpił niespodziewany błąd.
pt_br: O servidor está offline para manutenção ou ocorreu algum erro inesperado.

source: Your daily reward
eo: Via ĉiutaga rekompenco
nl: Uw dagelijkse beloning
pl: Twoja dzienna nagroda
pt_br: Sua recompensa diária

source: Daily reward
eo: Ĉiutaga rekompenco
nl: Dagelijkse beloning
pl: Dzienna nagroda
pt_br: Recompensa diária

source: day moving AVG
eo: Ĉiutaga moviĝema mezumo
nl: dagelijks voortschrijdend gemiddelde
pl: dzienna średnia krocząca
pt_br: Média diária

source: System daily reward
eo: Sistema ĉiutaga rekompenco
nl: Dagelijkse beloning van het system
pl: Dzienna nagroda całego systemu
pt_br: Recompensa diária do sistema

source: Cumulative distribution of normalized number of shares per block
eo: Akumula distribuo de ununorma numero de partoj per bloko
nl: Cumulatieve distributie van het genormaliseerd aantal aandelen per blok
pl: Dystrybuanta znormalizowanej liczby udziałów na blok
pt_br: Distribuição do numero normalizado de partes por bloco

source: experimental CDF
eo: eksperimenta CDF-o
nl: experimentele CDF
pl: empiryczna Dystr.
pt_br: CDF experimental

source: theoretical CDF
eo: teoria CDF-o
nl: theoretische CDF
pl: teoretyczna Dystr.
pt_br: CDF teórico

source: System statistics
eo: Sistema statistiko
nl: Systeem statistieken
pl: Statystyki systemu
pt_br: Sistema de estatísticas

source: Current round started at:
eo: Nuntempa raŭndo komenciĝis je
nl: Huidige ronde gestart om:
pl: Bieżąca runda rozpoczęła się:
pt_br: A rodada atual começou em:

source: Current round duration:
eo: Daŭro de nuntempa raŭndo:
nl: Duur van huidige ronde:
pl: Bieżąca runda trwa już:
pt_br: Duração da rodada atual:

source: Current shares
eo: Nunaj partoj
nl: Huidig deel
pl: Bieżące udziały
pt_br: Shares atuais

source: Current
eo: Nuntempe
nl: Huidig
pl: Bieżące
pt_br: Corrente

source: block
eo: bloko
nl: blok
pl: blok
pt_br: Bloco

source: difficulty
eo: malfacileco
nl: moeilijkheidsgraad
pl: trudność
pt_br: Dificuldade

source: Pool luck
eo: Grupa sorto
nl: Pool geluk
pl: Szczęście kolektywu
pt_br: Sorte do grupo

source: day
eo: tago
nl: dag
pl: dzień
pt_br: Dia

source: days
eo: tagoj
nl: dagen
pl: dni
pt_br: Dias

source: Total score of current round:
eo: Totala nombro de poentoj en nuntempa raŭndo:
nl: Totale score van de huidige ronde:
pl: Całkowity wynik bieżącej rundy:
pt_br: Pontuação total da rodada atual:

source: Shares contributed in current round:
eo: Partoj kontribuita en nuntempa raŭndo:
nl: Bijgedragen aandelen in huidige ronde:
pl: Liczba udziałów zgłoszonych w bieżącej rundzie:
pt_br: Contribuição de partes na rodada atual:

source: Approx. cluster performance (30 min average)
eo: Proksima rendimento de sektoraro (30-aj minutoj mezumita)
nl: Geschatte performantie van de cluster (gemiddelde van 30 min)
pl: Średnia wydajność chmury (średnia z 30 minut)
pt_br: Rendimento aproximado. Performance do cluster (média em 30 min.)

source: Ghash/s
eo: duliliono haketoj en sekundo

source: Namecoin block history
eo: Historio de nomamonaj blokoj
nl: Namecoin blokgeschiedenis
pl: Historia bloków Namecoin
pt_br: Histórico de blocos Namecoin

source: Bitcoin block history
eo: Historio de bitmonaj blokoj
nl: Bitcoin blokgeschiedenis
pl: Historia bloków Bitcoin
pt_br: Histórico de blocos Bitcoin

source: List of found blocks is delayed for two hours.
eo: Listo de trovitaj blokoj estas prokrastita por du horoj.
nl: De lijst van gevonden blokken heeft 2 uur vertraging.
pl: Lista znalezionych bloków jest opóźniona o dwie godziny.
pt_br: Lista dos blocos atrasados dentro de duas horas.

source: All times are in UTC.
eo: Ĉiaj tempoj estas en UTC.
nl: Alle tijden zijn in UTC.
pl: Wszystkie czasy podano w UTC.
pt_br: Todo o tempo está em UTC.

source: Block found at
eo: Bloko trovita ĉe
nl: Blok gevonden om
pl: Blok znaleziony
pt_br: Bloco encontrado em

source: Duration
eo: Daŭro
nl: Duur
pl: Czas trwania
pt_br: Duração

source: Total shares
eo: Totalaj partoj
nl: Totaal aantal aandelen
pl: Wszystkich udziałów
pt_br: Total de partes

source: Your BTC reward
eo: Via BTC-a rekompenco
nl: Uw BTC beloning
pl: Twoja nagroda BTC
pt_br: Sua recompensa em BTC

source: Your NMC reward
eo: Via NMC-a rekompenco
nl: Uw NMC beloning
pl: Twoja nagroda NMC
pt_br: Sua recompensa em NMC

source: Block #
eo: Bloko #
nl: Blok #
pl: Nr bloku
pt_br: Bloco #

source: Validity
eo: Valideco
nl: Geldigheid
pl: Poprawność
pt_br: Validade

source: Processing...
eo: Traktanta...
nl: Berekenen...
pl: Przetwarzanie...
pt_br: Processando...

source: invalid
eo: malvalida
nl: ongeldig
pl: niepoprawny
pt_br: Inválido

source: confirmed
eo: konfirmita
nl: geconfirmeerd
pl: potwierdzony
pt_br: Confirmado

source: confirmations left
eo: konfirmoj restantaj
nl: confirmaties te gaan
pl: potrzebnych potwierdzeń
pt_br: Confirmações pendentes

source: JSON format
eo: JSON-a datumaranĝo
nl: JSON formaat
pl: Format JSON
pt_br: Formato JSON

source: What is Pooled Mining?
eo: Kio estas grupminado?
nl: Wat is Pooled Mijnen?
pl: Czym jest kolektywne górnictwo?
pt_br: O que é mineração em grupo?

source: Forum
eo: Forumo
pt_br: Fórum

source: Transactions
eo: Transakcioj
nl: Transacties
pl: Transakcje
pt_br: Transações

source: Total:
eo: Totalo:
nl: Totaal:
pl: Łącznie:

source: Date
eo: Dato
nl: Datum
pl: Data
pt_br: Data

source: Amount
eo: Sumo
nl: Bedrag
pl: Wartość
pt_br: Montante

source: No transactions yet
eo: Ne transakcioj ĝis nun
nl: Nog geen transacties
pl: Na razie brak transakcji
pt_br: Ainda não possui transações

source: success
eo: Sukceso
nl: succes
pt_br: Sucesso

source: Your wallet has been succesfully changed.
eo: Via monujo estis ŝanĝita sukcese.
nl: Uw portemonnee is succesvol verstuurd.
pl: Twój portfel został pomyślnie zmieniony.
pt_br: A troca da sua carteira foi bem sucedida.

source: failure
eo: Malsukcesego
nl: mislukt
pt_br: Erro

source: You provided incorrect confirmation link for wallet change.
eo: Vi provizi malkorekta konfirma ligilo por ŝanĝe de monujo.
pl: Podano nieprawidłowe potwierdzenie zmiany portfela.
pt_br: Você inseriu um link de confirmação incorreto para a troca da carteira.

source: However, you can resend confirmation email from profile page.
eo: Tamen, vi povas resendi konfirman retpoŝton de via profilpaĝo.
pl: Możesz jednak ponownie wysłać email ze swojego profilu.
pt_br: Entretanto, você pode re-enviar o link de confirmação da sua página pessoal.

source: Wallet change resend
eo: Resendi ŝanĝon de monujo
nl: Portemonnee verandering opnieuw sturen
pl: Ponów próbę zmiany portfela
pt_br: Troca de carteira re-enviada

source: You don't have any wallet change in progress, there's nothing to send.
eo: Vi ne havas ŝanĝo de monujo en progreso, do estas nenio sendi.
nl: Er is momenteel geen portemonnee verandering aan de gang, er is niets te versturen.
pl: Nie żądano zmiany portfela, nie ma czego wysłać.
pt_br: Você não tem nenhum processo de troca de carteira, não ha nada para enviar.

source: Wallet change
eo: Monuja ŝanĝo
nl: Verander portemonnee
pl: Zmiana portfela
pt_br: Troca de carteira

source: request cancelled
eo: Peto nuligita
nl: verzoek geannuleerd
pl: żądanie anulowane
pt_br: Solicitação cancelada

source: Request for changing wallet address has been cancelled.
eo: Peto ŝanĝi monujan adresoj estis nuligita.
nl: Verzoek om portemonnee adres te veranderen is geannuleerd.
pl: Żądanie zmiany adresu portfela zostało anulowane.
pt_br: A solicitação para a troca do endereço da carteira foi cancelada.

source: Please continue to
eo: Bonvolu daŭrigi al
nl: Gelieve verder te
pl: Proszę przejść do
pt_br: Por favor, continue para

source: your profile page
eo: Via profila paĝo
nl: uw profiel pagina
pl: strony profilu
pt_br: sua página pessoal

source: Back to profile
eo: Returni al profilo
nl: Terug naar profiel
pl: Wróć do profilu
pt_br: Voltar ao perfil

source: Edit IP whitelist entry
eo: Redakti IP-adresan blankan listan eron
nl: Editeer whitelist IP entry
pl: Edytuj listę dozwolonych IP
pt_br: Editar a lista de IPs confiáveis

source: Whitelist has been updated.
eo: Blanka listo ĝisdatiĝis.
nl: Whitelist is geupdated.
pl: Lista została zaktualizowana.
pt_br: Lista de IPs confiáveis atualizada.

source: You reached maximum allowed IPs per account.
eo: Vi atingis maksimuma numero de permesitaj IP-adresoj per konto.
nl: Je hebt het maximum aantal toegelaten IPs per account bereikt.
pl: Osiągnięto limit adresów IP.
pt_br: Número máximo de IPs permitidos por conta foi atingido.

source: Edit worker
eo: Redakti laboranto
nl: Editeer werker
pl: Edytuj górnika
pt_br: Editar os trabalhadores

source: Worker has been updated.
eo: Laboranto ĝisdatiĝis.
nl: Werker is geupdated.
pl: Górnik został zaktualizowany.
pt_br: Os trabalhadores foram atualizados.

source: Worker with this name already exists.
eo: Laboranto kun ĉi tiun nomon ekzistas jam.
nl: Er bestaat al een werker met deze naam.
pl: Górnik o takiej nazwie już istnieje.
pt_br: Ja existe trabalhador com este nome.

source: Average hashrate in last 10 rounds:
eo: Mezuma haketrango en la lastaj 10-aj raŭndoj:
nl: Gemiddelde hashrate tijdens de laatste 10 ronden:
pl: Średnia wydajność w ostatnich 10 rundach:
pt_br: Taxa méxia de hash nas ultimas 10 rodadas:

source: Register new worker
eo: Registri novan laboranton
nl: Registreer nieuwe werker
pl: Zarejestruj nowego górnika
pt_br: Registrar um novo trabalhador

source: Score
eo: Nombro de poentoj
pl: Punkty
pt_br: Pontuação

source: Last share at
eo: Lasta parto ĉe
nl: Laatste deel rond
pl: Ostatni udział
pt_br: Ultimo share

source: LP
eo: Longopinisonda

source: on
eo: ek
nl: aan
pl: wł.
pt_br: Ativo

source: off
eo: for
nl: uit
pl: wył.
pt_br: Desativado

source: Edit
eo: Redakti
nl: Editeer
pl: Edycja
pt_br: Editar

source: All worker stats will be lost!
eo: Ĉia laborantaj statistikoj estos forigita!
nl: Alle werkersstatistieken zullen verloren gaan!
pl: Wszystkie statystyki kopacza zostaną stracone!
pt_br: Todas as informações dos trabalhadores serão perdidas!

source: You don't have any worker yet. Register one right now!
eo: Vi ne havas laborantoj ĝis nun. Registru unu nun!
nl: Je hebt nog een werkers. Registreer er nu een!
pl: Nie masz jeszcze kopacza. Zarejestruj jakiegoś!
pt_br: Você não tem nengum trabalhador ainda. Registre um agora!

source: The calculation is based on the number of shares so far, which may not be accurate for slow workers.
eo: La kalkulo bazis en la numero de partoj ĝis nun, kiu eble ne esti preciza por malrapidaj laborantoj.
nl: De berekening wordt gebaseerd op het aantal aandelen tot nu, het kan zijn datdit niet correct is voor trage werkers.
pl: Kalkulacja bazuje na liczbie udziałów, co może nie być precyzyjne dla wolnych górników.
pt_br: O cálculo é baseado no numero de shares até agora, o qual pode não ser exato para trabalhadores lentos.

source: CDF
pl: Dystr.
