Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: For those who really love math equations the full rewards formula for <strong>continuous scoring system</strong> is:
cs: Pro opravdové matematické nadšence tu máme kompletní znění vzorce pro <strong>průběžný skórovací systém</strong>:
ru: Для тех, кто очень любит математические уравнения, полная формула вычисления вознаграждения для случая <strong>непрерывной системы оценки</strong> имеет вид:
zh: 对于热爱数学公式的用户们，<strong>连续的指数加权系统</strong>完整的报酬公式如下：

source: Other values
cs: Ostatní hodnoty
es: Otros valores
fr: Autres valeurs
ru: Другие величины
zh: 其他价值

source: When you look at your dashboard page you will find other values calculated for you by the pool. They are defined as follows. <strong>Estimated reward </strong> for user %(u)s and time %(t_0)s is calculated exactly as if a block was found at that time but instead of block value (which is not known yet) we use 12.5BTC:
cs: Když se podíváte na svou přehledovou stránku, najdete další hodnoty, které pro Vás pool vypočítal. Ty jsou definovány následovně. <strong>Předpokládaná odměna</strong> pro uživatele %(u)s a čas %(t_0)s je počítána přesně jako kdyby byl nový blok nalezen v daný čas, ale jako hodnotu bloku (která ještě není známa) používáme 12.5 BTC:
ru: Если вы посмотрите на страницу панели управления, вы увидите другие величины, вычисленные для вас пулом. Они следующие: <strong> Предполагаемое вознаграждение</strong> для пользователя %(u)s и время %(t_0)s, вычисленное точно, как если бы блок был найден в данный момент времени, однако, вместо ценности блока (которая еще неизвестна) мы используем значение 12.5 ВТС:

source: <strong>User's contribution</strong> to the pool (in %%) is defined as
cs: <strong>Uživatelův příspěvek</strong> poolu (v %%) je definován jako
es: <strong>La contribución de un usuario</strong> al pool (en %%) es definida como
ru: <strong>Вклад пользователя </strong> в пул (в %%) определяется как
zh: 对矿池(in %%)<strong>用户的贡献</strong>被定义为

source: And finally the <strong>scoring hash rate</strong> %(H)s for user %(u)s and time %(t_0)s is internally not calculated by hash rate averaging, but directly from shares using scoring function (result is in h/s):
cs: A konečně <strong>skórovací hash rate</strong> %(H)s pro uživatele %(u)s a čas %(t_0)s se interně nepočítá průměrováním hash rate, ale přímo z řešení použitím skórovací funkce (výsledek v h/s):
ru: И последнее, <strong>оценка хешрейта</strong>%(H)s для пользователя %(u)s и время%(t_0)s, являются внутренними величинами и не вычисляются усреднением хешрейта, а получаются прямо из долей, используя оценочную функцию (результат выражается в хеш/секунду (h/s)):
zh: 最后用户%(u)s和时间%(t_0)s的<strong>指数加权hash速率</strong>%(H)s实际上并不是由hash速率的均值来计算，而是直接用指数加权法计算share量（结果是以h/s）：

source: Pool's scoring hash rate %(H)s is not surprisingly defined as all user scoring hash rates together:
cs: Skórovací hash rate poolu %(H)s není překvapivě definován jako skórovací hash rate všech uživatelů dohromady:
ru: Не удивительно, что оценка хешрейта пула %(H)s определяется суммой оценок хешрейтов всех пользователей:
zh: 矿池指数加权hash速率%(H)s也不是定义为所有用户的指数加权hash速率之和：

source: Round
cs: Kolo
es: Ronda
fr: Cycle
ru: Раунд
zh: 轮

source: Round is the time period between two blocks found by the pool. It can last from few seconds to many hours, depending on <a href="%(link)s">pool's luck.</a>
cs: Kolo je na poolu doba mezi nalezením dvou bloků. Může trvat mezi pár vteřinami a několika hodinami v závislosti na <a href="%(link)s">poolovém štěstí.</a>
ru: Раунд - это период времени между нахождением пулом двух блоков. Он может длиться от нескольких секунд до многих часов, в зависимости от <a href="%(link)s">удачи пула.</a>

source: Miner
cs: Fyzické těžící zařízení (miner)
es: Minero
fr: Mineur
ru: Майнер
zh: 矿机

source: Miner is your physical mining device. In the past, it was possible to mine on a graphic card or even just a CPU. However, the performance of the Bitcoin network (the hash rate of all miners) is so high nowadays, that using such a miner would not even pay back its costs.
cs: Miner je vaše fyzické těžící zařízení. V minulosti bylo možné těžit na grafických kartách nebo dokonce na CPU. Nicméně výkonnost bitcoinové sítě (hash rate všech zařízení) je dnes tak vysoká, že používání takového zařízení nevydělá ani na náklady spojené s těžbou.
ru: Майнер - это ваше физическое майнинговое устройство. В прошлом, было возможно майнить с помощью видеокарты или даже просто с помощью процессора компьютера. Однако, производительность сети биткоин (хешрейт всех всех майнеров) сегодня столь высока, что использование такого майнера не покрывает расходы.
zh: 矿机是您挖矿的设备。过去挖矿可以使用显卡或CPU。但如今比特币网络的性能（所有挖矿人的hash速率）非常高，所以显卡或CPU这样的矿机的挖矿成果根本不能抵消其成本。

source: ASIC based miners offer a significantly higher <a href="%(link)s">Hash Rate</a> at a lower power consumption.
cs: Zařízení založená na technologii ASIC nabízí výrazně vyšší <a href="%(link)s">hash rate</a> při nižší spotřebě energií.
es: Los mineros ASIC ofrecen una significativa mayor<a href="%(link)s">Tasa de Hash</a> con un menor coste energético.
ru: Майнеры на базе чипов ASIC предлагают значительно более высокий <a href="%(link)s">хешрейт</a> при более низком потреблении электроэнергии.

source: Worker
cs: Jméno těžícího zařízení (worker)
es: Trabajador
fr: Travailleur
ru: Воркер
zh: 矿工

source: Worker is a name for your mining device that you use as a login for your mining software.
cs: Worker je jméno vašeho těžícího zařízení, které používáte jako přihlašovací údaj do vašeho těžebního software.
ru: Воркер - это имя вашего майнингового устройства, которое вы используете как логин для майнингового программного обеспечения.
zh: 矿工是作为登录您挖矿软件您使用的的挖矿设备的名称。

source: We recommend to give a designated worker name to every mining device. That way you can <strong>track down a faulty miner</strong> easily just by looking at the monitoring section of your profile page.
cs: Doporučujeme přiřadit každému zařízení unikátní název. Jedině tak můžete jednoduše <strong>vystopovat problémové zařízení</strong> pouhým zkontrolováním sekce sledování na vaší profilové stránce.
ru: Мы рекомендуем назначать имена воркеров каждому майнинговому устройству. Таким образом вы можете легко <strong>отслеживать неполадки майнера</strong>, просто посмотрев на секцию мониторинга на странице вашего профиля.

source: You can as well run all of your miners under <strong>a single worker name</strong> and everything will be just fine. The downside of this approach is that if one of your miners does not work correctly, you will see a drop in your hash rate, however, you will not be able to determine which device it is.
cs: Můžete také provozovat všechna zařízení pod <strong>jedním názvem</strong> a všechno bude v pořádku. Problém u tohoto přístupu je, že když jedno z vašich zařízení nebude fungovat správně, uvidíte pouze pokles hash rate, ale už nezjistíte, o které zařízení konkrétně se jedná.
ru: Вы можете также запустить все свои майнеры под <strong>одним общим именем воркера</strong> и все будет в порядке. Недостаток данного подхода в том, что если один из ваших майнеров работает некорректно, вы увидите падение хешрейта, но не сможете определить, какое именно из устройств его вызывает.
zh: 您也可以用 <strong>一个矿工名称</strong>命名所有的挖矿设备，没有问题的。但这样做的不利之处是当您的某个设备工作不正常时，您可以觉察到hash速率的下降，但是您无法确认不正常工作的是哪一个设备。

source: <strong>Hash rate</strong> is the number of hashes generated per second.
cs: <strong>Hash rate</strong> je počet hashů vygenerovaných za vteřinu.
es: <strong>tasa de Hash</strong> es el número de hashes generados por segundo.
ru: <strong>Хешрейт</strong> - это число хешей, генерируемых в секунду.
zh: <strong>Hash速率</strong>每秒获取的hash数值。

source: You will mostly observe the <strong>hash rate of your mining device</strong>in our statistics. However, you might also come across the “hash rate of the pool” or the “hash rate of the entire Bitcoin network”.
cs: Většinou budete sledovat <strong>hash rate vašeho těžícího zařízení</strong> ve vašich statistikách. Můžete ale také narazit na “hash rate poolu” nebo “hash rate celé bitcoinové sítě”.
ru: В основном Вы будете видеть <strong>хешрейт своего майнингового устройства</strong> на странице статистики. Однако, вы можете также натолкнуться на "хешрейт пула" или "хешрейта всей сети Биткоин".
zh: 在我们的统计库里您可以观察<strong>您挖矿设备的hash速率</strong>。 进而您可以发现“矿池hash速率”或者“整个比特币网络hash速率“。

source: There is a difference between a <strong>nominal hash rate</strong> shown in the manual of your mining device and an <strong>effective hash rate</strong> shown in our system. It is important for you to understand the difference between these two.
cs: Je rozdíl mezi <strong>nominálním hash rate</strong> zapsaným v materiálech o vašem zařízení a <strong>efektivním hash rate</strong> zobrazeným v našem systému. Je také důležité, abyste rozuměl rozdílu mezi nimi.
ru: Есть различие между <strong>номинальным хешрейтом</strong>, указанным в инструкции к вашему майнинговому устройству и <strong> эффективным хешрейтом</strong>, который показывает наша система. Для вас важно понимать разницу между двумя этими показателями.
zh: 显示在您挖矿设备指南上的<strong>名义hash速率</strong>和在我们系统里的<strong>有效hash速率</strong>是不同的。了解这两项之间的不同对您是非常重要的。

source: Nominal <span>Hash Rate</span>
cs: Nominální <span>hash rate</span>
es: <span>Tasa de Hash</span> nominal
fr: Taux de hachage <span>nominal</span>
ru: Номинальный <span>хешрейт</span>
zh: 名义<span>Hash速率</span>

source: The nominal hash rate of 1 Gh/s means that your device is capable of generating 1 billion hashes per second - no matter if they match any criteria.
cs: Nominální hash rate 1 GH/s znamená, že vaše zařízení je schopno generovat 1 miliardu hashů za vteřinu - bez ohledu na to, jestli splňují nějaká kriteria.
ru: Номинальный хешрейт в 1Гх/с (1 Gh/s) означает, что ваше устройство способно генерировать 1 миллиард хешей в секунду - без связи с тем, соответствуют ли они каким-либо критериям.
zh: 1Gh/s的名义hash速率表示您的设备每秒可以产生10亿hash值-不管他们是否符合任何标准。

source: Effective <span>Hash Rate</span>
cs: Efektivní <span>hash rate</span>
es: <span>Tasa de Hash</span> efectiva
fr: Taux de hachage <span>effectif</span>
ru: Эффективный <span>хешрейт</span>
zh: 有效<span>Hash速率</span>

source: The effective hash rate is a hash rate <strong>calculated from hashes submitted by your device to our pool</strong>. Only a small portion of generated hashes by your devices get sent. They must fit certain criteria assigned by the pool (see: <a href="%(link)s">Shares</a>).
cs: Efektivní hash rate je hash rate <strong>počítaný z hashů odevzdaných vaším zařízením poolu</strong>. Pouze malá část z hashů generovaných Vaším zařízením je ve skutečnosti odeslána, Hashe musí splnit určitá kriteria přidělená poolem (podívejte se na: <a href="%(link)s">Řešení</a>).
ru: Эффективный хешрейт - это хешрейт, который <strong>вычисляется на основе хешей, которое ваше устройство поставило пулу</strong>. Отправляется только малое число хешей, сгенерированных вашим устройством. Они должны соответствовать определенным критериям, которые связаны с пулом (смотрите также: <a href="%(link)s">Доли</a>).

source: Most of the times, the effective hash rate will be somewhat lower than the nominal hash rate.
cs: Po většinu času bude efektivní hash rate o něco menší než nominální hash rate.
es: Muchas veces, la tasa efectiva de tasa será un tanto menor que la tasa de hash nominal.
fr: La plupart du temps, le taux de hachage effectif sera un peu plus bas que le taux nominal de hachage.
ru: Основную часть времени эффективный хешрейт будет несколько ниже вашего номинального хешрейта.
zh: 通常情况下，有效hash速率比名义hash速率低一些。

source: Your effective hash rate depends on the luck of your mining device and the quality (stability) of your connection to the pool server. If you have experienced connection issues, then your effective hash rate will be lower than the nominal hash rate in that period of time.
cs: Vás efektivní hash rate záleží na štěstí vašeho těžícího zařízení a kvalitě (stabilitě) vašeho připojení k poolovému serveru. Pokud jste zaznamenal nějaké potíže s připojením, bude váš efektivní hash rate v daném období nižší než nominální hash rate.
ru: Эффективный хешрейт зависит от удачи вашего майнингового устройства и количества (постоянности) соединения в сервером пула. Если у вас наблюдаются сложности с соединением, эффективный хешрейт будет ниже, чем номинальный, в этот промежуток времени.
zh: 您的有效hash速率取决于您挖矿设备的运气和您连接到我们矿池的质量（稳定性）。如果您遇到过连接问题，那么那段时间里您的有效hash速率将低于名义hash速率。

source: Occasionally, you can be more lucky and find more valid hashes than usual. That is what gives you a slightly higher effective hash rate.
cs: Čas od času můžete mít více štěstí a najít více platných řešení než obvykle. To naopak způsobí trochu vyšší efektivní hash rate.
es: Ocasionalmente, puedes tener más suerte y encontraras más hashes válidos de lo normal. Eso te daría un ligero y superior ratio de hash.
ru: Временами, вам будет везти чуть больше, и вы будете находить чуть больше действительных хешей, чем обычно. Это даст вам чуть более высокий хешрейт.
zh: 偶尔情况下，您可能特别幸运会得到比平时更多的有用hash值，那将带给您稍高的有效hash速率。

source: Scoring <span>Hash Rate</span>
cs: Skórovací <span>hash rate</span>
es: Puntuación <span>Tasa de Hash</span>
ru: Оценка <span>Хешрейта</span>
zh: 指数加权<span>Hash速率</span>

source: Scoring hash rate is a value derived from effective hash rate used for rewards calculation. Please, see <a href="%(rewards)s">Reward System</a> for the explanation.
cs: Skórovací hash rate je hodnota odvozená od efektivního hash rate použitá pro výpočet odměn. Podívejte se prosím na <a href="%(rewards)s">systém odměn</a> pro více informací.
ru: Оценка хешрейта - это величина, полученная из эффективного хешрейта, и используемая для вычисления вознаграждения. Пожалуйста, смотрите <a href="%(rewards)s">Систему вознаграждений</a> для более подробных объяснений.

source: Share - <span>Proof of Work</span>
cs: Řešení - <span>důkaz odvedené práce</span>
es: Share - <span>Prueba de trabajo</span>
fr: Partages - <span>la preuve du travail</span>
ru: Доли - <span>Доказательство работы</span>
zh: share-<span>工作证明</span>

source: <strong>Share</strong> is a unit which pool uses for computing mining work.
cs: <strong>Řešení</strong> je jednotka použitá pro výpočet objemu práce na poolu.
ru: <strong>Доли </strong> - это единицы, которые пул использует для вычисления майнинговой работы.
zh: <strong>share</strong>是一个矿池用来计算挖矿工作的单元。

source: When a miner connects to the pool it receives computational task to be solved - it computes hash values with certain properties (they must be lower than the limit derived from difficulty). Hashes satisfying the requirements are sent back to the pool and are used as a <strong>proof of miner's work</strong>. The quantity of miner's work is registered in units called <strong>shares</strong>. If a hash (proof of work) with difficulty \(d\) is submitted by a miner then \(d\) shares is counted by the pool.
cs: Když se zařízení připojí k poolu, obdrží příklad k vypočtení - počítá hodnoty hash se specifickými vlastnostmi (musí být nižší než limit odvozený ze složitosti). Hashe s odpovídajícímí vlastnostmi jsou odevzdány zpět poolu a použity jako <strong>důkaz odvedené práce</strong>. Objem odvedené práce je registrován v jednotkách zvaných <strong>řešení</strong>. Pokud je odevzdán hash (důkaz odvedené práce) se složitostí \(d\), tak je to poolem započítáno jako \(d\) řešení.
ru: Когда майнер подсоединяется к пулу, он получает для решения вычислительную задачу - он вычисляет хеш-величины, обладающие определенными свойствами (они должны быть ниже предела, определенного из сложности). Хеши, удовлетворяющие требованиям, отправляются назад пулу, и используются как <strong>доказательство работы майнера</strong>. Количество работы майнера регистрируется в единицах, которые называются <strong>доли</strong>. Если хеш (доказательство работы) со сложностью \(d\) отправлен майнером, тогда \(d\) долей вычислено пулом.
zh: 当矿机连接到矿池时将接收需要被解决的任务-它根据某些特性来计算hash值（必须低于来自困难度的限值）。符合要求的hash值将被发送回矿池并作为 <strong>矿机的工作证明</strong>。矿机工作的数量以单位形式称作<strong>shares</strong>。 如果在困难度 \(d\)的一个hash值（工作证明）被用户提交，那么\(d\) shares将被矿池采用。

source: To put it as simple as it could be:
cs: Vezměme to opravdu jednoduše:
fr: Pour dire les choses aussi simple que ça pourrait être :
ru: Самое простое объяснение:
zh: 尽可能简单来说：

source: 1 share = 1 proof of work on difficulty 1
cs: 1 řešení = 1 důkaz odvedené práce se složitostí 1
fr: 1 partage = 1 preuve de travail sur la difficulté 1
ru: 1 доля = 1 доказательство работы со сложностью 1
zh: 1 share = 困难度1时的1个工作证明

source: 5 shares = 1 proof of work on difficulty 5 (or 5 proofs of work on difficulty 1)
cs: 5 řešení = 1 důkaz odvedené práce se složitostí 5 (nebo 5 důkazů odvedené práce se složitostí 1)
fr: 5 partages = 1 preuve de travail, Difficulté 5 (ou 5 preuves de travail sur la difficulté 1)
ru: 5 долей = 1 доказательство работы со сложностью 5 (или 5 доказательств работы со сложностью 1)
zh: 5 shares = 困难度5时的1个工作证明（或困难度1时的5个工作证明）

source: 100 shares = 10 proofs of work on difficulty 10 (or .. you can see the pattern)
cs: 100 řešení = 10 důkazů odvedené práce se složitostí 10 (nebo.. už vidíte ten vzorec)
fr: 100 partages = 10 épreuves de travail sur la Difficulté 10 (ou... vous pouvez voir le modèle)
ru: 100 долей = 10 доказательств работы со сложностью 10 (или... Вы уже сами видите закономерность)
zh: 100 shares =困难度10时的10个工作证明（或您可以推算可能的组合）

source: Vardiff <span>(Variable Difficulty Algorithm)</span>
cs: Vardiff <span>(Variable Difficulty Algorithm - Algoritmus proměnlivé složitosti)</span>
es: Vardiff <span>(Algoritmo de Dificultad Variable)</span>
ru: Вардиф <span> (Variable Difficulty Algorithm)</span> - алгоритм переменной сложности
zh: Vardiff<span>(变量困难值算法)</span>

source: (Please, have a look at how <a href="%(link)s">shares</a> are being produced before reading on.)
cs: (Před pokračováním ve čtení se prosím nejdřív podívejte jak jsou vytvářena <a href="%(link)s">řešení</a>.)
ru: (Пожалуйста, посмотрите как производятся <a href="%(link)s">доли</a>, прежде чем читать далее.)

source: There are big differences in hashing power of different miners. To optimize network traffic between your miners and the pool we have introduced the variable difficulty algorithm (or vardiff). It assigns more difficult tasks to stronger miners (higher difficulty) and easier tasks to weaker so that an average communication frequency is roughly the same for all miners.
cs: Mezi jednotlivými zařízeními jsou velké rozdíly ve výpočetní síle. Pro lepší optimalizaci síťového vytížení mezi vašimi zařízeními a poolem jsme vyvinuli algortimus proměnlivé složitosti (též Vardiff). Ten přiděluje složitější úkony silnějším zařízením a jednodušší úkony těm slabším tak, aby průměrná frekvence komunikace byla zhruba stejná pro všechna zařízení.
ru: Существуют значительные различие между хешинговой мощностью различных майнеров. Для оптимизации сетевого трафика между майнерами и пулом мы используем алгоритм переменной сложности (variable difficulty algorithm) или вардиф (vardiff). Он направляет более сложные задачи более сильным майнерам (очень сложные) и более легкие задачи более слабым майнерам, так, что средняя коммуникации с пулом приблизительно одинакова для всех майнеров.
zh: 不同挖矿用户的hash值有很大的不同。为了最优化您的矿机和矿池间的网络通信量，我们介绍给您变量困难运算法（变量困难值）。它将分配给强一些的矿机更困难的任务（大一点的难度），容易点的任务给弱的矿机，因此所有的用户享有大致平均的通信频率。

source: <strong>Vardiff</strong> assigns exactly so much work to each miner that allows it to send results back to the pool <strong>16 to 20 times per minute</strong>. Why 16-20 times? According to our measurements, this is the ideal frequency that allows a balanced data load to our servers and correct measurements of your miner's hash rate.
cs: <strong>Vardiff</strong> přiděluje každému zařízení přesně tolik práce, aby bylo schopno odesílat řešení zpět poolu <strong>16 až 20krát za minutu</strong>. Proč 16-20krát? Podle našich měření je to ideální frekvence, která umožňuje zatěžovat naše servery rovnoměrně a přitom jsme schopni správně změřit hash rate vašeho zařízení.
ru: <strong>Вардиф</strong> назначает точно столько работы каждому майнеру, сколько позволяет ему отправлять результаты назад пулу <strong>с частото от 16 до 20 раз в минуту</strong>. Почему 16-20 раз? Согласно нашим измерениям, это идеальная частота, которая позволяет сбалансировать нагрузку данных на наши серверы и корректировать измерения хешрейта майнеров.
zh: <strong>变量困难值</strong>分配给用户恰好能够发送回矿池<strong>每分钟16-20次</strong>的工作任务。为什么每分钟16-20次呢？根据我们的计算，这是能够允许一个平衡的数据加载到我们的服务器并能准确计算您的hash速率的理想频率。

source: If your miner is too fast, Vardiff increases the difficulty for its work and when too slow, the difficulty decreases.
cs: Pokud je vaše zařízení moc silné, Vardiff zvýší složitost jeho práce, a pokud je slabé, složitost se sníží.
es: Si tu mineros va rápido, Vardiff incrementa la dificultad para este trabajador y cuando va lento la dificultad baja.
ru: Если ваш майнер слишком быстр, Вардиф увеличит сложность его работы, а если слишком медленный - уменьшит сложность.
zh: 当您的矿机工作非常快，变量困难值将增加其工作的困难度，反之减少。

source: For example, a difficulty of 20 means, that you will find 20 times less hashes satisfying the requirement, but you will be given 20 shares per each submission. Hence you will not lose any share and the network does not get jammed.
cs: Například složitost 20 znamená, že najdete 20krát méně hashů odpovídajících zadání, ale bude vám započítáno 20 řešení při každém odevzdání. Tím nepřijdete o žádná řešení a síť nebude zbytečně zahlcována.
ru: Например, сложность 20 означает, что Вы будете находить в 20 раз меньше хешей, удовлетворяющих требованиям, но получите 20 долей за каждую передачу. Таким образом, вы не потеряете ни одной доли, а сеть не будет перегружена.
zh: 举个例子：20的困难度表示您将发现20次低于符合要求的hash值，但每次提交您将会得到20 shares。因此您不会浪费任何share而且网络不会被卡住。

source: Alert Limit
cs: Výstražný limit
es: Límite de Alerta
fr: Limite d'alerte
ru: Порог оповещения
zh: 警告限值

source: This value is used as a <strong>hash rate limit</strong> for checking whether your device works properly. If the effective hash rate of a worker is greater or equal to <strong>Alert Limit</strong>, everything is perfect and you will not receive any monitoring alert reports.
cs: Tato hodnota je použita jako <strong>limit hash rate</strong> pro kontrolu správné funkčnosti zařízení. Pokud je efektivní hash rate zařízení větší nebo roven <strong>výstražnému limitu</strong>, vše je v pořádku a nebudete dostávat žádná upozornění.
ru: Это значение используется как <strong>порог хешрейта</strong> для проверки, работает ли ваше устройство правильно. Если эффективный хешрейт воркера больше, или равен <strong>порогу оповещения</strong>, всё идеально и вы не будете получать никаких предупреждающих сообщений от службы мониторинга.
zh: 这个值被用为检查您设置是否运作正常的<strong>hash速率的限值</strong>。如果有效的hash速率不低于此<strong>警告限值</strong>，一切都很正常所以您也不会收到任何监控警告报告。

source: However, sometimes it can happen that effective hash rate drops <strong>below the Alert Limit</strong>. If your monitoring is enabled you will be notified by an e-mail and you can start acting accordingly. Such behavior is mainly caused by the following reasons:
cs: Někdy se nicméně může stát, že efektivní hash rate spadne <strong>pod výstražný limit</strong>. Pokud je sledování zapnuto, budete upozorněn emailem a můžete podle toho jednat. Toto chování je nejčastěji způsobeno následujícími příčinami:
ru: Однако, иногда случается, что эффективный хешрейт падает <strong>ниже порога оповещения</strong>. Если ваш мониторинг включен, вы получите предупреждающее сообщение по е-мейл, и сможете принять соответствующие действия. Такое случается в силу следующих основных причин:
zh: 但有时会出现有效的hash速率下降并<strong>低于警告限值</strong>。如果您的监控是启用的，您将会收到一封邮件通知，您可以采取相应措施。通常造成这种情况的原因如下：
