Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# UI
source: Unknown error
cs: Neznámá chyba
ru: Неизвестная ошибка
zh: 未知错误

# UI
source: Request is not a %s
cs: Požadavek není %s
ru: Запрос не %s
zh: 请求未 %s

# UI
source: Response is not a %(format)s serializable
cs: Dotaz %(format)s není serializovatelný
ru: Запрос не %(format)s сериализируемый

# UI
source: Need authentication
cs: Autentizace vyžadována
zh: 需要身份验证

# UI
source: Method %s is not allowed
cs: Metoda %s není povolena
ru: Метод %s запрещен

# UI
source: Method %s doesn't exist
cs: Metoda %s neexistuje
ru: Метод %s не существует

# UI
source: Non-existent or expired token used
cs: Byl použit neexistující nebo neplatný token
ru: Использован несуществующий, или просроченный маркер доступа

# UI
source: The method is not allowed in read only mode
cs: V módu pouze pro čtení není metoda povolena
ru: В режиме "только для чтения" метод запрещен
zh: 此方法在只读状态下是不允许的

# UI
source: Bad request.
cs: Neplatný požadavek.

# UI
source: Method not found
cs: Metoda nenalezena
ru: Метод не найден
zh: 方法未找到

# UI
source: Bulk %s creation is not allowed
cs: Dávkové vytvoření %s není povoleno
ru: Массовое создание %s запрещено

# UI
source: Bulk %s deletion is not allowed
cs: Dávkové smazání %s není povoleno
ru: Массовое удаление %s запрещено

# UI
source: %s can't be removed
cs: %s nemůže být odebrán
ru: %s не может быть удален
zh: %s 无法删除

# UI
source: Access denied to object: %s
cs: Zakázán přístup k objektu: %s
ru: К объекту %s доступ запрещен

# UI
source: Worker "%s" already exists
cs: Zařízení %s již existuje
ru: Воркер %s уже существует

# UI
source: Label "%s" already exists
cs: Popisek %s už existuje
ru: Маркер %s уже существует

# UI
source: Label doesn't exist
cs: Popisek neexistuje
ru: Маркер не существует

# UI
source: Workers labels update failed
cs: Aktualizace popisků zařízení selhala
ru: Не удалось обновить маркеры воркеров

# UI
source: Worker not found (%s)
cs: Zařízení (%s) nebylo nalezeno

# UI
source: Slot "%s" not found
cs: Slot "%s" nenalezen
ru: Слот "%s" не найден

# UI
source: Slot number "%s" is not valid. Slot number must be first second of an hour.
cs: Číslo slotu "%s" je neplatné. Číslo slotu musí být první vteřina v hodině.
ru: Номер слота "%s" недействителен. Номером слота должна быть первая секунда часа.

# UI
source: You can't vote for "%s"
cs: Nemůžete hlasovat pro "%s"
ru: Вы не можете голосовать за "%s"

# UI
source: You must specify the "coin_type" attribute!
cs: Musíte specifikovat atribut "coin_type"

# UI
source: Missing data for HR distribution
cs: Chybí data pro distribuci HR
ru: Для HR распределения недостаточно данных

# UI
source: Integrity error on worker update
cs: Chyba integrity aktualizace zařízení
ru: Ошибка целостности в ходе обновления воркера

# UI
source: Worker name has already been used
cs: Jméno zařízení již bylo použito
ru: Имя воркера уже используется

# UI
source: Form error
cs: Chyba formuláře
ru: Ошибка формы

# UI
source: Form "%s" doesn't exist
cs: Formulář "%s" neexistuje
ru: Идентификатор форма "%s" не существует

# UI
source: Validation error
cs: Chyba ověření
ru: Ошибка проверки
zh: 验证错误

# UI
source: Form save has failed.
cs: Uložení formuláře selhalo.
ru: Сохранение формы не удалось.
zh: 格式保存失败。

# UI
source: U2F device not found.
cs: U2F zařízení nebylo nalezeno.
ru: Устройство U2F не найдено.

# UI
source: U2F verification failed.
cs: U2F ověření selhalo.
ru: Проверка U2F не удалась.

# UI
source: Used device is not active yet. Use different one.
cs: Použité zařízení ještě není aktivní. Použijte jiné.

# UI
source: Device for given token does not exist. Please pair your device again.
cs: Zařízení pro daný token neexistuje. Prosím spárujte své zařízení znovu.

# UI, Blocks
source: Invalid
cs: Neplatný
es: Inválido
fr: invalide
ru: Недействительный
zh: 无效

# UI, Blocks
source: Confirmed
cs: Potvrzený
es: Confirmado
fr: confirmé(e)
ru: Подтверждено
zh: 确认的

source: Enter a valid, non empty value.
cs: Vložte platnou, neprázdnou hodnotu.
es: Introduzca un valor válido, no vacío.
fr: Entrez une valeur valide, non vide.
ru: Введите действительное, не пустое значение.
zh: 请输入一个有效非空白的值。

# UI
source: Points must be greater or equal than %s.
cs: Body musí být větší nebo rovny %s.
es: Puntos deberán ser mayores o igual que %s.
fr: Les points doivent être plus haut ou égal à %s.
ru: Баллы должны быть равны или более чем %s.
zh: 分数必须超过或等同%s。

# UI
source: Points must be lower or equal than %s.
cs: Body musí být menší nebo rovny %s.
es: Puntos deberán ser menores o iguales que %s.
fr: Les points doit être plus bas ou égal à %s.
ru: Баллы должны быть равны или менее чем %s.
zh: 分数必须低于或等同%s。

# UI
source: New comment
cs: Nový komentář
es: Comentario nuevo
fr: Nouveau commentaire
ru: Новый комментарий
zh: 新评论

# UI, Proposals
source: Draft
cs: Koncept
es: Borrador
fr: brouillon
ru: Проект
zh: 草稿

# UI, Proposals
source: Approved
cs: Schváleno
es: Aprobado
fr: approuvé
ru: Подтверждено
zh: 已批准

# UI, Proposals
source: Rejected
cs: Zamítnuto
es: Rechazado
fr: refusé
ru: Отклонено
zh: 被拒绝的

# UI, Proposals
source: In progress
cs: Ve vývoji
es: En Progreso
fr: en cours de traitement
ru: В обработке
zh: 在处理中

# UI, Proposals
source: Released
cs: Implementováno
es: Lanzado
ru: Выпущено
zh: 已发布

# UI, Proposals
source: Merged
cs: Spojeno
es: Fusionado
fr: fusionné
ru: Объединено
zh: 合并的

# UI
source: Requested proposal is waiting for admin confirmation
cs: Návrh čeká na potvrzení administrátorem
es: Propuesta aguardando confirmacion del administrador
fr: Vos propositions sont en attente d'approbation par l'administrateur
ru: Запрошенное предложение ожидает подтверждение администратора
zh: 请求的提议正等待管理员确认

# UI
source: Development Corner
cs: Vývojářský koutek
es: Rincon de Desarrollo
fr: Coin de développement
ru: Уголок разработчика
zh: 开发 <span>角</span>

# UI
source: Rule the Pool!
cs: Vládněte poolu!
es: ¡Reina sobre el Pool!
fr: Vivez la pool !
ru: Правь пулом!
zh: 驰骋矿池！

# UI
source: Submit your ideas for improvement of this pool. Upvote what you like to see implemented first.
cs: Pošlete nám vaše nápady jak vylepšit pool. Hlasujte pro nápady, které chcete vidět implementované jako první.
es: Envíe sus ideas para mejorar este pool. Vote que le gustaría ver implementado primero.
fr: Soumettez vos idées d'amélioration de la pool. Votez pour ce que vous aimeriez voir mis en œuvre en premier.
ru: Отправьте нам свои идеи по улучшению пула. Проголосуйте за те, которые вы хотите видеть внедренными первыми.
zh: 提交矿池改进的想法建议。为您想最先施行的提议投票。

# UI
source: <strong>Your hash rate is your voting power.</strong> Use it wisely!
cs: <strong>Váš hash rate ja síla vašeho hlasu.</strong> Použijte ho rozumně!
es: <strong> Su tasa de hash es la fuerza de su voto.</strong> ¡Úselo sabiamente!
fr: <strong>Votre taux de hachage est votre pouvoir de vote. </strong>Utilisez le sagement !
ru: <strong>Ваш хешрейт - это ваша сила голоса.</strong> Используйте его мудро!
zh: <strong>您的hash速率是您的投票含金量</strong>合理运用它！

# UI
source: Submit your Idea
cs: Pošlete svůj nápad
es: Envía tu idea
fr: Soumettez votre idée
ru: Отправьте нам свою идею

# UI
source: Log in to submit your Idea
cs: Přihlašte se pro poslání svého nápadu
es: Ingresa y envía tu idea
fr: Connectez-vous pour soumettre votre idée
ru: Залогиньтесь чтобы отправить нам свою идею

# UI
source: How to submit proposals?
cs: Jak vytvořit návrhy?
es: ¿Como presentar propuestas?
fr: Comment soumettre une idée ?
ru: Как отправить нам ваше предложение?
zh: 怎样提交提议？

# UI
source: Log in and click the <a href="%(proposal_new_url)s">+New Proposal</a> button.
cs: Přihlašte se a klikněte na tlačitko <a href="%(proposal_new_url)s">+Nové návrhy</a>.
es: Conéctate y haga clic en el botón de <a href="%(proposal_new_url)s">+Nueva Propuesta</a>.
fr: Connectez-vous et cliquez sur <a href="%(proposal_new_url)s">+ Nouvelle proposition</a> button.
ru: Залогиньтесь и нажмите кнопку <a href="%(proposal_new_url)s"> + Новое предложение </a>.
zh: 登录后点击<a href="%(proposal_new_url)s">+新提议</a>键。.

# UI
source: Describe and save your proposal. You can edit it later.
cs: Popište a uložte váš návrh. Můžete ho upravovat i později.
es: Describe y guarde su propuesta. Usted podrá editarla mas tarde.
fr: Décrivez et sauvegarder votre proposition. Vous pouvez l'éditer plus tard.
ru: Опишите и сохраните предложение. Вы сможете отредактировать его позже.
zh: 描述并保存您的提议。您可以之后进行编辑。

# UI
source: Once approved by our admins, your proposal shows up publicly.
cs: Váš návrh se ukáže mezi novými návrhy jakmile bude schválen administrátory.
es: Una vez aprobada por nuestros administradores, tu propuesta se mostrará públicamente.
fr: Une fois approuvé par nos administrateurs, votre proposition apparaitra publiquement.
ru: После одобрения нашими администраторами, ваше предложение будет выложено публично.

# UI
source: Please, follow this <a href="#guideline">guideline</a> when creating a new proposal! Thank you.
cs: Postupujte prosím podle <a href="#guideline">návodu</a>, když vytváříte nový návrh! Děkujeme.
es: Por favor, siga esta <a href="#guideline">guia</a> cuando quiera crear una nueva propuesta! Gracias.
fr: Veuillez suivre ceci <a href="#guideline">ligne directrice</a> quand vous créez une nouvelle proposition ! Merci.
ru: Пожалуйста, создавая новое предложение, следуйте этим <a href="#guideline">указаниям</a>! Спасибо.
zh: 创建一个新提议时请使用<a href="#guideline">指南</a>！谢谢。

# UI
source: Recent <span>Proposals</span>
cs: Nové <span>návrhy</span>
es: Recientes <span>Propuestas</span>
ru: Недавние <span>Предложения</span>

# UI
source: Voting rules
cs: Pravidla hlasování
es: Reglas de Votacion
fr: Règles de vote
ru: Правила голосования
zh: 投票规则

# UI
source: You have a total of 100 points. <strong>1 point = 1%% of your hash rate</strong>. Only hash rate of actively mining users counts.
cs: Celkem máte 100 bodů. <strong>1 bod = 1%% vašeho hash rate</strong>. Počítá se pouze hash rate aktivně těžících uživatelů.
es: Tienes un total de 100 puntos. <strong>1 punto = 1%% de su poder de hasheo</strong>. Solamente el poder de hasheo de trabajadores activamente minando cuentan.
fr: Vous avez un total de 100 points. <strong> 1 point = 1%% de votre taux de hachage </strong>. Seul le traux de hachage de mineurs actif compte.
ru: У вас есть в сумме 100 очков. <strong> 1 очко = 1%% из вашего хешрейта</strong>. Считаются только хешрейты активного занимающегося майнингом пользователей.
zh: 您总共有100分。<strong>1分= 1%%您的hash速率</strong>。只有活跃的挖矿用户的hash速率有效。

# UI
source: Upvote or downvote proposals by assigning <strong>positive</strong> or <strong>negative</strong> points.
cs: Můžete hlasovat pro nebo proti návrhu přidělením <strong>pozitivního</strong> nebo <strong>negativního</strong> počtu bodů.
es: Vota para arriba o para abajo las propuestas asignando puntos <strong>positivos</strong> o <strong>negativos</strong>.
fr: Votez positivement ou négativement les propositions en assignant un nombre de points <strong> positif</strong> ou <strong> négatif</strong>.
ru: Поднимайте вверх или вниз предложения с помощью своего голоса, назначая<strong> положительные </strong> или <strong> отрицательные </strong> очки.
zh: 根据给某个提议<strong>正分</strong>或者<strong>负分</strong>您可以增加或减少票数。

# UI
source: You can re-distribute your points later if you like some new proposal.
cs: Později můžete své body přerozdělit, pokud se vám bude líbit nějaký nový návrh.
es: Usted puede redistribuir los puntos despues si prefieres una nueva propuesta.
fr: Vous pouvez redistribuer vos points plus tard si vous aimez une nouvelle proposition.
ru: Позже Вы можете пере-распределить свои очки, если вам понравится чье-то новое предложение.
zh: 如果之后您中意一些新提议，您可以重新分配您的投票分数。

# UI
source: Voting statistics are being refreshed every 5 minutes.
cs: Statistiky hlasování jsou aktualizovány každých 5 minut.
es: Las estadisticas estan siendo refrescadas cada 5 minutos.
fr: Les statistiques de vote sont actualisées toutes les 5 minutes.
ru: Статистика голосования обновляется каждые 5 минут.
zh: 投票统计每5分钟刷新一次。

# UI
source: Once we start developing some proposal you voted for, you get your points back.
cs: Jakmile se na vývoji nové vlastnosti podle návrhu, pro který jste hlasoval, začne pracovat, dostanete své body nazpátek.
es: Una vez que comencemos a desarrollar una propuesta por la cual usted ha votado, usted recibe de vuelta sus puntos.
fr: Dès que nous commençons à développer une nouvelle proposition que vous avez voté, vous retrouverez vos points.
ru: Когда мы начнем разрабатывать предложение, за которое вы проголосовали, Вы получите назад свои очки.
zh: 一旦某提议被采纳实施，您可以拿回您的分数。

# UI
source: Filter by title (regexp)
cs: Filtrovat podle názvu
es: Filtrar por titulo (regexp)
fr: Filtrer par type (regexp)
ru: Фильтр по названию (регулярное выражение) (regexp)
zh: 根据标题筛选 (regexp)

# UI
source: Show favorite proposals only
cs: Zobrazit pouze oblíbené návrhy
es: Mostrar solamente propuestas favoritas
fr: Afficher seulement les propositions favorites
ru: Показать только избранные предложения
zh: 只显示收藏的提议

# UI
source: Show unread proposals only
cs: Zobrazit pouze nepřečtené návrhy
es: Solamente mostrar propuestas no leidas
fr: Afficher seulement les propositions non lues
ru: Показать только непрочитанные предложения
zh: 只显示未读提议

# UI
source: Unread proposals count
cs: Počet nepřečtených návrhů
es: Propuestas sin leer cuentan
fr: Nombre de propositions non lues
ru: Подсчитать непрочитанные предложения
zh: 未读提议数

# UI
source: Unspent points
cs: Nepřiřazené body
es: Puntos sin gastar
fr: Points non utilisés
ru: Неиспользованные баллы
zh: 未用分数

# UI
source: You can vote and propose new ideas only if you are logged in.
cs: Hlasovat a vytvářet nové návrhy můžete pouze pokud jste přihlášen.
es: Puede votar y proponer nuevas ideas, solo si ha iniciado sesión.
ru: Вы можете голосовать и предлагать новые идеи только если вы вошли под именем своей учетной записи.

# UI
source: Log in here
cs: Přihlašte se zde
es: Inicie sesión aquí
fr: Identifiez-vous ici
ru: Войти здесь
zh: 这里登录

# UI
source: Title
cs: Název
es: Titulo
fr: Titre
ru: Заголовок
zh: 标题

# UI
source: Total<br/>Hash Rate
cs: Celkový<br/>hash rate
es: Poder de Hasheo<br/>Total
fr: Taux de Hachage <br/>total
ru: Общий<br/> хешрейт
zh: 总<br/>Hash速率

# UI
source: Total<br/>Votes
cs: Celkem<br/>hlasů
es: Votos<br/>Totales
fr: Votes<br/> total
ru: Общие<br/> Голоса
zh: 总<br/>投票

# UI
source: Total<br/>Points
cs: Celkem<br/>bodů
es: Puntos<br/>Totales
fr: Points<br/> totaux
ru: Общие<br/> баллы
zh: 总<br/>分

# UI
source: Your<br/>Points
cs: Vašich<br/>bodů
es: Mis<br/>Puntos
fr: Vos <br/> points
ru: Ваши<br/> баллы
zh: 您的<br/>分数

# UI
source: Vote
cs: Hlasovat
es: Votar
ru: Голосовать
zh: 投票

# UI
source: Add this proposal to your favorites
cs: Přidejte si tento návrh do oblíbených
es: Agregar esta propuesta a mis favoritos
fr: Ajoutez cette proposition dans vos favorites
ru: Добавить это предложение к избранному
zh: 添加此提议到收藏夹

# UI, Proposals
source: New comments
cs: Nové komentáře
es: Nuevos comentarios
fr: Nouveaux commentaires
ru: Новые комментарии
zh: 新评论

# UI
source: Edit proposal
cs: Upravit návrh
es: Editar propuesta
fr: Editez la proposition
ru: Редактировать предложение
zh: 编辑提议

# UI
source: Waits for admin confirmation
cs: Čeká na potvrzení administrátorem
es: Esperar a la confirmacion del administrador
fr: En attente de confirmation de l'administrateur
ru: Ожидает подтверждение администратора
zh: 等待管理员确认

# UI
source: There are no development proposals yet.
cs: Nejsou zde ještě žádné vývojářské návrhy.
es: Todavia no hay ninguna propuesta de desarrollo.
fr: Il n'y a pas de propositions de développement en ce moment.
ru: Еще нет предложений по разработке.
zh: 还没有开发提议。

# UI
source: There is nothing to show. Please disable the filter.
cs: Není zde nic k zobrazení. Prosím vypněte filtrování.
es: No hay nada para mostrar. Por favor desactivar el filtro.
fr: Il n'y a rien à voir. Veuillez supprimer le filtre.
ru: Нет элементов для отображения. Пожалуйста, отключите фильтр.
zh: 没有显示项目。请禁用过滤器。

# UI
source: <span>Proposals</span> In Development
cs: <span>Návrhy</span> ve vývoji
es: <span>Propuestas</span> Bajo Desarrollo
fr: <span>Propositions</span> en développement
ru: <span>Предложения</span> в разработке
zh: 发展中的<span>提议</span>

# UI
source: From
cs: Z
es: De
fr: De
ru: От
zh: 从

# UI
source: Released <span>Proposals</span>
cs: Dokončené <span>návrhy</span>
es: Propuestas <span>Publicadas</span>
fr: Propositions <span> fraîchement sorties</span>
ru: Реализованные <span>предложения</span>
zh: 已发布的 <span>提议</span>

# UI
source: Released
cs: Vydáno
es: Publicadas
fr: Fraichement sortie
ru: Реализованные
zh: 已发布

# UI
source: Guideline for new proposals
cs: Návod pro vytváření nových návrhů
es: Guia para nuevas propuestas
fr: Ligne directrice pour les nouvelles propositions
ru: Руководство для новых предложений
zh: 新提议指南

# UI, Page title
source: Development proposal
cs: Vývojářský návrh
es: Propuestas de desarrollo
fr: Propositions de développement
ru: Предложения по развитию
zh: 开发提议

# UI
source: Your unspent points
cs: Vaše nepřidělené body
es: Tus puntos no gastados
fr: Vos points non-utilisés
ru: Ваши неиспользованные баллы
zh: 您未用的分数

# UI
source: Total Hash Rate
cs: Celkový hash rate
es: Tasa total de Hash
fr: Taux de Hachage total
ru: Общий хешрейт
zh: 总Hash速率

# UI
source: Total Votes
cs: Celkem hlasů
es: Votos totales
fr: Total des votes
ru: Общие голоса
zh: 总投票

# UI
source: Total Points
cs: Celkem bodů
fr: Total des Points
ru: Всего Баллов
zh: 总分

# UI
source: Your Points
cs: Vašich bodů
fr: Vos Points
ru: Ваши Баллы
zh: 您的分数

# UI
source: Add this proposal to your favourites
cs: Přidat tento návrh do oblíbených
fr: Ajoutez cette proposition à vos favorites
ru: Добавить это предложение в избранное
zh: 添加此提议到您的收藏夹

# UI
source: History
cs: Historie
es: Histórico
fr: Historique
ru: История
zh: 历史

# UI
source: Edit
cs: Změnit
es: Editar
fr: Edition
ru: Редактировать
zh: 编辑

# UI
source: Comments & Updates
cs: Komentáře & Aktualizace
es: Comentarios y Actualizaciones
fr: Commentaires et mises à jour
ru: Комментарии и Обновления
zh: 评论 & 更新

# UI
source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder
ru: Сохранить
zh: 保存

# UI, Proposal
source: Proposal merged with <a href="%(proposal_merged_url)s">#%(proposal_id)s</a>
cs: Návrh spojen s <a href="%(proposal_merged_url)s">#%(proposal_id)s</a>
fr: Proposition fusionnée avec <a href="%(proposal_merged_url)s">#%(proposal_id)s</a>
ru: Предложение объединено с <a href="%(proposal_merged_url)s">#%(proposal_id)s</a>
zh: 提议与<a href="%(proposal_merged_url)s">#%(proposal_id)s</a>整合

# UI, Proposal
source: Proposal state changed
cs: Stav návrhu změněn
fr: État de proposition modifiée
ru: Состояние предложения изменено
zh: 提议状态已更改

# UI, Proposals
source: to
cs: s
fr: à
ru: к
zh: 到

# UI
source: Delete
cs: Smazat
es: Borrar
fr: Supprimer
ru: Удалить
zh: 删除

# UI
source: All proposals
cs: Všechny návrhy
es: Todas las proposiciones
fr: Toutes les propositions
ru: Все предложения
zh: 所有提议

# UI
source: Draft
cs: Koncept
fr: brouillon
ru: Проект
zh: 草稿

# UI
source: Development proposal
cs: Vývojářský návrh
es: Desarrollos propuestos
fr: Proposition de développement
ru: Предложение по развитию
zh: 开发提议

# UI
source: New proposal
cs: Nový návrh
es: Propuesta nueva
fr: Nouvelle proposition
ru: Новое предложение
zh: 新提议

# UI
source: Cancel
cs: Zrušit
fr: Annuler
ru: Отмена
zh: 取消

# UI
source: Please, <span class="strong">follow this guideline</span> that helps us keeping the number of proposals reasonably low:
cs: Prosím, <span class="strong">následujte tento návod</span>, který nám pomáhá udržet počet návrhů pro vývojáře na rozumné míře:
fr: Veuillez <span class="strong"> suivre cette ligne conductrice</span>, cela va nous aider à garder le nombre de propositions relativement bas :
ru: Пожалуйста, <span class="strong">следуйте этой инструкции</span>, чтобы количество предложений было обоснованным:
zh: 请<span class="strong">跟随此指南</span>以帮助我们把提议总数保持在合理低值：

# UI
source: Before creating a new proposal, check if there is something similar already.
cs: Před vytvořením nového návrhu prosím zkontrolujte, že tu ještě nic podobného není.
fr: Avant de créer une nouvelle proposition, veuillez vérifier si il en exite une similaire.
ru: Прежде, чем создать новое предложение, проверьте наличие похожих предложений.
zh: 创建新提议前，请查看是否已存在类似提议。

# UI
source: Propose one and <strong>only one thing</strong> in one proposal.
cs: Navrhujte jednu, a <strong>pouze jednu věc</strong> v každém návrhu.
fr: Proposez une seule et <strong>unique</strong> proposition d'amélioration.
ru: В предложении указывайте одно <strong>и только одно</strong> улучшение.
zh: 提出一个提议<strong>仅一项</strong>在同一提议下。

# UI
source: Create a new proposal only if you <strong>truly believe</strong> that it can receive enough support to be implemented. Most of the proposals will not.
cs: Vytvořte nové návrhy pouze pokud <strong>pevně věříte</strong>, že mohou získat dostatečnou podporu k tomu, aby byly implementovány. Většina návrhů nezíská dostatečnou podporu.
fr: Créer uniquement une nouvelle proposition si vous <strong>croyez vraiment</strong> qu'elle peut recevoir suffisamment d'appui de la communauté pour la mettre en œuvre. La plupart des propositions seront rejetées.
ru: Создавайте новое предложение, только если вы <strong>действительно считаете</strong>, что оно получит достаточно поддержки, чтобы быть внедренным. Большинство предложений достаточно поддержки других пользователей не получит.
zh: 创建一个新提议当您<strong>确信</strong>此提议可以得到足够支持到施行，大多数的提议未能走到那一步。

# UI
source: Choose a title that well describes <strong>the main point</strong> of the proposal in a few words.
cs: Vyberte název, který dobře popisuje <strong>hlavní myšlenku</strong> návrhu několika slovy.
fr: Choisissez un titre qui décrit bien <strong>le point principal</strong> de la proposition en quelques mots.
ru: Выберите заголовок, который в нескольких словах описывает <strong>основную идею</strong> предложения.
zh: 选择一个可以用几个词描述提议<strong>要点</strong>的题目。

# UI
source: Please, <strong>do your best</strong> to explain the proposal even for <strong>less experienced users</strong>. Do not expect that any user of the pool knows everything you know ;)
cs: Prosím, <strong>snažte se</strong> dostatečně vysvětlit návrh i pro <strong>méně zkušené uživatele</strong>. Neočekávejte, že každý uživatel poolu toho ví stejně jako vy ;)
fr: Veuillez <strong>faire de votre mieux</strong> afin d'expliquer votre proposition <strong> pour les utilisateur moins expérimentés la comprennent</strong>. Ne vous attendez pas que tous les utilisateur de la pool ont votre niveau de connaissance ;)
ru: Пожалуйста, <strong>постарайтесь</strong> описать предложение так, чтобы его поняли даже <strong>наименее опытные пользователи</strong>. Не ожидайте, что каждый пользователь пула знает всё, что знаете вы ;)
zh: 请<strong>尽全力</strong> 甚至为<strong>经验不足的用户</strong>解释提议。不要期望其他用户能够理解您所知道的 ;)

# UI
source: Describe <strong>expected benefits</strong> of the proposal when implemented (unless it is really clear).
cs: Popište <strong>očekávané výhody</strong> návrhu po tom, co je implementován (pokud to není zřejmé z popisu).
fr: Décrivez <strong>les avantages prévus </strong> de la proposition lorsqu'elle sera implémentée (sauf si vraiment évident).
ru: Опишите <strong>ожидаемые преимущества</strong> предложения, которые появятся, когда оно будет внедрено (разве что они и так предельно ясны).
zh: 描述提议被实施时的<strong>预期收益</strong>（除非显而易见）。

# UI
source: Be as clear as possible.
cs: Buďte co nejjednoznačnější.
fr: Soyez le plus clair possible.
ru: Выражайтесь так ясно, как только возможно.
zh: 尽可能地清晰。
