Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Mining software does not accept difficulty assigned by our pool
cs: Těžební software nechce přijmout složitost přidělenou poolem
es: El software de minería no acepta la dificultad asignada por nuestro pool
ru: Майнинговое программное обеспечение не допускает сложность, назначенную нашим пулом
zh: 挖矿软件没有接受我们矿池分配的难度

source: Internet connection is not stable
cs: Připojení k internetu není stabilní
es: Conexión no estable a internet
ru: Интернет-соединение нестабильно
zh: 网络连接不稳定

source: Your mining device might have a hardware problem (e.g. overheating)
cs: Vaše těžící zařízení může mít problém s hardware (např. přehřívání)
ru: Ваше майнинговое устройство может иметь аппаратные проблемы (например, перегреваться)
zh: 您的挖矿设备可能有故障（如过热）

source: How to set the alert limit
cs: Jak nastavit výstražný limit
es: Como ajustar el límite de alerta
ru: Как установить порог оповещения
zh: 如何设置警告限值

source: Let the pool automatically compute <strong>Alert Limit</strong> for you. It is done once in 5 minutes and the value is set to 70%% of hash rate average from the last 24hours.
cs: Nechte pool vám automaticky vypočítat <strong>výstražný limit</strong>. Děje se to jednou za 5 minut a hodnota je nastavena na 70%% z průměrného hash rate za posledních 24 hodin.
ru: Позвольте пулу автоматически вычислить ваш <strong>порог оповещения</strong>. Задача выполняется один раз и потребует всего 5 минут, и величина порога будет установлена как 70%% от среднего хешрейта за последние 24 часа.
zh: 让我们矿池自动为您计算<strong>警告限值</strong>。这个值是过去24小时内您平均hash速率的70%%，设置将在5分钟内一次性完成。

source: Set it manually to any value from 0.5 Gh/s to e.g. 100 Ph/s or more.
cs: Nastavte si ho ručně na cokoliv od 0.5 Gh/s až po např. 100 Ph/s nebo víc.
ru: Вы можете установить его вручную, назначив любое значение от 0,5Гх/с (0,5 Gh/s) до 100 Пх/с (100 Ph/s) или даже больше.
zh: 手动设置此值从0.5 Gh/s到100 Ph/s或更高。

source: We recommend to set it 30%% below the value of your expected effective hash rate.<br>E.g. you expect your miner hash rate to be 1 Ths/s, the <strong>Alert Limit</strong> would be set to 700 Ghs/s.
cs: Doporučujeme si ho nastavit na 30%% pod hodnotu vašeho očekávaného efektivního hash rate.<br>Např. pokud očekáváte, že vaše zařízení bude mít hash rate 1 TH/s, <strong>výstražný limit</strong> by měl být nastaven na 700 Ghs/s.
ru: Мы рекомендуем Вам установить его на 30%% ниже значения вашего ожидаемого эффективного хешрейта. <br>Т.е. если вы ожидаете, что хешрейт вашего майнера будет 1Тхс/с (1 Ths/s), <strong> порог оповещения </strong> должен быть установлен на 700 Гхс/с (700 Ghs/s).
zh: 我们推荐您用低于您预期hash速率的30%%的值来设置。<br>比如您的矿机预期的hash速率是1 Ths/s，<strong>警告限值</strong>就是700 Ghs/s。

source: Luck
cs: Štěstí
es: Suerte
fr: Chance
ru: Удача
zh: 运气

source: Pool luck explains how many shares the pool needed to find a specific block in comparison <strong>to the average number of shares</strong> needed for finding a block.
cs: Štěstí poolu říká, kolik řešení pool potřeboval k nalezení konkrétního bloku v porovnání s <strong>průměrným počtem řešení</strong> potřebným k nalezení bloku.
ru: Значение удачи пула объясняет, как много долей пулу необходимо, чтобы найти определенный блок в сравнении <strong>со средним числом долей</strong>, необходимых для нахождения блока.
zh: 矿池运气表示相对于发现一个矿区的<strong>平均share数量</strong>矿池发现某一矿区实际需要的share数量。

source: If the luck is above 100%% it means that the pool needed less shares than expected for the given difficulty.
cs: Štěstí přes 100%% znamená, že pool potřeboval méně řešení, než se pro danou složitost předpokládalo.
ru: Если значение удачи выше 100%%, это означает, что пулу необходимо меньше долей, чем ожидается получить для данной сложности.
zh: 如果运气值高于100%%即表示矿池需要在预期困难度下较少的share量。

source: If the luck is below 100%%, more shares than average were needed.
cs: Štěstí pod 100%% znamená, že bylo potřeba více řešení.
ru: Если удача ниже 100%%, необходимо больше долей, чем поступает в среднем.
zh: 如果运气值低于100%%，那么需要高于平均数的share量。

source: E.g. if the luck is 200%%, the pool found two times more blocks in the given time period than average.
cs: Např. štěstí 200%% znamená, že pool našel dvakrát více bloků než byl průměr v daném časovém období.
ru: Т.е. если удача равна 200%%, пул находит в два раза больше блоков, в определенный период времени, чем в среднем.
zh: 例如：如果运气是 200%%，矿池将在平均时间内找到高于2倍的矿区数。

source: Please, keep in mind that <strong>luck only describes the history but says nothing about the future blocks</strong>. Finding a block is fully independent from historical events. That is why joining the pool when the luck is high and disconnecting when the luck is low does not make any sense. In the long run, the luck is always 100%%.
cs: Mějte prosím na paměti, že <strong>štěstí pouze popisuje minulost, ale neříká nic o budoucích blocích</strong>. Nalezení bloku je naprosto nezávislé na uplynulých událostech. To je důvod, proč nedává žádný smysl se připojovat k poolu, když je štěstí velké, a odpojovat se, když je malé. Z dlouhodobého pohledu bude štěstí vždy 100%%.
ru: Пожалуйста, имейте ввиду, что <strong>удача описывает только историю, и ничего не говорит о будущих блоках</strong>. Нахождение блока полностью независимо от прошлых событий. Вот почему, подключение к пулу, когда удача велика, и отсоединение от пула, когда удача мала, не имеет смысла. В длительной перспективе, удача всегда равна 100%%.
zh: 请牢记<strong>运气代表的是之前矿池的状况并不能预期矿池在未来发现矿区的情况</strong>。发现一个新矿区跟历史记录是毫无关系的。因此在矿池运气好的时候加入挖矿，在矿池运气不好的时候离开是没有意义的。长期来看，运气基本是处于100%%的。

source: Stale rate is number of shares submitted after the old block has already been found and pool has moved to the next block. If everything works correctly, it should be a very low number.
cs: Stale rate je počet řešení odevzdaných po tom, co byl starý blok nalezen a pool už se přesunul na nový blok. Pokud vše funguje v pořádku, toto číslo by mělo být velmi malé.
ru: Устаревшая оценка - это количество долей, отправленных после того, как старый блок был найден и пул перешел к следующему блоку. Если всё работает верно, это число должно быть очень низким.
zh: 过期速率指在旧的矿区被发现后，矿池已经转移到下一个新矿区后被提交的share量。如果一切正常，这个速率值将是非常低的。

source: Several factors can increase your stale rate:
cs: Váš stale rate může navýšit několik faktorů:
es: Varios factores pueden incrementar tu ratio de obsoletos:
fr: Plusieurs facteurs peuvent augmenter votre taux de rassis :
ru: Вашу устаревшую оценку могут увеличить несколько факторов:
zh: 有几个因素能增加您的过期速率：

source: Network Latency
cs: Latence sítě
es: Latencia de la red
fr: Latence du réseau
ru: Задержки сети
zh: 网络延迟

source: On slower networks (or when there is a network issue on the path from your miner to the pool), it takes more time for a miner to receive notification about a new block. However, the miner still keeps submitting results to an old block for some time and these are being rejected by the pool as <em>stale</em> shares</em>.
cs: Na pomalejších sítích (nebo tam, kde jsou na cestě mezi vaším zařízením a poolem nějaké problémy se sítí) je potřeba k obdržení upozornění o novém bloku delší čas. Zařízení ale mezitím pokračuje v práci a odevzdává řešení pro starý blok. Tato jsou následně zamítnuta poolem jakožto <em>stará</em> řešení</em>.
ru: В медленных сетях (или когда есть проблемы в сети на пути от Вашего майнера к пулу), требуется больше времени для майнера, чтобы получить уведомление о новом блоке. Однако, майнер еще некоторое время продолжает отправлять результаты расчетов для старого блока, которые отвергаются пулом как <em>устаревшие</em> доли</em>.
zh: 在较慢的网络上（或在您的矿机与矿池连接间有网络故障），用户接收新矿区的通知将需要更多时间。然而，矿机仍在提交工作结果到旧的矿区时，矿池已把这些结果当作<em>过期</em> shares</em>否决掉了。

source: Slower Mining Device
cs: Pomalejší těžící zařízení
es: Dispositivos de minería lentos
fr: Appareil de minage lent
ru: Медленное майнинговое устройство
zh: 慢的挖矿设备

source: Some miners are like men. They only handle one task at a time. Before taking on a new job, they need to finish the previous one. While others are generating shares for a new block already, these miners are producing shares for the old block that cannot be accepted by the pool anymore. Such results are also called <strong>stale</strong> shares.
cs: Některá zařízení jsou jako muži. Umí dělat najednou jen jednu věc. Před tím, než si přiberou další práci, musí dokončit tu předchozí. Takže zatímco ostatní už generují řešení pro nový blok, tato zařízení stále produkují řešení pro starý blok, která už nicméně nebudou poolem přijata. Taková řešení se také nazývají <strong>stará</strong> řešení.
ru: Некоторые майнеры как люди. Они могут справляться только с одной задачей в одни момент времени. Перед тем, как взять новую задачу, им необходимо завершить предыдущую. Тогда как другие уже генерируют доли для новых блоков, эти майнеры производят доли для старых блоков, которые пул больше не принимает. Такие результаты также называются <strong>устаревшими</strong> долями.
zh: 有些矿机像人类一样。他们在同一时间只能处理一件事情。在进行新任务时，他们需要完成之前的任务。在别的用户已经开始在新矿区生成share时，这些矿机仍在旧的矿区工作生成不再被矿池接受的share。这样的结果也被称作<strong>过期</strong>shares。

# UI
source: Troubleshooting
cs: Poradce při potížích
fr: Dépannage
ru: Устранение неполадок
zh: 故障排除

source: Hash Rate Lower than Expected
cs: Hash rate nižší než předpokládaný
es: Tasa de Has menor que la esperada
ru: Хешрейт ниже ожидаемого
zh: Hash速率低于预期

source: If you experience significantly lower effective hash rate than what your hardware manufacturer declares, it is possible your worker does not accept difficulty which our server automatically provides.
cs: Pokud je efektivní hash rate vašeho zařízení znatelně nižší, než uvádí výrobce, může to být způsobeno tím, že toto zařízení neakceptuje složitost automaticky přidělenou naším serverem.
ru: Если вы наблюдаете намного более низкий эффективный хешрейт, чем тот, который указал производитель вашего устройства, возможно, ваш воркер не принимает сложность, которую для него автоматически предусматривает наш сервер.
zh: 如果您遇到您的有效hash速率明显低于挖矿硬件出厂设置的情况，很可能是您的矿工没有接受矿池服务器自动提供的困难度。

source: You can <strong>fix</strong> this by setting the optimal <strong>minimum difficulty</strong> value on <a href="%(workers)s" target="_blank">workers profile</a>. See the table for <strong>recommended</strong> values…
cs: Toto nastavení můžete <strong>opravit</strong> nastavením optimální hodnoty <strong>minimální složitosti</strong> na <a href="%(workers)s" target="_blank">profilu zařízení</a>. Podívejte se na tabulku <strong>doporučených</strong> hodnot…
ru: Вы можете <strong>исправить</strong> это, установив величину оптимальной <strong>минимальной сложности</strong> в <a href="%(workers)s" target="_blank">профиле воркера</a>. Смотрите таблицу с <strong>рекомендуемыми</strong> значениями…
zh: 您可以通过在<a href="%(workers)s" target="_blank">矿工资料</a>下设置最佳<strong>最小难度</strong>值来<strong>解决</strong>此问题。查看<strong>推荐的</strong>难度值表…

source: Mining hardware<br/>hash rate
cs: Hash rate<br/>těžebního zařízení
es: Hardware de minería<br/>tasa de hash
ru: Хешрейт майнингового оборудования<br/>
zh: 挖矿硬件<br/>hash速率

source: Minimum difficulty<br/>value
cs: Minimální složitost<br/>hodnota
es: Dificultad mínima<br/>valor
ru: Минимальная сложность <br/>
zh: 最低难度<br/>值

source: Please be aware that if you set the minimum difficulty too high it can have negative effect on your monitoring because it can lead to false monitoring alarms. Therefore we recommend to let <a href="%(url)s">VarDiff algorithm</a> to select difficulty for you worker automatically.
cs: Vezměte prosím v potaz, že pokud nastavíte minimální složitost příliš vysoko, může to mít negativní efekt na sledování z důvodu vzniku falešných upozornění. Proto doporučujeme nechat <a href="%(url)s">VarDiff algoritmus</a> vybrat a přiřadit vašemu zařízení složitost automaticky.
ru: Пожалуйста, обратите внимание, что если вы установите минимальную сложность слишком большой, это будет оказывать негативный эффект на ваш мониторинг, поскольку может привести к его ложным предупреждениям. Поэтому мы рекомендуем позволить <a href="%(url)s"> алгоритму вардиф</a> выбрать сложность для вашего воркера автоматически.
zh: 请注意如果您把最低难度值设置过高会给监控结果造成负面影响，因为它将导致虚假监控警报。因此我们推荐让<a href="%(url)s">变量困难值运算法</a>为您的矿工自动选择难度指数。

source: Worker offline state
cs: Offline stav zařízení
es: Estado trabajador fuera de línea
ru: Состояние воркера офлайн
zh: 矿工离线状态

source: Since the bare minimum difficulty assigned by the pool right now is 8 (and it will probably be further lowered in the future) your workers should have <strong>at least 10 Gh/s</strong> to provide proofs of work at optimal frequency (with difficulty 8). You will see bigger variance in hash rate in the worker stats for devices with less than 10 Gh/s. Finally, it can happen that a very weak mining device will not produce a valid proof of work in the whole 5 minute monitoring period. Such situation will be indicated by an <strong>Offline</strong> state of your worker, even though it works. We recommend to switch off monitoring for such workers.
cs: Protože minimální složitost přidělovaná aktuálně poolem je 8 (a pravděpodobně bude v budoucnu dále snižována), vaše zařízení by měla mít <strong>alespoň 10 Gh/s</strong>, aby odevzdávala řešení s optimální frekvencí (při složitosti 8). Pro zařízení s méně než 10 Gh/s uvidíte větší variabilitu v hash rate. Na závěr se také může stát, že velice slabá zařízení nebudou produkovat platná řešení v celém měřeném 5minutovém obodobí. Taková situace bude zobrazena jako <strong>Offline</strong> stav vašeho zařízení, i když zařízení funguje. Doporučujeme sledování pro taková zařízení vypnout.
ru: Поскольку абсолютный минимум сложности, который назначает бассейн сейчас равен 8 (и он будет вероятно еще ниже в будущем) ваши воркеры должны иметь <strong> как минимум 10 Гх/с</strong>, чтобы обеспечить доказательства работы с оптимальной частотой (со сложностью 8). Вы увидите большую вариативность в хешрейте в статистике воркеров, с параметрами меньшими, чем 10 Гх/с. В итоге, может так случится, что очень слабое майнинговое устройство, не будет производить действительное доказательство работы в течение 5 минут периода мониторинга. Такая ситуация будет идентифицироваться как состояние <strong>офлайн</strong> вашего воркера, даже если он работает. Мы рекомендуем отключить мониторинг для таких воркеров.
zh: 由于矿池现在分配的最低难度是８（在将来也许会调低），您的矿工应该有<strong>至少10 Gh/s</strong>的最佳频率（当困难度为８时）hash速率来证明工作成果。您将在低于10 Gh/s的矿工统计里看到差异更大的hash速率。最终会出现的情况是，一个非常弱的挖矿设备将不能在一整个５分钟的监控期间提交有效的工作证明。这样的状况会被认为是<strong>离线</strong>状态，即使您的矿工仍在工作。我们建议取消这些矿工的监控设置。

source: False Monitoring Alarms
cs: Falešná upozornění
es: Falsas alarmas de monitorización
ru: Ложные оповещения мониторинга
zh: 虚假监控警报

source: If you set the minimum difficulty for a worker to a significantly higher value than the table above recommends, its communication frequency with the pool will not be optimal. It will lead to high variance of its hash rate (wide range of values in different time periods).
cs: Pokud nastavíte minimální složitost zařízení na citelně vyšší hodnotu, než jsou udávaná doporučení v tabulce výše, frekvence jeho komunikace s poolem nebude optimální. To povede k vyšší variabilitě hash rate (širší spektrum hodnot v rozdílných měřených úsecích).
ru: Если вы установите минимальную сложность для воркера значительно выше той величины, что рекомендует указанная выше таблица, его частота коммуникации с пулом не будет оптимальной. Это приведет к высокой вариативности в его хешрейта (широкий диапазон величин в разные периоды времени).
zh: 如果您给矿工设置的最低困难度明显高于上面表格所推荐的值，那么它和矿池通讯的频率将不会是最优化。这将导致hash速率变动的幅度很大（在不同时间段广范围的值）。

source: You can see this effect on the following two charts. The first shows miner with nominal hash rate 100 Gh/s with difficulty set by <a href="%(url)s">vardiff</a> algorithm to roughly 70.
cs: Tento efekt můžete vidět na následujících grafech. První ukazuje zařízení s nominálním hash rate 100 Gh/s a minimální složitostí zhruba 70 přidělenou <a href="%(url)s">VarDiff</a> algoritmem.
ru: Вы можете увидеть этот эффект на двух следующих графиках. Первый показывает майнера с нормальным хешрейтом 10 Гх/с, со сложностью, установленной алгоритмом<a href="%(url)s">вардифф</a> равной приблизительно 70.
zh: 您可以从下面２个图表看出影响。第一个代表有100 Gh/s hash速率的矿机，由 <a href="%(url)s">变量困难值</a>运算法设置了约70的困难值。

source: If you manually set your minimum difficulty to a significantly higher value, it leads to behavior as presented below. Please, notice how the hash rate spread is now much wider.
cs: Když ručně nastavíte minimální složitost na citelně vyšší hodnotu, povede to k chování zobrazenému níže. Všimněte si prosím, že hash rate má nyní mnohem širší spektrum.
ru: Если вы вручную установите сложность майнинга равной значительно большей величине, это приведет к поведению, которое показано ниже. Пожалуйста, обратите внимание как широко теперь распределен хешрейт.
zh: 如果您手动设置最低困难度到一个明显高的值，它将导致的表现如下所示。请注意hash速率的变动在如今有更大范围。

source: Higher hash rate variance makes proper monitoring more difficult and can lead to false monitoring alarms (you can be notified about some event even when the worker works correctly).
cs: Vyšší variabilita hash rate znesnadňuje správné fungování sledování a může vést k falešným upozorněním (můžete být opozorňováni i na události, při kterých zařízení pracuje správně).
ru: Высокая вариативность хешрейта усложняет правильный мониторинг и может привести к ложным оповещениям мониторинга (вы можете получить сообщение мониторинга, тогда как воркер работает корректно).
zh: hash速率大范围变动会加大监控工作的难度并导致虚假监控警报（即使矿工运作正常时您也可能收到通知）。

source: We recommend to:
cs: Doporučujeme:
es: Recomendamos:
ru: Мы рекомендуем:
zh: 我们推荐：

source: Let vardiff algorithm to select difficulty for your worker automatically.
cs: Nechte VarDiff algoritmus přiřadit složitost vašim zařízením automaticky.
ru: Позвольте алгоритму вардиф выбрать сложность для вашего воркера автоматически.
zh: 让变量困难值运算法为您的矿工自动选择困难度。

source: OR
cs: NEBO
es: O
ru: ИЛИ
zh: 或者

source: Set minimum difficulty provided by the vendor of your device on your own.
cs: Nastavte ručně nastavte minimální složitost doporučenou výrobcem .
ru: Установите минимальную сложность, указанную продавцом вашего устройства самостоятельно.
zh: 根据您设备的配置自行设置最低困难值。

# UI
source: Worker <span>Management</span>
cs: Nastavení <span>zařízení</span>
ru: <span>Управление</span> воркером

# UI
source: Send
cs: Odeslat
es: Enviar
fr: Envoyer
ru: Отправить
zh: 发送

# UI
source: Newsletter unsubscription
cs: Odběr novinek odhlášen
es: Dar de baja de boletines
fr: Se désabonner de la lettre d'informations
zh: 时事通讯退订

# UI
source: I am sorry to see you go!
cs: Mrzí mě, že se odhlašujete!

# UI
source: Please select account you want to unsubscribe from.
cs: Prosím vyberte účet, který chcete odhlásit.

# UI
source: If you care to, you can give me some feedback.
cs: Pokud máte chvilku, můžete mi poskytnout zpětnou vazbu.

# UI
source: Unsubscribe me
cs: Odhlašte mě
fr: Me désabonner
zh: 取消订阅

# UI
source: I have changed my mind. Take me to <a href="%(homepage_url)s">Homepage</a> or <a href="%(dashboard_url)s">Show my Dashboard</a>.
cs: Rozmyslel jsem si to. Chci jít na <a href="%(homepage_url)s">domovskou stránku</a> nebo <a href="%(dashboard_url)s">zobrazit můj přehled</a>.

# UI
source: I have changed my mind. Take me to homepage.
cs: Rozmyslel jsem si to. Chci jít na domovskou stránku.
fr: J'ai changé d'avis. Emmenez-moi à la page d'accueil.
zh: 我改变主意了，切换到主页。

# UI
source: Mailing
cs: Informování emailem
fr: Liste de diffusion
zh: 邮件

# UI
source: You have been unsubscribed from <nobr>Slush Pool's newsletter.</nobr>
cs: Byl jste odhlášen z <nobr>odběru novinek o Slush Poolu.</nobr>
fr: Vous avez été désabonné de la <nobr>newsletter de la pool Slush.</nobr>
zh: 您已退订<nobr>Slush矿池的时事通讯。</nobr>

# UI
source: Show My Dashboard
cs: Zobrazit můj přehled
es: Mostrar mi tablero de control
fr: Afficher mon tableau de bord
zh: 显示我的仪表板

# UI
source: Go to Homepage
cs: Jít na domovskou stránku
es: Ir a página de Inicio
fr: Aller à la page d'accueil
zh: 去主页

# UI
source: From the bottom of our heart we would like to confirm that we had unsubscribed you from our newsletter.
cs: Ačkoliv nás to opravdu mrzí, tak chceme potvrdit, že jsme vás odhlásili z odběru našich novinek.
fr: Du fond de notre cœur, nous tenons à confirmer que nous vous avions vous désinscrit de notre newsletter.
ru: От всего нашего сердца, мы подтверждаем, что отписали вас от наших новостей.
zh: 我们可以向您确认您已经取消了我们时事通讯的订阅。

# UI
source: In case you change your mind, you can tune up our news from your account settings.
cs: Pokud změníte názor, můžete se kdykoliv znovu přihlásit v nastavení vašeho účtu.
fr: Dans le cas où vous changeriez d'avis, vous pouvez vous mettre à l'écoute de nos nouveautés dans les paramètres de votre compte.
ru: В случае, если вы передумаете, вы можете включить получение наших новостей из настроек своей учетной записи.
zh: 如果您改变主意了，可以随时去账户设置启用订阅。

# UI
source: -- not voted (proportional split) --
cs: -- nehlasováno (poměrné rozdělení) --

# UI
source: Users that don't have any preference = their hash rate is split among all block size proposals proportionally.
cs: Uživatelé, kteří nemají žádné preference = jejich hash rate je poměrově rozdělen mezi ostatní návrhy na velikost bloku.
ru: Пользователи, у которых нет каких-либо предпочтений - их хешрейт распределяется между всеми предлагаемыми блоками всех размеров пропорционально.

# UI
source: Not voted
cs: Nehlasováno
ru: Не голосовали

# UI
source: Current rules / Bitcoin Core
cs: Aktuální pravidla / Bitcoin Core
ru: Текущие правила / Bitcoin Core

# UI
source: Users that prefer Current rules given by Bitcoin core = their hash rate is used for mining Bitcoin Core blocks.
cs: Uživatelé, kteří preferují aktuální pravidla vytvořená Bitcoin core = jejich hash rate je použit pro těžení Bitcoin Core bloků.
ru: Пользователи, которые предпочитают текущие правила, предоставленные Bitcoin Сore = их хэшрейт используется для майнинга блоков Bitcoin Сore.

# UI
source: I don't care, pool operator decides
cs: Je mi to jedno, ať správce poolu rozhodne za mě

# UI
source: Users that set I don't care option = pool operator decides which block size is closest to his heart.
cs: Uživatelé, kteří nastavili možnost Je mi to jedno = Správce poolu rozhodne dle vlastního uvážení, která velikost bloků je jeho srdci nejbližší.

# UI
source: Pool decides
cs: Rozhodne pool

# UI
source: Only letters, numbers and the following characters are accepted: _ @ + -
cs: Akceptována jsou pouze písmena, čísla a následující znaky: _ @ + -
es: Solamente letras, números, y los siguientes caracteres son aceptados: _ @ + -
fr: Seul les lettres, chiffres et les caractères suivants sont acceptés : _ @ + -
ru: Допускаются только буквы, числа и указанные далее символы: _ @ + -
zh: 只有字母，数字和这些字符可以使用：_ @ + -

# UI
source: Latest News
cs: Poslední novinky
es: Últimas noticias
fr: Dernières nouveautés
zh: 最新消息

# UI
source: News
cs: Aktuality
es: Noticias
fr: Nouveautés
zh: 新闻

# UI
source: Published:
cs: Publikováno:

# UI
source: Read more
cs: Číst vše
es: Lee más
fr: Lire la suite

source: Changes in Monitoring
cs: Změny ve sledování
es: Cambios en monitorización
fr: Changements dans la surveillance
ru: Изменения мониторинга
zh: 监控的更改

source: After identifying the optimal use of our monitoring system we have decided to simplify few things:
cs: Pro optimální využití našeho sledovacího systému jsme se rozhodli některé věci zjednodušit:
fr: Après avoir identifié l'utilisation optimale de notre système de surveillance, nous avons décidé de simplifier les choses :
ru: Выявив оптимальное применение нашей мониторинговой системы, мы решили упростить несколько вещей:
zh: 在确定对我们监控系统的最佳使用后我们决定简化这些：
