Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: <strong>Estimated reward</strong> is what would you get if a block was found at the very moment. Bare in mind, that below mentioned formula only applies if you mine during the whole round. For more information see <a href="%(link)s">score-based reward system.</a>
cs: <strong>Předpokládaná odměna</strong> je co byste dostal, kdyby se block našel právě teď. Berte prosím v potaz, že tento vzorec platí pouze pokud těžíte v průběhu celého kola. Pro více informací si přečtěte o našem <a href="%(link)s">skórovacím systému odměn.</a>
es: <strong>Recompensa estimada</strong> es lo que podrías obtener si un bloque es encontrado en ese momento. Ten en cuenta, que la fórmula mencionada más abajo, solo es aplicable si minas la ronda completa. Para más información mira <a href="%(link)s">sistema de recompensa basado en puntuación.</a>
ru: <strong>Предполагаемое вознаграждение</strong> это то, что вы можете получить, если блок будет найден в данный момент. Помните, что упомянутая ниже формула применима только если вы майните на протяжении раунда. Для более подробной информации смотрите <a href="%(link)s"> систему вознаграждений.</a>

source: <strong>Unconfirmed reward</strong> is a reward for block that was found, but not yet confirmed. Rewards for such block are pending until Bitcoin network gives us 100 confirmations.
cs: <strong>Nepotvrzená odměna</strong> je odměna za blok, který byl nalezen, ale ještě není potvrzen. Odměny za takový blok čekají na 100 potvrzení bloku v bitcoinové síti.
es: <strong>Recompensa no confirmada</strong> Es la recompensa por el bloque encontrado, pero no aún confirmado. La recompensa para dicho bloque está pendiente hasta que la red Bitcoin nos de 100 confirmaciones.
ru: <strong>Неподтвержденное вознаграждение </strong> - это вознаграждение за блок, который был найден, но еще не подтвержден. Вознаграждение за такой блок откладывается, пока сеть Биткойн не предоставит 100 подтверждений.

source: <strong>Confirmed reward</strong> is what you will get. You must however reach your payout threshold before any payout could be made.
cs: <strong>Potvrzená odměna</strong> je to, co dostanete. Musí nicméně přesáhnout limit pro výplatu, aby mohla být vyplacena.
es: <strong>Recompensa confirmada</strong> es lo que obtienes. Tienes que haber activado el que pueda realizarse cualquier pago.
fr: <strong>Récompense confirmée</strong>, c'est ce que vous obtiendrez. Vous devez toutefois atteindre votre seuil de paiement avant que tout paiement puisse être effectué.
ru: <strong>Подтвержденное вознаграждение</strong> - это то, что вы получите. Тем не менее, вы должны достигнуть порога выплат, прежде чем какие-либо выплаты будут сделаны.

source: How does the payout process work?
cs: Jak funguje vyplácení?
es: ¿Cómo funciona el proceso de pago?
fr: Comment fonctionne le processus de paiement ?
ru: Как работает процесс выплат?

source: Mining
cs: Těžení
es: Minando
fr: minage
ru: Майнинг

source: For optimal performance keep mining 24/7. See following article to know <a href="%(link)s">how to set up mining</a> in Slush's pool.
cs: Pro ideální výkonnost těžte 24/7. Přečtěte si následující článek o tom, <a href="%(link)s">jak nastavit těžbu</a> na Slush poolu.
es: Para un funcionamiento óptimo 24/7. Mira el siguiente artículo para conocer <a href="%(link)s">como configurar la minería</a> en Slush's pool.
ru: Для оптимальной производительности продолжайте майнить 24/7. Смотрите следующую стать о том, как <a href="%(link)s"> настроить майнинг</a> в Slush pool.

source: Expected reward
cs: Předpokládaná odměna
es: Recompensa estimada
fr: Récompense attendue
ru: Ожидаемое вознаграждение

source: You can use <a href="%(link)s" target="_blank" class="ext">online calculator</a> to determine how much can be made with your mining hardware. Just insert hash rate of your miner and get your approximate reward.
cs: Můžete použít <a href="%(link)s" target="_blank" class="ext">online kalkulačku</a> pro výpočet předpokládané odměny při daném výkonu Vašeho zařízení. Vložte pouze hash rate a dostanete zhruba odměnu.
es: Puedes usar <a href="%(link)s" target="_blank" class="ext">una calculadora en línea</a> para determinar cuánto se puede ganar con tu hardware de la minería. Sólo tiene que insertar la tasa de hash de su minero y obtendrá su recompensa aproximada.
ru: Чтобы вычислить сколько можно заработать вашим майнинговым оборудованием, Вы можете воспользоваться <a href="%(link)s" target="_blank" class="ext"> он-лайн калькулятором</a>. Просто введите хешрейт своего майнера - и вы получите приблизительное значение вознаграждения.

source: Reward
cs: Odměna
es: Recompensa
fr: Récompense
ru: Вознаграждение

source: See the question above and the <a href="%(link)s">following article</a>
cs: Podívejte se na otázku nahoře a na <a href="%(link)s">následující článek</a>
ru: Об этом вопросе смотрите выше и в <a href="%(link)s">следующей статье</a>

source: Reach payout threshold and get your money
cs: Dosáhněte limitu pro výplatu a dostanete své peníze
es: Alcanza el umbral de pago y obtén tu dinero
fr: Atteignez le seuil de paiement et de récupérez votre argent
ru: Достигайте порога выплат и получайте свои деньги

source: Your confirmed balance is sent to you once it crosses the Send threshold. For detailed explanation see <a href="%(link)s">following article</a>.
cs: Vaše potvrzená odměna je Vám zaslána jakmile přesáhne limit pro výplatu. Pro detailní vysvětlení se podívejte na <a href="%(link)s">následující článek</a>.
es: Tu saldo confirmado se enviará una vez se cruce el umbral de envío. Para una explicación detallada mire el <a href="%(link)s">siguiente artículo</a>.
ru: Ваш подтвержденный баланс будет отправлен вам, как только он достигнет порога отправки. Для подробного объяснения смотрите <a href="%(link)s"> следующую статью</a>.

source: <a href="%(link)s">See the following article</a>
cs: <a href="%(link)s">Podívejte se na následující článek</a>
es: <a href="%(link)s">Mira el siguiente artículo</a>
fr: <a href="%(link)s"> consultez l'article suivant</a>
ru: <a href="%(link)s">Смотрите следующую статью</a>

source: What is Score Based reward system?
cs: Co je skórovací systém odměn?
es: ¿Qué es el sistema de recompensa basado en puntuación?
fr: Qu'est ce que le système de récompense par cotation ?
ru: Что такое система вознаграждений на базе значений хешрейтов?

source: Every user receives a reward proportional to his participation in the pool's mining power. If your scoring hash rate is 1%% of the whole pool, you receive 1%% of the block reward. If you own 0.031%% of hash rate, you receive 0.031%% of rewards. It is that simple.
cs: Každý uživatel obdrží odměnu proporcionálně stejnou jako jeho podíl na těžebním výkonu poolu. Například když je váš skórovací hash rate je 1%% celého poolu, dostanete 1%% odměny z bloku. Pokud vlastníte 0.031%% hash rate, dostanete 0.031%% odměn z bloku. Tak jednoduché to je.
es: Cada usuario recibe una recompensa proporcional a su participación en el minado del pool. Si tu tasa de hash es 1%% del total del pool, tú recibes 1%% de la recompensa del bloque. Si te tu tasa de hash es de 0.031%%, recibes una recompensa de 0.031%%. Es así de de simple.
ru: Каждый пользователь получает вознаграждения пропорционально его вкладу в майнинговую мощность пула. Если ваше значение хешрейта равно 1%% от всего пула, вы получаете 1%% от вознаграждения за блок. Если ваше значение хешрейта 0,031%%, вы получаете 0,031%% вознаграждения. Всё очень просто.

source: If you are interested in deep explanation and the math behind this concept feel free to read <a href="%(link)s">following article</a>
cs: Pokud Vás zajímá hlubší rozbor a matematika tohoto konceptu, přečtěte si prosím <a href="%(link)s">následující článek</a>
es: Si estás interesado en una profunda explicación y la matemáticas tras el concepto no dudes en en leer el <a href="%(link)s">siguiente artículo</a>
ru: Если вы хотите узнать подробно о математическом методе, лежащим в основе этой концепции, вы можете прочесть <a href="%(link)s"> следующую статью</a>

source: What value should I set as a “payout threshold”?
cs: Jakou hodnotu bych si měl nastavit jako limit pro výplatu?
es: ¿Qué cantidad podría establecer como "umbral de pago"?
fr: Quelle valeur dois-je définir comme « seuil de paiement » ?
ru: Какое значение я должен использовать в качестве "порога выплат"?

source: All that it comes to is really finding a sweet spot between short payout period or bigger amounts.
cs: Celé je to v podstatě o hledání kompromisu mezi častější frekvencí výplat a vyššími částkami.
ru: Весь вопрос в том, чтобы найти удачное сочетание короткого периода и большого количества выплат.

source: That said, you should decide for yourself based on how often you want to get your rewards and the speed at which you are able to mine such amount of BTC.
cs: Rozhodnutí je na Vás. Závisí na tom, jak často chcete dostávat odměny a na době, za kterou jste schopen takový objem BTC natěžit.
ru: При этом вам нужно решить для себя, основываясь на том, как часто вы хотите получать вознаграждения и какова скорость, с которой вы можете майнить такое количество BTC.

source: The minimum value is 1 mBTC. Just keep in mind that additional fee of 0.1 mBTC applies to payouts below 10 mBTC.
cs: Minimální hodnota je 1 mBTC. Pro výplatu menší než 10 mBTC se započítá dodatečný poplatek 0.1 mBTC.
es: El valor mínimo es 1 mBTC. Debemos tener en cuenta que la tasa adicional de 0.1 mBTC será aplicada a pagos inferiores a 10 mBTC.
ru: Минимальное значение составляет 1 mBTC. Помните, что с выплат ниже 10 mBTC снимается дополнительная плата, равный 0.1 mBTC.

source: User <span>Account</span>
cs: Můj <span>účet</span>
es: <span>Cuenta</span> de Usuario
fr: <span>Mon compte</span>
ru: <span>Учетная запись</span> пользователя

source: How do I register at Slush Pool?
cs: Jak se zaregistruji na Slush Poolu?
es: ¿Cómo me registro en Slush Pool?
fr: Comment puis-je m'inscrire à pool Slush ?
ru: Как мне зарегистрироваться в Slush Pool?

source: Anonymity is one of the core values which we embraced deeply into our company philosophy. Therefore we do not collect any personal data and our <strong>registration process is really simple</strong>. Please just fill in the necessary information like <strong>user-name</strong>, <strong>e-mail</strong> and <strong>password</strong> on the following <a href="%(register)s">link</a>. Click on the confirmation link which will be sent to your e-mail.
cs: Anonymita je jednou základních hodnot, na kterou se v naší firemní filozofii soustředíme. Proto neuchováváme žádné osobní informace a náš <strong>proces registrace je opravdu jednoduchý</strong>. Vyplňte prosím nezbytné informace jako <strong>uživatelské jméno</strong>, <strong>e-mail</strong> a <strong>heslo</strong> v následujícím <a href="%(register)s">odkazu</a>. Následně klikněte na potvrzovací odkaz, který obdržíte emailem.
ru: Анонимность - одна из базовых ценностей, которые глубоко внедрены в философию нашей компании. Поэтому мы не собирает никаких личных данных и наш <strong> регистрационный процесс отличается простотой</strong>. Пожалуйста, просто внесите необходимую информацию, такую как <strong>имя пользователя</strong>, <strong> е-мейл</strong> и <strong>пароль</strong> в следующие <a href="%(register)s">поля</a>. Нажмите на подтверждающую ссылку, которую мы отправим на ваш е-мейл.

source: What is the payout address and where can I find it?
cs: Co je výplatní adresa a kde ji najdu?
es: ¿Qué es la dirección de pago y donde puedo encontrarla?
fr: Quelle est l'adresse de paiement et comment la trouver ?
ru: Что такое адрес для выплат и где он находится?

source: Payout address is the <strong>Bitcoin address</strong> where we will send you your rewards. If you do not have any Bitcoin address yet there are multiple wallet providers out there where you can create your own.
cs: Výplatní adresa je <strong>Bitcoinová adresa</strong>, na kterou Vám budeme zasílat odměny. Pokud ještě nemáte žádnou Bitcoinovou adresu, existuje spousta poskytovatelů peněženek, u kterých si jednu můžete pořídit.
es: La dirección de pago es la<strong>dirección Bitcoin </strong> donde se enviará tu recompensa. Si aún no tienes dirección Bitcoin hay múltiples proveedores de carteras donde puedes creártela.
ru: Адрес для выплат это <strong>Биткойн-адрес</strong>, на который мы будем отправлять Вам вознаграждения. Если у вас еще нет Биткойн-адреса в сути есть множество поставщиков услуги, с помощью которых вы можете создать себе Биткойн-адресс.

source: We do recommend to use <a href="%(trezor)s" target="_blank" class="ext">Bitcoin TREZOR</a> for your coins storage since it is the safest device currently available on the market. However there are other wallet providers and we recommend full clients like <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> or <strong>Multibit</strong>, which have the feature of <strong>message signing</strong>. This feature is useful in case you <strong>locked your wallet</strong> or an access to your <strong>2FA code was lost</strong>. You can download a standalone client from <a href="%(bitcoin)s" target="_blank" class="ext">www.bitcoin.org</a> as well and let it create one Bitcoin receiving address for you.
cs: Pro uchovávání Vašich mincí doporučujeme <a href="%(trezor)s" target="_blank" class="ext">Bitcoin TREZOR</a>, protože je to nejbezpečnější možné řešení aktuálně dostupné na trhu. Jsou nicméně i další možnosti a z těch můžeme doporučit plnohodnotné klienty jako <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> nebo <strong>Multibit</strong>, které mají funkcionality jako <strong>podepisování zpráv</strong>. Tato funkce se hodí v případě, že svou <strong>výplatní adresu uzamknete</strong> nebo <strong>ztratíte přístup k 2faktorové autentizaci</strong>. Můžete si také stáhnout samostaného klienta z <a href="%(bitcoin)s" target="_blank" class="ext">www.bitcoin.org</a> a s jeho pomocí vytvořit adresu pro přijímání Bitcoinů.
ru: Для хранения ваших Коинов мы настоятельно рекомендуем использовать хранилище <a href="%(trezor)s" target="_blank" class="ext">Bitcoin TREZOR</a> поскольку это самый безопасный способ, из существующих сегодня на рынке. Тем не менее, есть и другие провайдеры кошельков, и мы рекомендуем клиентам такие провайдеры как <strong>Bitcoin-Qt</strong>,<strong>Electrum</strong> или <strong>Multibit</strong>, которые реализовали функцию <strong>подписи сообщений</strong>. Функция полезна в случае, если вы <strong> заблокировали свой кошелек</strong> или доступ к вашему <strong>2FA -коду был утерян</strong>. Также Вы можете загрузить автономный клиент с <a href="%(bitcoin)s" target="_blank" class="ext">www.bitcoin.org</a> и позволить ему создать для Вас адрес для получения Биткоинов.

source: Once you have it:
cs: Jakmile ji získáte:
es: Cuando lo tengas:
fr: Une fois que vous l'avez :
ru: Когда у вас он будет:

source: Go to your <a href="%(settings)s">Settings tab</a>
cs: Jděte do <a href="%(settings)s">záložky Nastavení</a>
es: Ve a tu <a href="%(settings)s">pestaña Configuración</a>
fr: Allez dans votre <a href="%(settings)s"> onglet Paramètres</a>
ru: Перейдите во <a href="%(settings)s">Вкладку настроек</a>

source: Go to <a href="%(link)s">Payouts tab</a>
cs: Jděte do <a href="%(link)s">záložky Výplaty</a>
es: Ve a <a href="%(link)s">pestaña Pagos</a>
fr: Allez dans <a href="%(link)s"> l'onglet paiements</a>
ru: Перейдите во <a href="%(link)s"> Вкладку выплат</a>

source: Put the address into the “New wallet” field
cs: Vložte adresu do pole "Nová peněženka"
es: Pon la dirección en el campo "Nueva cartera"
fr: Mettez l'adresse dans le champ « nouveau portefeuille »
ru: Пропишите адрес в поле "Новый кошелек"

source: Click “Save “ button
cs: Klikněte na "Uložit"
es: Click en el botón "Guardar"
fr: Cliquez sur le bouton "Enregistrer"
ru: Нажмите клавишу "Сохранить"

source: Your mining rewards will be automatically sent to this address once your confirmed reward crosses the payout threshold.</p>
cs: Vytěžené odměny se budou automaticky připisovat na tuto adresu jakmile potvrzená odměna přesáhne limit pro výplatu.</p>
es: Sus recompensas de la minería se enviarán automáticamente a esta dirección una vez que su recompensa confirmada cruce el umbral de pago. </p>
ru: Ваши вознаграждения за майнинг будут автоматически перечисляться на этот адрес, после того как Вы подтвердите вознаграждение, перейдя порог выплат.</p>

source: Important note: We strongly <strong>discourage users</strong> to <strong>use wallets</strong> which they do not <strong>completely control</strong> (such as wallets on exchanges - remember what happened to Mt.Gox?) as their payout wallets.</p>
cs: Důležité upozornění: Silně <strong>nedoporučujeme uživatelům</strong> pro výplaty <strong>používat peněženky</strong>, nad kterými nemají <strong>kompletní kontrolu</strong> (jako například peněženky na směnárnách - pamatujete na Mt.Gox?).</p>
es: Nota importante: Recomendamos vigorosamente <strong>que los usuarios rechacen</strong><strong>usar carteras</strong> que no <strong>controlen por completo</strong> (como carteras en exchanges - recuerdan que ocurrió en Mt.Gox?) as their payout wallets.</p>
ru: Важное замечание: Мы настоятельно <strong>советуем пользователям не использовать кошельки</strong>, которые они <strong>полностью не контролируют</strong> (такие, как кошельки на обменниках - помните, что случилось с Mt.Gox?) в качестве своих кошельков для выплат.</p>

source: What is the best way to protect my account?
cs: Jak nejlépe ochráním svůj učet?
es: ¿Cuál es la mejor manera de proteger mi cuenta?
fr: Quelle est la meilleure façon de protéger mon compte ?
ru: Каков самый лучший способ защитить мою учетную запись?

source: We strongly encourage you to enable either the <strong>lock</strong> feature or to use <strong>2FA authentication</strong> to protect the funds on your account. Follow these instructions to enable it:
cs: Silně doporučujeme k ochraně prostředků na účtu použít funkci <strong>uzamčení</strong> nebo <strong>2FA autentizaci</strong>. Pro povolení těchto funkcí postupujte dle následujících instrukcí:
ru: Мы настоятельно рекомендуем Вам включить <strong>заблокировать </strong> доступ к адреса или подключить <strong>2FA-аутентификацию</strong> для защиты сумм на вашем учетном счете. Чтобы сделать это следуйте следующей инструкции:

source: Visit your <a href="%(settings)s">Settings page</a>
cs: Běžte na stránku <a href="%(settings)s">Nastavení</a>
es: Visita tu <a href="%(settings)s">página de Configuración</a>
fr: Visitez votre <a href="%(settings)s"> page paramètres</a>
ru: Откройте <a href="%(settings)s">Страницу Настроек</a>

source: On the Settings tab, click <a href="%(link)s">Security tab</a>
cs: Zde klikněte na záložku <a href="%(link)s">Zabezpečení</a>
es: En la pestaña Configuración, click en <a href="%(link)s">pestaña Seguridad</a>
fr: Dans l'onglet paramètres, cliquez sur <a href="%(link)s"> onglet sécurité</a>
ru: На вкладке Настроек, нажмите <a href="%(link)s">Вкладку Безопасность</a>

source: Follow instructions either for <strong>Locking the address</strong> or <strong>enabling 2FA</strong>
cs: Postupujte dle instrukcí pro <strong>Uzamčení adresy</strong> nebo <strong>povolení 2FA</strong>
ru: Следуйте инструкции или для <strong>блокирования адреса</strong> или <strong>обеспечения 2FA</strong>

source: I can't log in. What is wrong?
cs: Nemůžu se přihlásit. Co je špatně?
es: No puedo acceder. ¿Qué hago mal?
fr: Je ne peux pas me connecter. Qu'est-ce qui ne va pas ?
ru: Я не могу залогиниться. Что не так?

source: If you cannot log into your account, it is probably due to one of these reasons:
cs: Pokud se nemůžete přihlásit do svého účtu, je to pravděpodobně jedním z následujících důvodů:
es: Si no puedes ingresar en tu cuenta, podría ser por alguna de estas razones:
fr: Si vous ne pouvez pas accéder à votre compte, c'est probablement dû à une des raisons suivantes :
ru: Если вы не можете войти в свою учетную запись, это, вероятно, в силу одной из следующих причин:

source: You are entering invalid CAPTCHA. Our captchas are very challenging for security reasons. This problem is indicated by the error "Invalid CAPTCHA"
cs: Vkládáte nesprávný CAPTCHA kód. Naše captcha kódy jsou z bezpečnostních důvodu velice náročné. Tento problém je indikován chybou "Nesprávná CAPTCHA"
es: Estas introduciendo un CAPTCHA inválido. Nuestros captchas son muy cambiantes por razones de seguridad. Este problema es indicado por el error "CAPTCHA inválido"
ru: Вы вводите неверную КАПЧУ. Наши капчи сделаны очень сложными из соображений безопасности. На эту проблему указывает сообщение "Неверная КАПЧА"

source: You are using an incorrect user-name. Please be aware that neither "bob@gmail.com" nor "miner.worker1" is a user-name. This problem might be indicated by: "please enter a correct user-name and password. Note that both fields are case-sensitive".
cs: Používáte nesprávné uživatelské jméno. Pamatujte si prosím, že "bob@gmail.com" ani "miner.worker1" nejsou uživatelská jména. Tento problém je indikován chybou: "vložte prosím správné uživatelské jméno a heslo. Pamatujte si, že obě pole rozlišují malá a velká písmena".
ru: Вы используете некорректное имя пользователя. Пожалуйста, обратите внимание, что ни "bob@gmail.com" , ни "miner.worker1" - не являются именами пользователей. На эту проблему указывает сообщение: "пожалуйста, введите корректное имя пользователя и пароль. Обратите внимание, что оба поля чувствительны к регистру".

source: You are ignoring case-sensitiveness. Both user-name and password are case-sensitive. This problem might be indicated by: "please enter a correct user-name and password. Note that both fields are case-sensitive".
cs: Ignorujete malá a velká písmena. Jak uživatelské jméno, tak heslo rozlišují malá a velká písmena. Tento problém je indikován chybou: "vložte prosím správné uživatelské jméno a heslo. Pamatujte si, že obě pole rozlišují malá a velká písmena".
ru: Вы игнорируете регистр раскладки клавиатуры. И имя пользователя, и пароль - чувствительны к регистру. На эту проблему указывает сообщение: "пожалуйста, введите корректное имя пользователя и пароль. Обратите внимание, что оба поля чувствительны к регистру".

source: Please make sure none of these is your case before seeking further help from our <a href="%(support)s" target="_blank" class="ext">support staff</a> for not being able to log in.
cs: Ujistěte se prosím, že nic z toho není Váš případ, ještě před tím, než se zeptáte na naší <a href="%(support)s" target="_blank" class="ext">zákaznické podpoře</a>, proč se nemůžete přihlásit.
ru: Пожалуйста, убедитесь, что ни одна из этих проблем к вам не относится, прежде чем обращаться за дополнительной помощью в <a href="%(support)s" target="_blank" class="ext">Центр поддержки</a> из-за того, что вы не можете залогиниться.

source: How can I change my registered email address?
cs: Jak mohu změnit svou zaregistrovanou emailovou adresu?
es: ¿Cómo puedo cambiar mi dirección de email ya registrada?
fr: Comment puis-je changer mon adresse e-mail enregistrée ?
ru: Как мне изменить зарегистрированный е-мейл адрес?

source: There are two options how to change registered e-mail:
cs: Existují dvě možnosti jak změnit zaregistrovaný email:
es: Hay dos opciones para cambiar el e-mail registrado:
fr: Il y a deux options pour modifier l'adresse e-mail enregistrée :
ru: Есть два варианта изменения зарегистрированного е-мейла:
