Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

# terms
source: Pool fee is 2%% (calculated from block reward and transaction fees).
cs: Poolový poplatek je 2%% (počítáno z odměny za blok a transakčních poplatků).
fr: Les frais de la pool sont de 2%% (calculé par la récompense du bloc et des frais de transaction).
zh: 矿池费用是2%%（以区块报酬和交易费用之和来计算）。

# terms
source: Fees from bitcoin transactions are paid to miners that use Stratum interface.
cs: Poplatky z bitcoinových transakcí jsou vypláceny těžařům, kteří používají Stratum rozhraní.
fr: Les frais de transactions en bitcoins sont payés aux mineurs qui utilisent l'interface Stratum.

# terms
source: Orphaned (invalid) blocks are not paid. It helps to keep pool fee low.
cs: Osiřelé (neplatné) bloky nejsou proplácany. To pomáhá udržovat nízký poolový poplatek.
fr: Les blocs orphelins ne sont pas récompensés. Cela permet d'avoir des frais de pool relativement bas.
zh: 无效的区块不会被支付。这有助于保持矿池的费用低。

# terms
source: Pool is not an e-wallet or a bitcoin bank. We are not responsible for loss of your bitcoins which are stored in the pool account. All your mined coins have to be regularly paid out to your secured wallet.
cs: Pool není e-peněženka nebo bitcoinová banka. Nejsme zodpovědni za ztrátu vašich bitcoinů, které jsou uloženy na vašem poolovém účtu. Všechny vaše bitcoiny musí být pravidelně vypláceny do vaší zabezpečené peněženky.
fr: La pool n'est pas un porte-monnaie en ligne ou une banque. Nous ne sommes pas responsable de la perte de vos bitcoins que vous avez conservés dans le compte de la pool. Toutes les pièces minées doivent être régulièrement payés à votre porte-monnaie sécurisé.
zh: 矿池不是电子钱包或比特币银行。我们对您保存在矿池账户里的比特币损失不负任何责任。您挖矿所得的比特币都得定期支付到您的安全的钱包。

# terms
source: Account Usage, Precautions for Botnets
cs: Používání účtu, Opatření proti Botnetům
fr: Utilisation du compte, précautions pour les réseaux Botnets
zh: 账户用法，僵尸网络的预防

# terms
source: Botnets aren't welcome. Account with large amount of miners which are using different IPs may be disabled without previous warning. Please move your zombies elsewhere.
cs: Botnety nevidíme rádi. Účet s velkým množstvím zařízení, který používá rozdílné IP adresy, může být pozastaven bez předchozího varování. Prosíme o přesunutí vašich zombií nějak jinam.
fr: Les Botnets ne sont pas les bienvenue. Un compte avec un grand nombre de mineurs qui usent une adresse IP différente peut être désactivé sans préavis. S'il vous plaît, déplacez vos zombies ailleurs, Merci.
zh: 僵尸网络在这里不受欢迎。使用不同IP地址的挖矿组成的账户会在没有警告的情况下被禁用。僵尸网络请移步。

# terms
source: More accounts which are controlled by one person may be considered as a botnet.
cs: Více účtů ovládaných jednou osobou může být považováno za botnet.
fr: Plusieurs comptes contrôlés par une seule personne peut être considéré comme un botnet.
zh: 同一人使用多个不同账户可能会被视为僵尸网络。

# terms
source: Accounts which are inactive for longer than a year (no login to web profile, no mining activity) may be deleted after three email warnings (30 days, 10 days and one day before deletion). Remaining bitcoin balance will be considered as a pool donation.
cs: Účty, které nejsou aktivní déle než rok (žádný login na web, žádná těžební aktivita), mohou být smazány po třech emailových varováních (30 dní, 10 dní a 1 den před smazáním). Zbývající bitcoiny budou považovány za příspěvek na chod poolu.
fr: Les comptes inactifs depuis plus d'un an (pas de connexion au profil, aucune activité de minage), peuvent être supprimés après 3 avertissements par email (30 jours, 10 jours et 1 jour avant suppression). Le solde restant sur le compte sera considéré comme un don à la pool.
zh: 超过一年不使用的账户（未登录，未发生任何挖矿活动）可能会在三封警告邮件（删除前30天，10天和一天）后被删除。账户内的余额将被视作对矿池的捐献。

# terms
source: Notification of Changes
cs: Upozornění na změny
es: Notificación de cambios
fr: Notification de changements
zh: 更改的通知

# UI
source: Hello
cs: Dobrý den
es: Hola
fr: Salut
ru: Здравствуйте
zh: 你好

# UI
source: You are receiving this email because you requested a deletion of your account in our <a href="%(site_url)s">%(site_name)s</a> mining pool.
cs: Tento email byl odeslán, protože někdo zažádal o smazání Vašeho účtu na poolu <a href="%(site_url)s">%(site_name)s</a>.
ru: Вы получили данный е-мейл потому, что сделали запрос на удаление своей учетной записи на нашем <a href="%(site_url)s">%(site_name)s</a> майнинговом пуле.

# UI
source: If you are certain you wish to delete your account <strong>%(username)s</strong>, please follow <a href="%(delete_url)s">this&nbsp;confirmation&nbsp;link</a>. The link is valid for one hour only. If you missed this e-mail and the link expired, please make a new request on the pool website.
cs: Pokud chcete opravdu smazat svůj účet <strong>%(username)s</strong>, klikněte prosím na <a href="%(delete_url)s">tento&nbsp;potvrzující&nbsp;odkaz</a>. Odkaz je platný po dobu jedné hodiny. Jestliže vypršela platnost odkazu, jděte prosím na naši webovou stránku a vytvořte nový požadavek.
ru: Если Вы действительно хотите удалить свою учетную запись <strong>%(username)s</strong>, пожалуйста, пройдите по этой подтверждающей ссылке <a href="%(delete_url)s">&nbsp;&nbsp;</a>. Ссылка будет действительна только в течение часа. Если вы пропустите этот е-мейл и срок действия ссылки истечет, пожалуйста, отправьте новый запрос на сайт пула.

# UI
source: Please note that after account deletion, any remaining balance of your account will be considered a kind donation to the pool. If you did not request the payout, you now have the last chance before following the confirmation link.
cs: Případný zbývající zůstatek na Vašem účtu bude použit jako příspěvek na provoz poolu. Pokud jste zapomněl požádat o vyplacení zbývající odměny, máte teď poslední příležitost.
ru: Пожалуйста, обратите внимание, что после удаления учетной записи, любой оставшийся баланс на вашем счету будет рассматриваться как пожертвование в пользу пула. Если вы не запрашивали выплаты, сейчас у Вас есть последний шанс сделать это, перед тем, как перейти по ссылке подтверждения.

# UI
source: In case you did NOT initiate this request, please do NOT click the confirmation link above, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
cs: Pokud jste o zrušení účtu nežádal, neklikejte prosím na potvrzující odkaz uvedený výše, ihned si změňte heslo, a nahlašte tento incident na <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: Если Вы НЕ отправляли запрос для удаления Вашей учетной записи, пожалуйста, НЕ нажимайте подтверждающую ссылку, которая находится выше. Немедленно измените свой пароль и сообщите об инциденте для его дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.

# UI
source: We noticed that you have not used your account at our pool <a href="%(site_url)s">%(site_name)s</a> for longer than one year.
cs: Všimli jsme si, že jste nepoužil svůj účet <a href="%(site_url)s">%(site_name)s</a> na našem poolu déle než jeden rok.
ru: Мы обратили внимание, что вы уже более года не пользовались своей учетной записью в нашем пуле <a href="%(site_url)s">%(site_name)s</a>.

# UI
source: The pool logic is set so that it automatically deactivates unused user accounts in order to keep the database compact and reliable.
cs: Logika poolu je nastavena tak, aby pro udržení kompaktní a spolehlivé databáze automaticky deaktivovala nepoužívané uživatelské účty.
ru: Алгоритмы работы пула установлены таким образом, чтобы автоматически деактивировать неиспользуемые учетные записи пользователей, для того, чтобы поддерживать компактность и надежность базы данных.

# UI
source: If you do not use the services of our pool in the following %(days)s days, your account will be disabled and any remaining coins will be considered a kind donation to the pool.
cs: Pokud služeb našeho poolu nevyužijete v následujících %(days)s dnech, Váš účet bude deaktivován a veškeré zbývající prostředky budou považovány za příspěvek poolu.
ru: Если вы не воспользуетесь услугами нашего пула в последующие %(days)s дней, ваша учетная запись будет отключена и все оставшиеся койны будут рассматриваться как пожертвование в пользу пула.

# UI
source: To prevent your account from being disabled, please log into your profile on the pool website at <a href="%(site_url)s">%(site_url)s</a>.
cs: Abyste zabránil deaktivaci Vašeho účtu, přihlašte se prosím na stránce poolu <a href="%(site_url)s">%(site_url)s</a>.
ru: Для того, чтобы предотвратить отключение ваше учетной записи, пожалуйста, войдите под своим логином в свой профиль на странице пула <a href="%(site_url)s">%(site_url)s</a>.

# UI
source: If you have any further questions, please contact us at <a href="mailto:%(support_url)s">%(support_url)s</a>.
cs: Pokud máte nějaké další dotazy, obraťte se prosím na <a href="mailto:%(support_url)s">%(support_url)s</a>.
ru: Если у вас возникли дополнительные вопросы, пожалуйста, свяжитесь с нами <a href="mailto:%(support_url)s">%(support_url)s</a>.

# UI
source: You are receiving this email because you requested to change your e-mail address to <strong>%(email)s</strong>
cs: Tento email byl odeslán, protože někdo požádal o změnu Vašeho emailu na: <strong>%(email)s</strong>
ru: Вы получили данное электронное письмо потому, что запрашивали изменение вашего электронного почтового адреса на <strong>%(email)s</strong>

# UI
source: To authorize this request, please follow <a href="%(confirm_url)s">this&nbsp;confirmation&nbsp;link</a>
cs: Pro potvrzení tohoto požadavku prosím klikněte na <a href="%(confirm_url)s">tento&nbsp;potvrzující&nbsp;odkaz</a>
ru: Для подтверждения данного запроса, пожалуйста, пройдите <a href="%(confirm_url)s">по данной&nbsp; подтверждающей&nbsp; ссылке</a>

# UI
source: In case you did NOT initiate this change, please cancel this request at <a href="%(cancel_url)s">this&nbsp;cancel&nbsp;link</a>, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
cs: Pokud jste tuto změnu adresy nevyžádal, <a href="%(cancel_url)s">zrušte&nbsp;tento&nbsp;požadavek</a>, ihned si změňte heslo a nahlašte tento incident na <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: В случае, если вы НЕ запрашивали этого изменение, пожалуйста, отмените данный запрос по <a href="%(cancel_url)s">этой&nbsp;отменяющей &nbsp;ссылке</a>, измените немедленно свой пароль и сообщите об инциденте для его дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.

source: Change my email
cs: Změnit můj email
ru: Изменить мой адрес электронной почты

# UI
source: We detect changes in the current state of your %(coin)s workers. Please see the report below:
cs: Pool zjistil změny ve stavu vašich %(coin)s zařízení. Podívejte se prosím na zprávu níže:

# UI
source: Event Time
cs: Čas události
es: Tiempo del evento
fr: Heure de l'évènement
ru: Время события
zh: 事件时间

# UI
source: Account Hash Rate
cs: Hash rate účtu
es: Velocidadd de Hash de la cuenta
fr: Taux de hachage du compte
ru: Хешрейт учетной записи
zh: 账户hash速率

# UI
source: Worker States (Changes)
cs: Stavy zařízení (změny)
es: Estados de el/los trabajador/es (cambios)
fr: Etat du travailleur (modifications)
ru: Состояния (изменения) воркеров
zh: 矿工状态 (更改)

# UI
source: Worker Name
cs: Název zařízení
es: Nombre del trabajador
fr: Nom du travailleur
ru: Имя воркера
zh: 矿工名字

# UI
source: State Change
cs: Změna stavu
es: Cambio de estado
fr: Changement d'état
ru: Изменение состояния
zh: 状态修改

# UI
source: State Changed After
cs: Stav změněn po
es: Estado cambiado después de
fr: Etat modifié après
ru: Состояние изменено после
zh: 状态持续

# UI
source: Actual Hash Rate
cs: Aktuální hash rate
es: Tasa de hash actual
fr: Taux de Hachage actuel
ru: Действительный хешрейт
zh: 当前Hash速率

# UI
source: Alert Limit
cs: Výstražný limit
fr: Limite d'alerte
ru: Порог оповещения
zh: 警告限值

# UI
source: You can also see the monitoring report on-line at <a href="%(monitoring_url)s">%(monitoring_url)s</a>
cs: Zpráva o sledování je přístupná on-line na stránce <a href="%(monitoring_url)s">%(monitoring_url)s</a>
ru: Вы также можете видеть он-лайн отчет мониторинга в <a href="%(monitoring_url)s">%(monitoring_url)s</a>

# UI
source: You are receiving this email because you requested a password reset for your user account at <a href="%(site_url)s">%(site_name)s</a>.
cs: Tento email byl odeslán, protože někdo zažádal o obnovení hesla u vašeho účtu <a href="%(site_url)s">%(site_name)s</a>.
ru: Вы получили данное электронное письмо потому, что запрашивали переустановку пароля для своей учетной записи в <a href="%(site_url)s">%(site_name)s</a>.

# UI
source: Please, follow the link and change your password <a href="%(reset_url)s">here</a>
cs: Pro změnu hesla pokračujte prosím na stránku <a href="%(reset_url)s">svého profilu</a>
ru: Пожалуйста, перейдите по ссылке и измените свой пароль <a href="%(reset_url)s">здесь</a>

# UI
source: The username associated with this e-mail is: <strong>%(username)s</strong>
cs: Uživatelské jméno spojené s tímto emailovým účtem je: <strong>%(username)s</strong>
ru: Имя пользователя, связанное с этим адресом электронной почты следующее: <strong>%(username)s</strong>

# UI
source: In case you did NOT initiate this change, please, contact us at <a href="mailto:%(support_email)s">%(support_email)s</a>
cs: V případě, že jste o tuto změnu nežádal, nás prosím kontaktujte na <a href="mailto:%(support_email)s">%(support_email)s</a>
ru: В случае, если вы НЕ инициировали эти изменения, пожалуйста, свяжитесь с нами <a href="mailto:%(support_email)s">%(support_email)s</a>

source: Reset password
cs: Obnovení mého hesla
ru: Переустановить пароль

# UI
source: Password reset on Slush Pool
cs: Obnovení hesla pro Slush Pool
ru: Переустановить пароль на Slush Pool

# UI
source: Your reward for mining with our <a href="%(site_url)s">%(site_name)s</a> mining pool has exceeded your defined threshold.
cs: Odměna za těžení na <a href="%(site_url)s">%(site_name)s</a> poolu překročila Vámi stanovený limit pro výplatu.
ru: Ваше вознаграждение за майнинг с нашим <a href="%(site_url)s">%(site_name)s</a> майнинговым пулом превысило установленным вами порог для выплат.

source: View your proposal
cs: Zobrazit Váš návrh
ru: Просмотрите ваше предложение

# UI
source: Proposal state change - %(state)s (%(name)s)
cs: Změna stavu návrhu - %(state)s (%(name)s)
ru: Состояние предложения изменено - %(state)s (%(name)s)

# UI
source: Thank you for signing up for our <a href="%(site_url)s">%(site_name)s</a> mining pool.
cs: Děkujeme, že jste si zaregistroval účet na <a href="%(site_url)s">%(site_name)s</a> poolu.
ru: Спасибо за регистрацию в нашем <a href="%(site_url)s">%(site_name)s</a> майнинговом пуле.

# UI
source: In order to activate your account and start mining, please follow this <a href="%(activate_url)s">activation url</a>.
cs: Pro aktivaci svého účtu prosím klikněte na <a href="%(activate_url)s">aktivační odkaz</a>.
ru: Для того, чтобы активировать вашу учетную запись и начать майнить, пожалуйста, проследуйте по этой <a href="%(activate_url)s">активационной ссылке</a>.

source: Activate
cs: Aktivovat
ru: Активировать

# UI
source: You are receiving this email because you requested to change your %(coin)s wallet to the new address: <strong>%(wallet)s</strong>.
cs: Tento email byl odeslán, protože někdo požádal o změnu Vaší %(coin)s peněženky na novou adresu: <strong>%(wallet)s</strong>.

# UI
source: To authorize this request, please follow <a href="%(wallet_confirm_link)s">this&nbsp;confirmation&nbsp;link</a>.
cs: Pro potvrzení tohoto požadavku prosím klikněte <a href="%(wallet_confirm_link)s">na&nbsp;tento&nbsp;odkaz</a>.
ru: Для подтверждения данного запроса, пожалуйста, перейдите <a href="%(wallet_confirm_link)s">по этой&nbsp; подтверждающей &nbsp; ссылке</a>.

# UI
source: In case you did NOT initiate this change, please <a href="%(wallet_cancel_link)s">cancel&nbsp;this&nbsp;request</a>, change your password immediately and report this incident for further investigation at <a href="mailto:%(support_email)s">%(support_email)s</a>.
cs: Pokud jste tuto změnu nevyžádal, prosím <a href="%(wallet_cancel_link)s">zrušte&nbsp;tento&nbsp;požadavek</a>, ihned si změňte heslo a nahlašte tento incident našemu týmu zákaznické podpory na <a href="mailto:%(support_email)s">%(support_email)s</a>.
ru: В случае, если вы НЕ инициировали данные изменение, пожалуйста <a href="%(wallet_cancel_link)s"> отмените &nbsp; этот &nbsp; запрос</a>, немедленно измените ваш пароль и сообщите об инциденте для дальнейшего расследования в <a href="mailto:%(support_email)s">%(support_email)s</a>.

source: Change my wallet
cs: Změnit peněženku
ru: Изменить кошелек

# UI
source: Newer
cs: Novější
es: Más nuevo
zh: 更新的

# UI
source: Older
cs: Starší
es: Más antiguo
fr: Plus âgés
zh: 更旧的

# UI
source: I agree with <a target="_blank" href="%(terms_url)s">terms of service</a>.
es: Estoy de acuerdo con los <a target="_blank" href="%(terms_url)s">términos del servicio</a>.

# UI
source: Got it!
es: ¡Lo entiendo!

# UI
source: Contact Us
es: Contacte con Nosotros

# UI
source: You can use multiple channels to reach out to us.
es: Puede usar múltiples canales para contactar con nosotros.

# UI
source: To get a fast response to your questions, see our <a href="%(manual_intro)s">User Manual</a>, and our <a href="%(kb)s" target="_blank">%(globe_icon)s Knowledge Base</a>. We also have a strong community support on our <a href="%(irc_url)s" target="_blank">%(globe_icon)s IRC channel</a>. Although this is not our official support channel, you can get help from our experienced users in a fast manner. For fresh fast updates on pool's operation status visit our <a href="%(fb_url)s" target="_blank">%(globe_icon)s Facebook pages</a>.
es: Para obtener una respuesta rapida a sus preguntas, vea nuestro <a href="%(manual_intro)s">Manual de Usuario</a>, y nuestra <a href="%(kb)s" target="_blank">%(globe_icon)s Base de Conocimiento</a>. También tenemos una comunidad de apoyo muy fuerte en nuestro <a href="%(irc_url)s" target="_blank">%(globe_icon)s Canal IRC</a>. Este no es nuestro canal de soporte oficial, pero puede obtener respuestas rápidas vía este medio. Para nuevas y rápidas actualizaciones sobre el estado del pool, visite nuestra <a href="%(fb_url)s" target="_blank">%(globe_icon)s Página de Facebook</a>.

# UI
source: Please make sure to look into these resources before contacting our Support Team:
es: Por favor, asegúrese de buscar en estos recursos antes de contactar con nuestro Equipo de Soporte:

# UI
source: helps you to get started fast and understand all the basics you need to know about mining with Slush's Pool.
es: ayuda a que comiences rápido y entiendas todo lo básico que necesitas saber sobre minar con Slush's Pool.

# UI
source: Getting Started
es: Comenzando

# UI
source: Pool Terminology
es: Terminología del Pool

# UI
source: Reward System
es: Sistema de Recompensas

# UI
source: Payments
es: Pagos

# UI
source: Mining Device Monitoring
es: Monitoreo de dispositivos de minería

# UI
source: and more&hellip;
es: y mas&hellip;

# UI
source: Knowledge <span>Base</span>
es: Base de <span>Conocimiento</span>

# UI
source: provides answers to the most frequent questions and technical issues of our users.
es: Proporciona respuestas a las preguntas mas frecuentes y problemas técnicos que puedan tener nuestros usuarios.

# UI
source: IRC <span>Channel</span>
es: Canal <span>IRC</span>

# UI
source: Log into our IRC channel here: <a href="%(irc_url)s" target="_blank">%(globe_icon)s #mining.bitcoin.cz</a> and discuss with our experienced users. Also, new blocks found by our pool are being announced through this channel.
es: Entre a nuestro canal de IRC aqui: <a href="%(irc_url)s" target="_blank">%(globe_icon)s #mining.bitcoin.cz</a> e interactue con nuestros usuarios experimentados. También los nuevos bloques encontrados por nuestro pool serán anunciados a través de este canal.

# UI
source: Facebook Page
es: Pagina de Facebook

# UI
source: Regular updates and all current issues are being posted on our <a href="%(fb_url)s">Facebook page.</a> User comments to our post are allowed.
es: Actualizaciones regulares y cualquier otro problema actual esta siendo mencionado en nuestra <a href="%(fb_url)s">Pagina de Facebook.</a> Comentarios en nuestros posts están permitidos.

# UI
source: Our Facebook page is not our official support channel, but our support team regularly checks and replies to some of the user comments.
es: Nuestra pagina de Facebook no es nuestro canal de soporte oficial, pero nuestro equipo de soporte revisa regularmente esta pagina y responde a algunos de los comentarios de nuestros usuarios.

# UI
source: Submit a Ticket
es: Enviar un Ticket

# UI
source: Please, make sure the answer to your question can not be found in our <a href="%(getting_started)s">Getting Started</a> section, <a href="%(manual_intro)s">User Manual</a> and <a href="%(kb)s" target="_blank">%(globe_icon)s Knowledge Base</a> prior to submitting a ticket to our support team. Like this you will help us maintaining a high quality and response rate of our Support. Thank you for your understanding.
es: Por favor, asegúrese que la respuesta a su pregunta no pueda ser encontrada en la sección <a href="%(getting_started)s">Comience Aquí</a>, <a href="%(manual_intro)s">Manual de Usuario</a>, y <a href="%(kb)s" target="_blank">%(globe_icon)s Base de Conocimiento</a> antes de enviar un ticket a nuestro equipo de soporte. De esta manera nos gustaría ayudar a mantener una alta calidad en el servicio de respuesta por parte de nuestro equipo de soporte. Gracias por su comprensión.

# UI
source: When Submitting a Support System Ticket
es: Cuando enviar un ticket a nuestro sistema de soporte

# UI
source: A new ticket will be created automatically by sending email to support at <span class="strong">bitcoin dot cz</span> or by entering the ticket via our <a href="%(kb_ticket)s" target="_blank">%(globe_icon)s web interface</a>.
es: Un ticket nuevo sera creado automaticamente al enviar un e-mail al equipo de soporte a <span class="strong">bitcoin dot cz</span> o al enviar un ticket vía nuestra <a href="%(kb_ticket)s" target="_blank">%(globe_icon)s Interfaz Web</a>.

# UI
source: Write <span>To Us</span>
es: <span>Escríbanos</span>

# UI
source: We will be happy to hear from you.
es: Estaremos encantados de saber de ti.

# UI
source: Write To Us
es: Escríbenos

# UI
source: Give Us Feedback
es: Danos tu opinión

# UI
source: Your feedback means the world to us!
es: ¡Su opinión es todo para nosotros!

# UI
source: Write to Us
es: Escríbenos

# UI
source: You can't mine at your personal computer with CPU/GPU anymore.
es: No puedes minar en tu ordenador personal con CPU/GPU más.

# UI
source: Read more.
es: Leer mas.

# UI
source: Send feedback
es: Enviar comentarios

# UI
source: Have a feature suggestion?
es: ¿Tienes sugerencias sobre una función?

source: Enter a valid Email service provider.
es: Introduzca un proveedor de Email válido.
fr: Entrez un nom de domaine valide pour votre e-mail.
zh: 请输入一个有效的邮件服务提供商。

source: FAQ: Mining setup
es: FAQ: Configuración de minería

source: Please note that you can not mine at your personal computer with CPU or GPU anymore. Also there is a list of unsupported software in our user manual.
es: Por favor tenga en cuenta que ya no puede minar en su ordenador con GPU o CPU. Así mismo hay una lista de software no soportado en nuestro manual de usuario.
fr: Veuillez noter que vous ne pouvez désormais plus miner avec votre ordinateur équipé d'un processeur ou une carte graphique. Une liste d'équipements non-supportés est affichée dans notre manuel d'utilisateurs.

source: Login problems?
es: ¿Problemas de acceso?
fr: Problèmes de connexion ?
