Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: If you have access to original mailbox, simply change it on your own on the "Basic" tab under <a href="%(settings)s">your account</a>:
cs: Pokud máte přístup do původní emailové schránky, změňte si ho jednoduše v záložce "Základní" v nastavení Vašeho <a href="%(settings)s">zákaznického účtu</a>:
es: Si tienes acceso al Mail original, simplemente cámbialo en tu propia pestaña "Básico" dentro de <a href="%(settings)s">tu cuenta</a>:
ru: Если у вас есть доступ к исходному почтовому ящику, просто измените его на свой во вкладке "Базовое" под <a href="%(settings)s">своим аккаунтом</a>:

source: If you don't have access to the mailbox anymore, but you only have access to the private key of your Bitcoin payout address, there's still a chance. This will only work if you use <strong>TREZOR</strong> or full clients like <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> or <strong>Multibit</strong>, which have the feature of message signing. In that case please follow instructions below:
cs: Pokud nemáte přístup k původní emailové schránce, ale máte pod kontrolou privátní klíč k Vaší výplatní Bitcoinové adrese, pořád máte šanci. Tento postup funguje pouze s <strong>TREZORem</strong> plnohodnotnými peněženkami typu <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> nebo <strong>Multibit</strong>, které podporují funki podepisování zpráv. V takovém případě prosím postupujte dle následujících instrukcí:
ru: Если у вас больше нет доступа к исходному почтовому ящику, и есть только доступ к частному ключу Вашего Биткойн-адреса для выплат, у все все еще есть шанс. Но эта возможность открыта только, если вы используете <strong>TREZOR</strong> или полные клиенты, такие как <strong>Bitcoin-Qt</strong>, <strong>Electrum</strong> или <strong>Multibit</strong>, у которых есть функция подписи сообщений. В этом случае, пожалуйста, следуйте следующей инструкции:

source: Go to Basic tab in your <a href="%(settings)s">account settings</a>
cs: Běžte do záložky Základní v <a href="%(settings)s">nastavení účtu</a>
es: Ve a tu pestaña básico en tu<a href="%(settings)s">configuración de cuenta</a>
fr: Allez dans l'onglet base dans vos <a href="%(settings)s"> paramètres de compte</a>
ru: Перейдите во вкладку "Базовое" в <a href="%(settings)s">настройках учетной записи</a>

source: Insert your new mail and click Save
cs: Vložte novou emailovou adresu a klikněte na Uložit
es: Introduce tu nuevo mail y haz click en guardar
fr: Insérez votre nouvel e-mail et cliquez sur enregistrer
ru: Введите ваш новый е-мейл и нажмите Сохранить

source: Click "Sign by wallet" button which appeared just under the "Email pending field"
cs: Klikněte na tlačítko "Podepsat peněženkou", které se objevilo přímo pod polem "Nepotvrzený email"
ru: Нажмите клавишу "Войти с помощью кошелька", которая появится под полем "Е-мейл на рассмотрении"

source: Insert a valid signature of your payout address into the "Signature" field
cs: Vložte platný podpis z Vaší peněženky do pole "Podpis"
es: Introduce una firma válida de tu dirección de pago en el campo "Firma"
fr: Insérer une signature valide de votre adresse de paiement dans le champ "signature"
ru: Введите действительную подпись вашего адреса для выплат в поле "Подпись"

source: Click "Save"
cs: Klikněte na "Uložit"
es: Click "Guardar"
fr: Cliquez sur "enregistrer"
ru: Нажмите "Сохранить"

source: If you have problems with signing your message our explanatory <a href="%(link)s" target="_blank" class="ext">article</a> can be useful
cs: Pokud máte problém s podepisováním zprávy, náš vysvětlující <a href="%(link)s" target="_blank" class="ext">článek</a> se může hodit
ru: Если у вас возникли затруднения с подписью сообщения, смотрите нашу <a href="%(link)s" target="_blank" class="ext">статью</a> с объяснением, которая может быть вам в данном случае полезна

source: How can I change my registered payout address (wallet)?
cs: Jak si můžu změnit výplatní adresu (peněženku)?
es: ¿Cómo puedo cambiar my dirección de pago registrada (cartera)?
fr: Comment puis-je changer mon adresse de paiement enregistrée (portefeuille) ?
ru: Как мне изменить мой зарегистрированный адрес для выплат (кошелек)?

source: If your payout address is not protected neither by the lock nor by the 2FA then follow instructions below:
cs: Pokud Vaše výplatní adresa není uzamčena ani chráněna 2FA, následujte prosím instrukce níže:
es: Si tu dirección de pago no está protegida ni mediante clave ni 2FA entonces sigue las instrucciones siguientes:
ru: Если ваш адрес для выплат не защищен ни блокировкой, ни 2FA, следуйте следующей инструкции:

source: Go to your Account Settings
cs: Běžte do Nastavení účtu
es: Ir a Configuración de tu cuenta
fr: Accédez à vos paramètres de compte
ru: Перейдите к Настройкам учетной записи

source: Go to Payouts tab
cs: Běžte na záložku Výplaty
es: Ir a la pestaña Pagos
fr: Allez dans l'onglet paiements
ru: Перейдите во вкладку Выплаты

source: Insert your new address into the “New wallet” field
cs: Vložte novou výplatní adresu do pole "Nová peněženka"
es: Inserta tu nueva dirección en el campo "Nueva cartera"
fr: Insérez votre nouvelle adresse de paiement dans le champ "nouveau portefeuille"
ru: Введите ваш новый адрес в поле "Новый кошелек"

source: Click “Save“ button
cs: Klikněte na "Uložit"
es: Click en botón "Guardar"
fr: Cliquez sur le bouton "enregistrer"
ru: Нажмите клавишу "Сохранить"

source: As a security precaution, it is possible to use 2 factor authentication (2FA) which can protect your funds if someone gains access to your account.
cs: Pro zvýšení bezpečnosti je možné použít dvoufaktorovou autentizaci, která může ochránit Vaše prostředky v případě, že někdo získá přístup k Vašemu účtu.
es: Como medida de precaución, es posible usar doble factor de autentificación (2FA) que use de proteger tus fondos si alguien accediera a tu cuenta.
ru: Из соображений безопасности, возможно использовать двухфакторную аутентификацию (2FA), что защитит ваши средства, если кто-то получит доступ к вашему аккаунту.

source: Disabling 2FA procedures:
cs: Postup pro vypnutí 2FA:
es: Procedimientos para desactivar 2FA:
fr: Désactivation des procédures 2FA :
ru: Процедуры отключения 2FA:

source: Procedure 1: YOU STILL HAVE VALID 2FA TOKEN
cs: Postup 1: STÁLE MÁTE PLATNÝ 2FA TOKEN
fr: Procédure 1: Vous avez encore un jeton valide 2FA
ru: Процедура 1: У ВАС ВСЕ ЕЩЕ ЕСТЬ 2 ДЕЙСТВИТЕЛЬНЫХ ТОКЕНА

source: If you wish to disable your 2FA you can do it on your own if you STILL HAVE 2FA APPLICATION with valid 2FA TOKEN installed on your device. In such case please follow instructions below:
cs: Pokud si přejete vypnout 2FA, můžete tak učinit sám, pokud STÁLE MÁTE 2FA APLIKACI s validním 2FA TOKENEM nainstalovanou na Vašem mobilním zařízení. V takovém případě postupujte dle následujících instrukcí:
ru: Если вы хотите отключить 2FA вы можете это сделать самостоятельно, только если У ВАС ВСЕ ЕЩЕ ЕСТЬ 2FА ПРИЛОЖЕНИЕ с действительным 2FA ТОКЕНОМ, установленном на вашем устройстве. В этом случае, пожалуйста следуйте инструкции:

source: Log into your <a href="%(settings)s">Account Settings</a>
cs: Běžte do <a href="%(settings)s">Nastavení účtu</a>
es: Ingresa en tu <a href="%(settings)s">Configuración de la cuenta</a>
fr: Ouvrez une session dans vos <a href="%(settings)s"> paramètres de compte</a>
ru: Залогиньтесь в <a href="%(settings)s">Настройках учетной записи</a>

source: Go to <a href="%(link)s">Security tab</a>
cs: Běžte do záložky <a href="%(link)s">Zabezpečení</a>
es: Ve a <a href="%(link)s">pestaña Seguridad</a>
fr: Allez dans <a href="%(link)s"> l'onglet sécurité</a>
ru: Перейдите во <a href="%(link)s">вкладку Безопасность</a>

source: Click on the Disable 2FA button and enter valid one time password (OTP)
cs: Klikněte na tlačítko Vypnout 2FA a vložte platné jednorázové heslo (OTP)
es: Click en botón desactivar 2FA e introduce una contraseña de un solo uso (OTP)
fr: Cliquez sur le bouton de désactivation 2FA et entrez un mot de passe valide une seule fois (OTP)
ru: Нажмите на кнопку Отключить 2FA и введите одноразовый пароль (ОП)

source: Procedure 2: YOU STILL HAVE "SECRET KEY"
cs: Postup 2: STÁLE MÁTE "TAJNÝ KLÍČ"
fr: Procédure 2: Vous avez encore "une clef secrète"
ru: Процедура 2: У ВАС ВСЕ ЕЩЕ ЕСТЬ "СЕКРЕТНЫЙ КЛЮЧ"

source: If you DO NOT HAVE VALID TOKEN but you still have a "SECRET KEY" either in form of QR code or text which you have received when you were setting up the 2FA protection then please follow these instructions:
cs: Pokud NEMÁTE PLATNÝ TOKEN, ale stále máte "TAJNÝ KLÍČ" ve formě QR kódu nebo textu, který jste obdržel při nastavování 2FA ochrany, postupujte prosím dle následujících instrukcí:
ru: Если у вас НЕТ ДЕЙСТВИТЕЛЬНОГО ТОКЕНА, но у вас все еще есть "СЕКРЕТНЫЙ КЛЮЧ" в форме QR-кода или текста, который вы получили, когда устанавливали защиту 2FA, пожалуйста, следуйте этой инструкции:

source: Use the secret key to re-create authentication account
cs: Použijte tajný klíč ke znovuvytvoření autentizačního účtu
fr: Utilisez la clef secrète pour recréer le compte d'authentification
ru: Используйте секретный код, чтобы воссоздать аутентичную учетную запись

source: Once your account is restored please follow instructions in Procedure 1 above.
cs: Jakmile je Váš účet vytvořen, postupujte prosím dle instrukcí ve výše uvedeném Postupu 1.
es: Una vez tu cuenta ha sido restaurada, sigue por favor las instrucciones descritas en el anterior procedimiento 1.
fr: Une fois que votre compte est restauré, veuillez suivre les instructions de procédure 1 ci-dessus.
ru: Когда ваша учетная запись восстановлена, пожалуйста, следуйте инструкции Процедуры 1, которая описана выше.

source: If you can not restore your account in 2FA application then try Procedure 3 below.
cs: Pokud se Vám nedaří obnovit Váš účet v 2FA aplikaci, zkuste níže uvedený Postup 3.
es: Si no puedes restaurar tu cuenta de n la aplicación 2FA atolladero nto ces prueba el anterior procedimiento 3.
fr: Si vous ne pouvez pas restaurer votre compte en application 2FA, essayez la procédure 3 ci-dessous.
ru: Если вы не можете восстановить свою учетную запись в приложении 2FA - попробуйте применить Процедуру 3, описанную ниже.

source: Procedure 3: IF YOU HAVE AN ACCESS TO YOUR WALLET
cs: Postup 3: MÁTE PŘÍSTUP DO VAŠÍ PENĚŽENKY
es: Procedimiento 3: SI NO TIENES ACCESO A TU CARTERA
fr: Procédure 3: Si vous avez un accès à votre portefeuille
ru: Процедура 3: ЕСЛИ У ВАС ЕСТЬ ДОСТУП К ВАШЕМУ КОШЕЛЬКУ

source: There is still a way how to disable your 2FA but you HAVE TO HAVE an ACCESS to your WALLET registered with the pool:
cs: Pořád máte možnost na vypnutí 2FA ochrany, ale MUSÍTE MÍT PŘÍSTUP do Vaší PENĚŽENKY registrované na našem poolu:
ru: У Вас все еще есть возможность отключить 2FA, но только в том случае, если у вас ЕСТЬ ДОСТУП к вашему КОШЕЛЬКУ, зарегистрированному в пуле:

source: Log in with your credentials and follow instructions on Security Tab in your <a href="%(settings)s">Account Settings</a>
cs: Přihlašte se pomocí svých přístupových údajů a následujte instrukce v záložce Zabezpečení v <a href="%(settings)s">Nastavení účtu</a>
es: Accede con tus credenciales y sigue las instrucciones en la pestaña Seguridad en <a href="%(settings)s">Ajustes de tu cuenta</a>
ru: Залогиньтесь, используя свои учетные данные, и следуйте инструкции вкладки Безопасность в <a href="%(settings)s">Настройках Учетной записи</a>

source: Click on the link: "Disable by wallet signature"
cs: Klikněte na odkaz: "Vypnout pomocí podpisu peněženkou"
es: Click en el link: "Desactivar por firma de cartera"
fr: Cliquez sur le lien: "désactiver par signature de portefeuille »
ru: Нажмите на ссылку: "Отключить, используя подпись кошелька"

source: Put signed message into "Signature" field
cs: Vložte podpis do pole "Podpis"
es: Pon el mensaje firmado en el campo "firma"
ru: Разместите подписанное сообщение в поле "Подпись"

source: Note: If you have problems with signing the message this article could be helpful for you.
cs: Poznámka: Pokud máte s podepisováním zprávy problémy, tento článek Vám může pomoci.
es: Nota: Si tienes problemas firmando el mensaje, este artículo puede servirte de ayuda.
ru: Обратите внимание: если у вас возникли проблемы с подписью сообщения, вам может быть полезна эта статья.

source: Procedure 4: IF ABOVE MENTIONED OPTIONS DOES NOT APPLY
cs: Postup 4: POKUD SE VÁS VÝŠE ZMÍNĚNÉ MOŽNOSTI NETÝKAJÍ
ru: Процедура 4: ЕСЛИ УПОМЯНУТЫЕ ВЫШЕ ВОЗМОЖНОСТИ НЕЛЬЗЯ ИСПОЛЬЗОВАТЬ

source: Please contact our <a href="%(support)s" target="_blank" class="ext">support</a> for further help.
cs: Obraťte se prosím na naši <a href="%(support)s" target="_blank" class="ext">zákaznickou podporus</a>.
es: Por favor contáctanos <a href="%(support)s" target="_blank" class="ext">support</a> para ayuda adicional.
ru: Пожалуйста, свяжитесь с нашей <a href="%(support)s" target="_blank" class="ext"> службой поддержки </a> чтобы получить дальнейшую помощь.

source: How can I set up the two-factor authentication (2FA)?
cs: Jak můžu zapnout dvoufaktorovou autentizaci (2FA)?
es: ¿Cómo puedo activar el doble factor de autentificación (2FA)?
fr: Comment activer l'authentification two-factor (2FA) ?
ru: Как мне настроить двухфакторну аутентификацию (2FA)?

source: Two factor authentication (2FA) adds an extra layer of security to your Slush account. Once you enable two factor authentication, you will be prompted to enter a verification code whenever you wish to change your payout address.
cs: Dvoufaktorová autentizace (2FA) přídává další vrstvu zabezpečení k Vašemu účtu na Slush Poolu. Jakmile povolíte dvoufaktorovou autentizaci, bude od Vás vyžadováno vložit ověřovací kód kdykoliv budete chtít změnit svou výplatní adresu.
ru: Двухфакторная аутентификация (2FA) добавляет дополнительный уровень безопасности вашему Slush-аккаунту. После включения двухфакторной аутентификации, каждый раз, когда вы пожелаете сменить кошелек для выплат, вам будет необходимо вводить верификационный код.

source: Setting up two factor authentication:
cs: Nastavování dvoufaktorové autentizace:
es: Configuración de doble factor de autenticación:
fr: Configurer l'authentification two-factor :
ru: Настройка двухфакторной аутентификации:

source: Download and install an authentication app such as Google Authenticator on your device.
cs: Stáhněte a nainstalujte si na Vaše mobilní zařízení autentizační aplikaci jako například Google Authenticator.
es: Descarga e instala una aplicación de autentificación como Google Authenticator en tu dispositivo.
ru: Загрузите и установите на свое устройство аутентификационное преложение, такое как, например Google Authenticator.

source: Visit your Settings page.
cs: Navštivte stránku Nastavení.
es: Visita tu página de configuración.
fr: Consulter votre page de paramétrage.
ru: Откройте страницу настроек.

source: On the Settings tab, click Security tab
cs: V záložce Nastavení klikněte na záložku Zabezpečení
es: En la pestaña configuración, click en pestaña Secgutidad
ru: На вкладке Настройки нажмите вкладку Безопасность

source: Follow instructions described on that page
cs: Následujte instrukce na dané stránce
es: Sigue las instrucciones mostradas en esta página
ru: Следуйте инструкциям, описанным на этой странице

source: How can I remove the 2FA protection?
cs: Jak můži odebrat 2FA ochranu?
es: ¿Como puedo eliminar la protección 2FA?
ru: Как я могу убрать защиту 2FA?

source: We strongly encourage you to set your 2FA into <strong>active mode</strong>. However sometimes it can happen you need to change your payout address and therefore you have to remove this protection. Then please follow instructions below.
cs: Silně Vám doporučujeme mít 2FA ochranu <strong>zapnutou</strong>. Nicméně někdy se může stát, že budete potřebovat změnit výplatní adresu a proto musíte ochranu odstranit. V takovém případě prosím postupujte dle následujících instrukcí.
ru: Мы настоятельно рекомендуем Вам установить состояние 2FA в <strong>активный режим</strong>. Однако, иногда возникает необходимость изменить адрес для выплат, для чего нужно убрать эту защиту. В этом случае, пожалуйста, следуйте инструкциям ниже.

source: Standard disabling of two factor authentication:
cs: Standardní vypnutí dvoufaktorové autentizace:
es: Desactivación standars de doble factor de autentificación:
ru: Стандартное отключение двухфакторной аутентификации:

source: Put the verification code from your APP into the blank field next to “Disable 2FA” button
cs: Vložte ověřovací kód z Vaší aplikace do prázdného pole vedle tlačítka "Vypnout 2FA"
es: Introduzca el código de verificación de tu aplicación en el siguiente campo y pulse botón siguiente para "desactivar 2FA"
ru: Введите код подтверждения с APP в пустое поле рядом с кнопкой "Отключить 2FA"

source: Confirm by clicking on the “Disable two factor” button
cs: Potvrďte kliknutím na tlačítko "Vypnout 2FA"
es: Confirma con un click sobre el botón "Desactivar doble factor"
ru: Подтвердите, нажав кнопку "Отключить два фактора"

source: If you do not have the verification code then please follow these instructions:
cs: Pokud nemáte ověřovací kód, postupujte prosím dle následujících instrukcí:
es: Si no tienes el código de verificación, sigue por favor las siguientes instrucciones:
ru: Если у вас нет кода подтверждения, пожалуйста, выполните следующие инструкции:

source: Click “Disable by wallet signature” button
cs: Klikněte na tlačítko "Vypnout pomocí podpisu peněženkou"
es: Click en ek botón "desactivar mediante firma de cartera"
ru: Нажмите кнопку "Отключить с помощью подписи кошелька"

source: Copy the message from “Message” field
cs: Zkopírujte zprávu z pole "Zpráva"
es: Copia el mensaje del campo "Mensaje"
ru: Скопируйте сообщение из поля "Сообщение"

source: Sign the copied message within your wallet
cs: Zprávu podepište ve Vaší peněžence
es: Firma el mensaje copiado con tu cartera
ru: Подпишите скопированное сообщение в своем кошельке

source: Put the signature into the “Signature” field
cs: Podpis vložte do pole "Podpis"
es: Pon la firma en el campo con "Firma"
ru: Введите подпись в поле "Подпись"

source: Confirm by clicking on the “Save” button
cs: Potvrďte kliknutím na tlačítko "Uložit"
es: Confirma haciendo click en el botón "Guardar"
ru: Подтвердите, нажав кнопку "Сохранить"

source: If you need to change your payout address and do not have an access neither to your verification code nor to your payout address then please contact our <a href="%(support)s" target="_blank" class="ext">support</a>.
cs: Pokud potřebujete změnit výplatní adresu a nemáte přístup k ověřovacímu kódu ani k peněžence, obraťte se prosím na naši <a href="%(support)s" target="_blank" class="ext">zákaznickou podporu</a>.
ru: Если вам необходимо сменить адрес для выплат, однако, у вас нет доступа ни к вашему коду подтверждения, ни к адресу для выплат, пожалуйста, свяжитесь с нашей <a href="%(support)s" target="_blank" class="ext">службой поддержки</a>.

source: What does it mean to “lock payout address”?
cs: Co znamená "Uzamknout výplatní adresu"?
es: ¿Qué quiere decir "bloquear dirección de pago"?
ru: Что значит "заблокировать адрес для выплат"?

source: As a security precaution, it is possible to lock your current payout address, so it <strong>cannot be changed by anyone</strong> who gains <strong>access to your pool account</strong>. However once you lock your payout address please be sure that you have a backup of it stored in safely. You will need it once you decide to unlock it.
cs: V rámci bezpečnostních opatření je možné Vaši aktuální výplatní adresu uzamknout, takže <strong>nemůže být změněna nikým</strong>, kdo získá <strong>přístup do Vašeho poolového účtu</strong>. Nicméně pokud se chystáte výplatní adresu uzamknout, ujistěte se, že máte zálohu Vaší peněženku bezpečně zazálohovanou. Budete ji potřebovat až / pokud se rozhodnete adresu odemknout.
ru: В качестве меры безопасности, возможно заблокировать ваш адрес для выплат, так, чтобы его <strong>не мог изменить</strong> ни один человек, получивший <strong>доступ к вашей учетной записи в пуле</strong>. Однако, если вы блокируете свой адрес для выплат, убедитесь, что у вас есть его резервная копия, и она хранится в безопасном месте. Она вам понадобится, если вы захотите разблокировать адрес.

source: I have locked my payout address. Can it be unlocked?
cs: Uzamknul jsem svou výplatní adresu. Je možné ji odemknout?
es: He bloqueado mi dirección de pago. ¿Puede ser desbloqueada?
ru: Я заблокировал мой адрес для выплат. Может ли он быть разблокирован?

source: Wallet unlock:
cs: Odemčení peněženky:
es: Cartera de desbloqueo:
ru: Кошелек разблокирован:

source: If you wish to unlock your wallet you can do it on your own if you still have an access to it. Then please follow this procedure:
cs: Pokud si přejete svou peněženku odemknout, můžete tak udělat sám, pokud k ní stále máte přístup. Postupujte prosím dle následujících instrukcí:
ru: Если вы хотите разблокировать свой кошелек, и у вас все еще есть к нему доступ, вы можете сделать это самостоятельно. Для этого, пожалуйста, выполните следующие действия:

source: Click Security tab
cs: Klikněte na záložku Zabezpečení
es: Click en la pestaña Seguridad
ru: Нажмите на вкладку Безопасности

source: Click "Remove the wallet lock by wallet signature" button
cs: Klikněte na tlačítko "Odemknout peněženku pomocí podpisu peněženkou"
es: Click en el botón "Eliminar el bloqueo de cartera mediante firma"
ru: Нажмите кнопку "Убрать блокировку кошелька с помощью подписи кошелька"

source: If you insert valid signature into the "Signature" field your wallet will be unlocked automatically. Our knowledge-base article explains how to sign the message with your wallet.
cs: Pokud vložíte platný podpis do pole "Podpis", bude Vaše výplatní adresa automaticky odemčena. Článek v naší Znalostní databázi vysvětluje, jak zprávu podepsat peněženkou.
ru: Если в введете действительную подпись в поле "Подпись", ваш кошелек будет разблокирован автоматически. Статья в нашей базе знаний объясняет как подписать сообщение с помощью кошелька.

source: If you need to change your payout address and do not have an access to anymore then please contact our <a href="%(support)s" target="_blank" class="ext">support</a>.
cs: Pokud potřebujete změnit výplatní adresu a nemáte již k peněžence přístup, obraťte se prosím na naši <a href="%(support)s" target="_blank" class="ext">zákaznickou podporu</a>.
ru: Если вам необходимо изменить адрес для выплат, и у вас нет к нему больше доступа, пожалуйста, свяжитесь с нашей <a href="%(support)s" target="_blank" class="ext">службой поддержки</a>.

source: I lost access to my 2FA application. What can I do?
cs: Ztratil jsem přístup ke své 2FA aplikaci. Co mám dělat?
es: He perdido acceso a mi aplicación 2FA. ¿Que puedo hacer?
ru: Я потерял доступ к своему приложению 2FA. Что мне делать?

source: If you need to change your payout address and do not have an access to your 2FA application anymore then follow these steps:
cs: Pokud potřebujete změnit výplatní adresu a nemáte přístup k Vaší 2FA aplikaci, postupujte prosím dle následujících instrukcí:
es: Si necesitas cambiar tu dirección de pago y no tienes acceso a tu aplicación 2FA nunca más entonces sigue estos pasos:
ru: Если вам нужно изменить свой адрес для выплат, и у вас нет больше доступа к приложению 2FA, выполните следующие шаги:
