Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/django.po
Languages: cs, eo, es, fr, nl, pl, pt_br, ru, zh

source: Think of slush pool like a very large lottery pool. Slush pool is <strong>expected to find blocks</strong> on average <strong>every 2 hours</strong>, but sometimes we are just unlucky and it takes longer. If there has been <strong>5 hours and no block</strong> found, the estimated time to find a block is still <strong>2 hours from then</strong>, because slush pool is consistently <strong>"buying tickets"</strong>.
cs: Představte si Slush Pool jako velkého vsázejícího. Slush Pool má za úkol <strong>nacházet bloky</strong> v průměru <strong>každé 2 hodiny</strong>, ale někdy prostě nemáme takové štěstí a trvá to déle. Pokud uběhne <strong>5 hodin a žádný blok</strong> nebyl nalezen, předpokládaná doba k nalezení bloku je stále <strong>2 hodiny od té chvíle</strong>, jelikož Slush Pool nadále <strong>"nakupuje další losy"</strong>.
fr: Pensez que la pool Slush est une très grande loterie. Nous <strong>espérons pouvoir résoudre des blocs</strong> en moyenne <strong>toutes les 2 heures</strong>, mais parfois nous n'avons pas de chance et cela prend plus de temps. Si au bout de <strong>5 heures et qu'aucun bloc n'a été résolu</strong>, le temps estimé pour le trouver est toujours de<strong>2heures a partir de ce moment</strong>, car la pool se retrouve systématiquement dans<strong>"l'achat de billets"</strong>.
ru: Думайте о Slush pool как об очень большой лотерее. Slush pool <strong>находит блоки</strong> в среднем <strong>каждые два часа</strong>, но иногда нам просто не везет и это занимает больше времени. Если прошло <strong>5 часов и блок все еще не найден</strong> оценочное время на поиск блока все так же <strong>2 часа, начиная с этого момента</strong>, поскольку Slush pool постоянно <strong>"покупает билеты"</strong>.

source: It makes <strong>no sense to quit</strong> because of <strong>past luck</strong>, just like it doesn't make sense to mine at a <strong>particular pool</strong> because they <strong>were lucky yesterday</strong> (or to play the lotto because 5 people won the day before).
cs: Nedává <strong>žádný smysl přestat</strong> kvůli <strong>štěstí v minulosti</strong>, stejně jako nedává smysl těžit na <strong>konkrétním poolu</strong>, který měl <strong>včera šťastný den</strong> (nebo přestat hrát loterii, protože 5 lidí včera vyhrálo).
fr: Il est <strong>absurde de quitter notre pool</strong> en raison du <strong>du faible taux de chance passé</strong>, comme cela ne donne pas de sens à miner sur une <strong>pool particulière</strong> car ils <strong>ont eu la chance hier</strong> (ou d'arrêter de jouer au Loto parce que 5 personnes ont remporté la veille).
ru: <strong>Нет смысла бросать</strong> из-за <strong> прошлой неудачи</strong>, так же, как нет смысла майнить в <strong> конкретном пуле </strong> поскольку ему <strong> везло вчера</strong> (или играть в лотерею потому, что 5 человек выиграли за день до этого).

source: We suggest you to do some more research on mining. There's plenty of <a href="%(link)s" target="_blank" class="ext">YouTube videos</a> that go in-depth on <strong>how mining works "under the hood"</strong>. It is a very interesting concept!
cs: Doporučujeme Vám si přečíst něco více o těžení. Je spousta <a href="%(link)s" target="_blank" class="ext">YouTube videí</a> která jdou do hloubky toho, <strong>jak funguje těžba "pod kapotou"</strong>. Je to velice zajímavý koncept!
es: Sugerimos que hagas alguna investigación sobre minería. Hay cantidad de <a href="%(link)s" target="_blank" class="ext">vídeos en YouTube</a> que profundizan sobre <strong>cómo funciona la minería "bajo su cubierta"</strong>. ¡Es un concepto muy interesante!
ru: Мы советуем Вам исследовать майнинг глубже. Существует множество <a href="%(link)s" target="_blank" class="ext"> видео на YouTube</a>, которые углубляются в то, <strong> как майнинг работает "под капотом"</strong>. Это очень интересно!

source: I have wonderful idea that must be implemented, what should I do?
cs: Mám výborný nápad, který musí být implementován. Co mám dělat?
es: Tengo una magnífica idea que debe ser implementada, ¿como puedo hacerlo?
fr: J'ai une idée merveilleuse qui doivent être implémentés, que dois-je faire ?

source: Actually we are receiving many improvement proposals now and therefore we have to sort them by priority.
cs: Dostáváme mnoho podnětů k vylepšení a proto je musíme řadit dle priority.
es: En este instante estamos recibiendo gran cantidad de propuestas de mejora, por lo que debemos ordenarlas por prioridad.
fr: En fait, nous recevons de nombreuses propositions d'amélioration maintenant et il faut donc les classer par priorité.

source: In order to achieve this goal effectively and to satisfy the the greatest possible number of our miners we developed simple proposals management tool called <strong>Development corner</strong> which you can find on the link below. It allows the community to vote for the best and the most useful features. Meet there our developers who are checking it regularly:
cs: Abychom tohoto výsledku dosáhli efektivně a abychom uspokojili co největší počet těžařů, vyvinuli jsme jednoduchý nástroj na správu návrhů nazvaný <strong>Vývojářský koutek</strong>, který můžete najít v odkazu níže. Umožňuje komunitě hlasovat pro nejlepší a nejužitečnější návrhy. Setkejte se tam s našimi programátory, kteří ho pravidelně kontrolují:

source: Development corner
cs: Vývojářský koutek
es: Rincón de desarrollo
fr: Coin de développement

source: Mining <span>Setup</span>
cs: Nastavení <span>těžby</span>
es: <span>Configuración</span> de minería
fr: Configuration <span>du minage</span>
ru: <span>Настройка</span> майнинга

source: How to start mining on Slush Pool??
cs: Jak začít těžit na Slush Poolu?
es: ¿¿Cómo comenzar a minar en Slush Pool??
fr: Comment démarrer le minage sur Slush pool ?
ru: Как начать майнить на Slush Pool??

source: Read this article
cs: Přečtěte si tento článek
es: Lee este artículo
fr: Lire cet article
ru: Прочесть статью

source: How to set up CGMiner?
cs: Jak nastavit CGMiner?
es: ¿Cómo configurar CGMiner?
fr: Comment configurer CGMiner ?
ru: Как настроить CG-майнер?

source: Can I use more miners with the same worker credentials?
cs: Mohu používat více zařízení se stejnými přihlašovacími údaji?
es: ¿Puedo usar más de un minero con las credenciales de un mismo trabajador?
fr: Puis-je utiliser plusieurs mineurs avec le même identifiant de travailleur ?
ru: Могу ли я использовать больше майнеров с воркером с теми же учетными данными?

source: Short Version
cs: Zkrácená verze
es: Versión corta
fr: Version courte
ru: Укороченная версия

source: Yes
cs: Ano
es: Sí
fr: Oui
ru: Да

source: Slightly Longer Version
cs: Delší verze
es: Versión ligeramente mas larga
fr: Version légèrement plus longue
ru: Немногим более длинная версия

source: Full explanation and consequences can be found in our <a href="%(link)s">Monitoring section</a>
cs: Plné vysvětlení a následky jsou k nalezení v naší <a href="%(link)s">Monitorovací sekci</a>
es: Completa explicación y consecuencias pueden ser encontradas en nuestra <a href="%(link)s">Sección monitorización</a>
fr: Une explication complète et ses conséquences se trouve dans notre section <a href="%(link)s">section de surveillance</a>
ru: Полное объяснение и последствия можно найти в <a href="%(link)s"> Секции мониторинга </a>

source: If mining is your business and you own hundreds of workers it can be inconvenient to set them manually. Therefore please contact our support at <strong>support at bitcoin cz</strong> and ask for help. We can help you create your workers in batches.
cs: Pokud je těžba Vaším podnikáním a vlastníte stovky nebo tisíce zařízení, může být nepohodlné je nastavovat ručně. V takovém případě prosím kontaktujte naši zákaznickou podporu na <strong>support at bitcoin cz</strong> a požádejte o pomoc. Můžeme Vám pomoci nastavit zařízení po dávkách.
ru: Если майнинг - Ваш бизнес, и вы владеете сотнями воркеров, может быть неудобно настраивать их вручную. Поэтому, пожалуйста, свяжитесь с нашей<strong> службой поддержки на bitcoin cz</strong> и попросите о помощи. Мы можем помочь вам создать воркеров в пакетном режиме.

source: How to check I'm mining?
cs: Jak zkontrolovat, že těžím?
es: ¿Cómo verificar que estoy minando?
fr: Comment vérifier si je mine ?
ru: Как проверить, действительно ли я занимаюсь майнингом?

source: To check that your miner is configured correctly, you should see following clues.
cs: Pro kontrolu správného nastavení Vašeho zařízení byste měli sledovat následující věci.
es: Para verificar que tu minero está correctamente configurado, puedes seguir los siguientes pasos..
fr: Pour vérifier que votre mineur est configuré correctement, vous devriez consulter les indices suivants.
ru: Чтобы проверить, настроен ли ваш майнер правильно, необходимо проверить следующие элементы.

source: Submitting shares in the mining software. For ASIC miners the submission rate should be around <strong>1 share every 2-3 seconds</strong>.
cs: Odevzdávání řešení v težícím software. U ASIC zařízení by měla být četnost zhruba <strong>1 řešení každé 2-3 sekundy</strong>.
ru: Отправка долей майнинговому программному обеспечению. Для ASIC-майнеров скорость отправки должна быть около <strong> 1 доли каждые 2-3 секунды</strong>.

source: Your <strong>Scoring Hash Rate</strong> on your Dashboard is <strong>non 0 value</strong>.
cs: Váš <strong>Skórovací hash rate</strong> na přehledové stránce nemá <strong>hodnotu 0</strong>.
es: Tu <strong>Puntuación de la tasa de hash</strong> en tu tablero es <strong>valor no 0</strong>.
ru: Ваш <strong> хешрейт </strong> в Панели <strong> имеет не-нулевое значение</strong>.

source: You see block rewards on Statistics page for every closed round (solved bitcoin block). This may be 0 BTC if you stopped mining during the round or if your miner is extremely slow.
cs: Na stránce statistik vidíte odměny za bloky za každé dokončené kolo (každý vyřešený bitcoinový blok). Může to být 0 pokud jste v průběhu kola přestal těžit nebo je Vaše zařízení extrémně pomalé.
es: Verás recompensa por bloque en la página estadísticas por cada ronda cerrada (bloque resuelto). Esta puede ser 0 BTC si paras la minería durante la ronda o si tus mineros son extremadamente lentos.
ru: Вы можете увидеть вознаграждения за блок на странице статистики - за каждый закрытый раунд (решенный биткоин-блок). Оно может иметь значение 0 BTC если вы прекратили майнинг во время раунда, или если у вас чрезвычайно медленный майнер.

source: My miner is offline, is it a problem?
cs: Moje zařízení je odpojeno, je to problém?
es: Mi minero está fuera de línea, ¿eso es un problema?
fr: Mon mineur est hors connexion, est-ce un problème ?
ru: Мой майнер оффлайн, это проблема?

source: See full explanation regarding this issue in our <a href="%(link)s">troubleshooting section</a>
cs: Přečtěte si plné vysvětlení ohledně tohoto problému v naší <a href="%(link)s">sekci řešení potíží</a>
es: Vea la explicación completa sobre este tema en nuestra <a href="%(link)s"> sección de solución de problemas</a>
fr: Voir l'explication complète au sujet de cette question dans notre <a href="%(link)s"> section de dépannage</a>
ru: Смотри полное объяснение этого вопроса в <a href="%(link)s"> секции устранения неполадок</a>

source: Why I see different hash rate on my profile and on my miner?
cs: Proč vidím ve svém profilu jiný hash rate než na svém těžebním zařízení?
es: ¿Por qué veo diferentes tasas de hah en mi perfil y mi minero?
fr: Pourquoi je vois un taux de hachage différent sur mon profil et mon mineur ?
ru: Почему у моего профиля и моего майнера разные хешрейты?

source: There is a difference between a nominal hash rate shown in the manual of your mining device and an effective hash rate shown in our system.
cs: Je rozdíl mezi nominálním hash rate zapsaným v materiálech o vašem zařízení a efektivním hash rate zobrazeným v našem systému.
es: Hay diferencia entre el ratio de hash que muestra el manual de tu minero y la tasa efectiva que muestra nuestro sistema.
ru: Существует разница между номинальным хешрейтом, который указан в руководстве к вашему майнинговому устройству, и эффективным хешрейтом, который вашей системы.

source: For more information please read our <a href="%(link)s">Terminology section</a>
cs: Pro více informací si prosím přečtěte naši <a href="%(link)s">sekci Terminologie</a>
es: Para más información por favor lee nuestra <a href="%(link)s">Sección de terminología</a>
fr: Pour plus d'informations, veuillez lire notre <a href="%(link)s"> section Terminologie</a>
ru: Для более подробной информации, пожалуйста, читайте <a href="%(link)s"> Секцию терминологии</a>

source: My miner is running. Why I don't see shares counting on my dashboard?
cs: Moje zařízení běží. Proč nevidím žádná řešení na mé přehledové stránce?
es: Mi minero está funcionando. ¿Por qué no se muestran shares en mi panel?
fr: Mon mineur est en cours d'exécution. Pourquoi je ne vois pas d'actions sur mon tableau de bord ?
ru: Мой майнер работает. Почему я не вижу счета долей в моей Панели?

source: The most common explanation for such behavior is that you use <strong>incompatible "getwork" miner</strong>. Only Stratum-enabled miners (cgminer, bfgminer) are currently supported by the pool.
cs: Nejčastějším vysvětlením takového chování je používání <strong>nekompatibilního "getwork" zařízení</strong>. Pool v současné době podporuje pouze zařízení kompatibilní se Stratum protokolem (cgminer, bfgminer).
ru: Наиболее частое объяснение такой ситуации в том, что вы используете <strong>несовместимый "getwork"-майнер</strong>. Нашим пулом поддерживаются только Stratum-майнеры (cgminer, bfgminer).

source: <strong>Getwork mining interface has been stopped</strong> months ago, because it lacks many features for modern ASIC machines. However if this is not the case and you own ASIC miner then please read more about correct miner setup <a href="%(link)s">here</a>
cs: <strong>Těžební rozhraní Getwork bylo pozastaveno</strong> před dlouhou dobou, protože mu chybí mnoho funkcionalit moderních ASIC zařízení. Pokud toto není Váš případ a vlastníte ASIC zařízení, přečtěte si prosím více o správném nastavení zařízení <a href="%(link)s">zde</a>
ru: <strong> Поддержка майнеров с Getwork интерфейсом была остановлена </strong> два месяца назад, поскольку им недостает многих функций, которыми обладают современные ASIC-майнеры. Если это к Вам не относится, и вы используете ASIC-майнер, пожалуйста, прочтите больше о корректной установке майнера <a href="%(link)s"> </a>

source: To run older miner behind <a href="%(link)s">Stratum mining proxy</a>.
cs: Ke zprovoznění staršího zařízení za <a href="%(link)s">Stratum těžební proxy</a>.
es: Ejecutar antiguos mineros tras un <a href="%(link)s">proxy Stratum</a>.
fr: Pour exécuter un plus ancien derrière <a href="%(link)s">le proxy de minage en stratum</a>.
ru: Чтобы запустить более старый майнер за <a href="%(link)s">Stratum mining proxy</a>.

source: Please read more in the <a href="%(link)s">following guide</a>
cs: Přečtěte si prosím více v <a href="%(link)s">následujícím návodu</a>
es: Por favor, lee más en la <a href="%(link)s">siguiente guía</a>
fr: Veuillez lire la suite dans le <a href="%(link)s"> guide suivant</a>
ru: Пожалуйста, прочтите больше в <a href="%(link)s">следующем руководстве</a>

source: What is minimum difficulty? Should I change it?
cs: Co je minimální složitost? Měl bych ji měnit?
es: ¿Que es la dificultad mínima?, ¿Puedo cambiarlo?
fr: Quelle est la difficulté minimale ? Dois je la changer ?
ru: Что такое минимальная сложность? Должен ли я ее изменять?

source: The pool automatically assigns difficulty that corresponds to the hash rate of your miner.
cs: Pool zařízení automaticky přiřazuje složitost, která koresponduje s jeho hash rate.
es: El pool asigna automáticamente la dificultad correspondiente al rato de hash de tu minero.
fr: La pool attribue automatiquement la difficulté correspondant au taux de hachage de votre mineur.
ru: Пул автоматически назначает сложность, которая соответствует хешрейту вашего майнера.

source: However sometimes it can happen that you experience significantly lower effective hash rate than what your hardware manufacturer declares. It is possible that your worker does not accept difficulty assigned by our servers.
cs: Pokud je efektivní hash rate vašeho zařízení znatelně nižší, než uvádí výrobce, může to být způsobeno tím, že toto zařízení neakceptuje složitost automaticky přidělenou naším serverem.
es: Por lo que en ocasiones puedes notar una menor efectividad en la tasa de hash de la que el fabricante de tu hardware declara. Es posible que tu trabajador no acepte la dificultad asignada por nuestros servidores.
ru: Однако, иногда случается, что ваш эффективный хешрейт значительно ниже того, что указан производителем оборудования. Это возможно в случае если ваш воркер не поддерживает сложность, назначенную нашими серверами.

source: You can fix this by setting the optimal “minimum difficulty” value manually. See the <a href="%(link)s">process and recommended values here</a>
cs: Tento problém můžete vyřešit ručním nastavením optimální hodnoty “minimální složitosti”. Podívejte se <a href="%(link)s">postup a doporučené hodnoty</a>
es: Puedes arreglar esto configurando el valor óptimo manualmente “dificultad mínima”. Mira los <a href="%(link)s">procesos y valores recomendados</a>
fr: Vous pouvez y remédier en définissant la valeur optimale « Difficulté minimale » manuellement. Voir les <a href="%(link)s"> processus et les valeurs recommandées ici</a>
ru: Вы можете исправить это, установив оптимальное значение "минимальная сложность" вручную. Смотрите <a href="%(link)s"> о процессе и рекомендованных значениях здесь </a>

source: Pool Features <span>& Terminology</span>
cs: Poolové Funkce <span>& Terminologie</span>
es: Características del pool<span>y Terminología</span>
fr: Terminologie caractéristiques de la <span>pool</span>
ru: Характеристики пула <span>& Терминология</span>

source: What is Monitoring and how does it work?
cs: Co je sledování a jak funguje?
es: ¿Qué es la monitorización y cómo funciona?
fr: Qu'est ce que la surveillance et comment cela fonctionne-t-il ?
ru: Что такое мониторинг и как он работает?

source: Mining is an expensive investment, so we have developed algorithms to look out for your workers performance. Whenever hash rate of your setup drops substantially we will notify you with all the details you need to take care of it.
cs: Těžba je nákladná investice a proto jsme vyvinuli algoritmy, které sledují výkon Vašich zařízení. Kdykoliv hash rate Vašich zařízení podstatně klesne, oznámíme Vám to se všemi detaily potřebnými k vyřešení problému.
ru: Майнинг - дорогой инструмент, поэтому мы разработали алгоритмы, которые следят за производительностью ваших воркеров. В случае, если хешрейт Ваших настроек значительно уменьшится, мы известим вас, указав все детали, о которых Вам нужно позаботиться.

source: For more information read our <a href="%(link)s">Monitoring section</a>.
cs: Pro více informací si přečtěte naši <a href="%(link)s">sekci sledování</a>.
es: Para más información lee nuestra <a href="%(link)s">Sección de monitorización</a>.
fr: Pour plus d'informations, lisez notre guide dans la section <a href="%(link)s"> surveillance</a>.
ru: Для более подробной информации читайте <a href="%(link)s"> Секция мониторинга </a>.

source: What is Vardiff and how does it work?
cs: Co je Vardiff a jak funguje?
es: ¿Qué es Vardiff y cómo funciona?
fr: Qu'est ce que la difficulté variable (Vardiff) et comment fonctionne-t-elle ?
ru: Что такое Вардиф и как он работает?

source: Shortcut for <strong>Variable Difficulty</strong>. Our pool monitors the power of your mining rig and adjusts the difficulty of work being sent.
cs: Zkratka pro <strong>Variable Difficulty</strong> (proměnnou složitost). Náš pool sleduje výkon Vašich zařízení a upravuje složitost zadání, které jim přiřazuje.
fr: Raccourci pour la <strong>Difficulté Variable</strong>. Notre pool surveille la puissance de votre équipement minier et ajuste la difficulté des travaux envoyé.
ru: Быстрый доступ к <strong>Переменной сложности</strong>. Наш пул мониторит мощность вашего майнингового оборудования и регулирует сложность отправляемой вам работы.

source: Interested in more information? Read our <a href="%(link)s">terminology section</a>
cs: Zajímá Vás více detailů? Přečtěte si naši <a href="%(link)s">sekci terminologie</a>
es: ¿Interesado en más información? Lee nuestra <a href="%(link)s">sección de terminología</a>
fr: Intéressé par plus d'informations ? Lisez notre <a href="%(link)s">section de terminologie</a>
ru: Хотите узнать больше? Читайте <a href="%(link)s"> Секцию терминологии</a>

source: What is “pool luck” and how does it affect mining?
cs: Co je "štěstí poolu" a jaký má vliv na těžbu?
es: ¿Que es "Suerte del pool" y cómo afecta a la minería?
fr: Qu'est ce que la« chance de la pool » et comment cela affecte-t-il le minage ?
ru: Что такое "удача пула" и как она влияет на эффективность майнинга?

source: It is what is says on the tin – a luck. It <strong>does not affect your future mining</strong> in any way, but it shows nicely <strong>how smooth sail we HAD</strong> in finding new blocks. We are no wizards to see the future.
cs: Znamená to přesně to, co si myslíte – štěstí. <strong>Nemá vliv na Vaši budoucí těžbu</strong> v žádném smyslu, pouze hezky ukazuje <strong>jak hezky jsme PROPLULI</strong> hledáním nových bloků. Nejsme Helena Růžičková předpovídající budoucnost z lógru.
ru: Как и указано "на упаковке" - удача. Она никаким образом <strong>не влияет на ваш будущий майнинг</strong>, но хорошо показывает <strong> насколько равномерным </strong> был поиск новых блоков. Мы не волшебники, чтобы предвидеть будущее.

source: Pool found block faster than average &rarr; Good luck.
cs: Pool našel blok rychleji než v průměru &rarr; Měli jsme štěstí.
es: El pool encuentra un bloque más rápido que la media &rarr; Buena suerte.
fr: La pool a résolu un bloc plus vite que prévu; bonne chance.
ru: Пул находит блоки быстрее, чем в среднем &rarr; Везет.

source: Needed more time &rarr; Tough luck.
cs: Potřebovali jsme více času &rarr; Smůla.
es: Mayor tiempo del necesario &rarr; Mala suerte.
fr: Besoin de plus de temps; tant pis.
ru: Нужно больше времени &rarr; Не везет.

source: In the long run, the luck is always 100%% smoothing out any rough edges. Therefore disconnecting for low luck does not make any sense.
cs: Z dlouhodobého pohledu je štěstí vždy 100%% vyhlazujíc jakékoliv ostré hrany. Proto nemá význam odpojovat zařízení kvůli smolnému období.
es: A largo plazo, la suerte es siempre del 100%% suavizando los picos. Por lo que desconectar por una mala suerte no tiene ningún sentido.
ru: В долгосрочной перспективе, удача всегда равна 100%%, сглаживая неровные края. Поэтому отсоединяться для повышения везения нет никакого смысла.

source: Interested in more information? Read our <a href="%(link)s">terminology section</a>.
cs: Zajímá Vás více informací? Přečtěte si naši <a href="%(link)s">sekci terminologie</a>.
es: ¿Interesado en más información? Lee nuestra<a href="%(link)s">sección de terminología</a>.
fr: Intéressé par plus d'informations ? Lisez notre <a href="%(link)s"> section de terminologie</a>.
ru: Хотите узнать больше? Читайте <a href="%(link)s">Секцию терминологии</a>.

source: Rewards & Payouts
cs: Odměny & Výplaty
es: Recompensas y Pagos
fr: Récompenses et paiements
ru: Вознаграждения и Выплаты

source: What is the estimated / unconfirmed / confirmed reward?
cs: Co je předpokládaná / nepotvrzená / potvrzená odměna?
es: ¿Qué es estimado / no confirmado / recompensa confirmada?
fr: Quelle est la récompense estimée / non confirmée / confirmée ?
ru: Что такое предполагаемое / неподтвержденное / подтвержденное вознаграждение?
