Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/js.po
Languages: cs, es

# UI
source: Average Hashrates
cs: Průměrný hash rate

# UI
source: Recent Blocks
cs: Poslední bloky

source: Reward System
cs: Systém odměn

source: Stratum Mining Proxy
cs: Stratum těžební proxy

source: Getting started
cs: Začínáme těžit

source: Connect your ASIC based miner
cs: Připojte vaše ASIC zařízení

# UI
source: Reward History
cs: Historie odměn

source: Where to go for information
cs: Kde se podívat po informacích

source: Proposals, Feedback, Get Involved
cs: Návrhy, Připomínky, Zapojte se

source: Translation
cs: Překlady

source: Stratum Protocol
cs: Stratum protokol

source: Feedback
cs: Připomínky

source: Your personal watchdog
cs: Váš osobní hlídací pes

source: FAQ: Mining
cs: FAQ: Těžba

source: Proposals, feedback, get involved
cs: Návrhy, Připomínky, Zapojte se

# UI
source: Close
cs: Zavřít

source: FAQ: Merged Mining
cs: FAQ: Sloučená těžba

source: Do you want to know more?
cs: Chcete vědět víc?

source: Connect your legacy HW
cs: Připojte vaše starší zařízení

# UI
source: Your address for receiving rewards
cs: Vaše adresa pro příjem výplat

source: How much do you get
cs: Kolik dostanete

source: When & how you get your coins
cs: Kdy a jak dostanete své mince

source: Your feedback drives Slush Pool
cs: Vaše připomínky pro nás znamenají vše

source: Pile of workers managed easily
cs: Jednoduchá správa vícera zařízení

source: Did anything go wrong?
cs: Nešlo něco podle plánu?

source: FAQ: Pool features
cs: FAQ: Poolové funkce

source: Advanced Mining Setup
cs: Pokročilé nastavení těžby

source: Getting Started
cs: Začínáme těžit

# UI
source: Device <span>Monitoring</span>
cs: Sledování <span>zařízení</span>

source: Are you starting out?
cs: Právě začínáte?

source: Troubleshooting
cs: Řešení potíží

source: Get to Know these big words
cs: Seznamte se se základními pojmy

source: Device Monitoring
cs: Sledování zařízení

source: Get involved
cs: Zapojte se

# UI
source: Dashboard
cs: Přehled

source: FAQ: Rewards & Payouts
cs: FAQ: Odměny & Výplaty

source: Namecoin mining all the way
cs: Vše o těžbě Namecoinu

source: Want see the big picture?
cs: Chcete vidět věci v kontextu?

source: Mining for Beginners
cs: Těžba pro začátečníky

source: Pool Payouts
cs: Poolové výplaty

# UI
source: Payout history
cs: Historie výplat

# UI
source: Worker States (Changes)
cs: Stavy zařízení (změny)

source: Development proposals
cs: Vývojářské návrhy

source: General mining related questions
cs: Všeobecné otázky související s těžbou

source: FAQ: User Account
cs: FAQ: Uživatelský účet

source: Information resources
cs: Zdroje informací

source: Help us help you
cs: Pomozte nám pomáhat vám

source: FAQ, troubleshooting, ..
cs: FAQ, řešení potíží, ..

source: Rewards amounts and routines
cs: Způsoby výpočtů odměn

# UI
source: Event Time
cs: Čas události

# UI
source: Enter valid address!
cs: Vložte platnou adresu peněženky!

source: First Aid
cs: První pomoc

source: Proof of honesty
cs: Důkaz upřímnosti

# UI
source: Total Hash Rate
cs: Celkový hash rate

# UI
source: Activity Log
cs: Záznam aktivit

source: Offical protocol documentation
cs: Oficiální dokumentace protokolu

source: Device setup, connectivity, power
cs: Nastavení zařízení, připojení, napájení

source: Monitoring, Vardiff, luck
cs: Sledování, Vardiff, štěstí

source: User account related questions
cs: Otázky související s uživatelským účtem

source: Pool Terminology
cs: Poolová terminologie

# UI
source: Offline
cs: Odpojené

source: FAQ: Mining Setup
cs: FAQ: Nastavení těžby

source: Worker Management
cs: Správa zařízení

source: Mining for the first time?
cs: Těžíte poprvé?

# UI
source: Account Hash Rate
cs: Hash rate účtu

source: Contacts
cs: Kontakty

# UI
source: Active Users
cs: Aktivní uživatelé

source: Confirmed
es: Confirmado

source: Information about location / power / …
es: Información acerca de ubicación / potencia / …

source: Every point shows sum of your rewards from blocks found on that particular day.
es: Cada punto muestra la suma de sus recompensas de los bloques que se encuentran en ese día en particular.

source: This is what you get when the block is validated and Namecoins are exchanged for you.
es: Esto es lo que se obtiene cuando el bloque se valida y los Namecoins son cambiados para usted.

# UI
source: API TOKEN
es: TOKEN DE API

# UI
source: Hash Rate (5 min)
es: Tasa de hash (5 min)

# UI
source: Hash Rate
es: Tasa de hash

source: Rules here are the same as for Bitcoin, except for lower number of confirmations needed.
es: Las reglas aquí son las mismas que para Bitcoin, a excepción del menor número de confirmaciones necesarias.

source: Your NMC reward for a given block
es: Su recompensa de NMC por un bloque obtenido
