Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/js.po
Languages: cs, es

# UI
source: Unit used for displaying Bitcoin amounts
cs: Jednotka používaná k zobrazení Bitcoinových částek
es: Unidad utilizada para mostrar montos de Bitcoin

# UI
source: Block Found
cs: Nalezen blok
es: Bloque encontrado

# UI
source: Reporting
cs: Reportování
es: Informes

# UI
source: Pool is synchronizing mining data!
cs: Pool synchronizuje data o těžbě!
es: ¡El pool está sincronizando los datos de minería!

# UI
source: Cached Page
cs: Stránka uložená v mezipaměti
es: Página almacenada en caché

# UI
source: Scan the QR code below (and optionally backup the generated secret).
cs: Naskenujte QR kód níže (a eventuelně si zazálohujte vygenerovaný údaj).
es: Escanea el código QR a continuación (y opcionalmente respalda el secreto generado).

# UI
source: Detailed description for certain type of activities with value changes.
cs: Detailní popis pro určitý typ událostí se změnami hodnot.
es: Descripción detallada de cierto tipo de actividades con cambios de valor.

# UI
source: By Current Hash Rate
cs: Dle aktuálního hash rate
es: Por la tasa hash actual

# UI
source: At Least 5 characters
cs: Alespoň 5 znaků
es: Al menos 5 caracteres

# UI
source: This action is <strong>final and your account can not be reactivated</strong> in future.
cs: Tato akce je <strong>konečná a Váš účet již nemůže být znovu aktivován</strong>.
es: Esta acción es <strong>definitiva y su cuenta no puede ser reactivada</strong> en el futuro.

# UI
source: Estimated Daily Reward
cs: Předpokládaná denní odměna
es: Recompensa diaria estimada

# UI
source: Resend Confirmation
cs: Opětovné odeslání
es: Página de Confirmación

# UI
source: An area of a circle represents total hash rate of all users in the group together.
cs: Plocha kruhu reprezentuje celkový hash rate všech uživatelů v celé skupině dohromady.
es: El área de un círculo representa la tasa de hash total de todos los usuarios del grupo juntos.

# UI
source: Click to reload the page
cs: Klikněte pro znovunačtení stránky
es: Haga clic para recargar la página

# Intro
source: Block is considered to be valid after 100 confirmations.
cs: Blok je považován za platný po 100 potvrzeních.
es: El bloque se considera válido después de 100 confirmaciones.

# UI
source: Details
cs: Detaily
es: Detalles

# UI
source: We want to give you a complete freedom to express your attitude to any current or future soft and/or hard-forks that may take place on the Bitcoin network.
cs: Chceme Vám dát úplnou svobodu vyjádření ohledně aktuálních nebo budoucích soft a/nebo hard-forků, které by mohly v Bitcoinové síti nastat.
es: Queremos darle una completa libertad para expresar sus actitudes frente a cualquiera, actuales o futuros, suaves y/o difíciles dilemas que puedan producirse en la red bitcoin.

# UI
source: Only valid email address
cs: Pouze platnou emailovou adresu
es: Sólo direcciones de correo electrónico válidas

# UI
source: Delete your Account
cs: Smazat účet
es: Borre su cuenta

# UI
source: As a security precaution, you may lock your current payout address, so it <strong>cannot be changed by anyone</strong> who gains access to your pool account.
cs: V rámci bezpečnostních opatření si můžete uzamknout aktuální výplatní adresu, takže <strong>němůže být změněna nikým jiným</strong>, kdo získá přístup k Vašemu poolovému účtu.
es: Como medida de seguridad, usted puede bloquear su dirección de pago actual, por lo que <strong>no puede cambiarse por nadie</strong> que tenga acceso a su cuenta del pool.

# UI
source: A group you belong to is highlighted (if you are logged in).
cs: Skupina, do které patříte, je zvýrazněna (pokud jste přihlášen).
es: Un grupo al que usted pertenezca se resalta (si usted está conectado).

# UI
source: Effective hash rate
cs: Efektivní hash rate
es: Tasa de hash efectiva

# UI
source: Message
cs: Zpráva
es: Mensaje

# UI
source: How to Enable Two-factor Authentication
cs: Jak zapnout dvoufaktorovou autentizaci
es: Cómo habilitar la autenticación de dos factores

# Intro
source: Total scoring hash rate of the pool at time when a block was found.
cs: Celkový skórovací hash rate poolu v době nalezení bloku.
es: Puntuación total de tasa de hash del pool en el momento en que se encontró un bloque.

# UI
source: Rewards for Last 14 Days
cs: Odměny za posledních 14 dní
es: Recompensas por los últimos 14 días

# UI
source: <strong>Recent pool rounds</strong> including your round rewards
cs: <strong>Nedávná poolová kola</strong> včetně Vašich odměn
es: <strong>Rondas recientes del pool</strong> incluyendo su ronda de recompensas

# UI
source: Current Password
cs: Aktuální heslo
es: Contraseña actual

# UI
source: Pool Scoring Hash Rate
cs: Skórovací hash rate poolu
es: Tasa de hash del pool

# UI
source: Activity <span>Log</span>
cs: <span>Záznam</span> aktivit
es: Actividad de <span>Sesión</span>

# UI
source: Click to reload
cs: Klikněte pro znovunačtení
es: Click para recargar

# UI
source: Open Google Authenticator, click "Add an account" / "Scan QR code".
cs: Otevřete Google Authenticator, klikněte na "Přidat účet" / "Naskenovat QR kód".
es: Abre el autenticador de Google, haga clic en "Añadir una cuenta" / "Escanea el código QR".

# UI
source: Dismiss
cs: Zrušit
es: Despedir

# UI
source: Reset
cs: Resetovat
es: Reiniciar

# UI
source: Monitoring
cs: Sledování
es: Monitoreo

# UI
source: No results found
cs: Nenalezeny žádné výsledky
es: No se han encontrado resultados

# UI
source: No data is available yet…
cs: Ještě nejsou k dispozici žádná data…
es: No hay datos disponibles todavía …

# UI
source: BTC Price
cs: Cena BTC
es: Precio BTC

# UI
source: Your Current API Token
cs: Váš aktuální API token
es: Su actual Token API

# UI
source: Blockchain Voting
cs: Blockchain hlasování
es: Votación de blockchain

# UI
source: Active workers
cs: Aktivní zařízení
es: Trabajadores activos

# UI
source: Pool Daily Reward
cs: Denní odměny poolu
es: Recompensa diaria del pool

# UI
source: Your current token will be revoked! Are you sure you want to generate new one?
cs: Váš aktuální token bude deaktivován! Opravdu chcete vygenerovat nový?
es: Su actual token fue revocado! ¿Está seguro de que quiere generar uno nuevo?

# UI
source: Change Password
cs: Změnit heslo
es: Cambiar clave

# UI
source: Hash Rate <span>Per Location</span>
cs: Hash rate <span>podle lokace</span>
es: Tasa de Hash <span>Por Ubicación</span>

# UI
source: Your <strong>user name and e-mail address</strong> will be <strong>free to use</strong> for new registration.
cs: Vaše <strong>uživatelské jméno a emailová adresa</strong> budou <strong>uvolněny</strong> k nové registraci.
es: Su <strong>nombre de usuario y dirección de email</strong> estará <strong>libre para usarla</strong> en un nuevo registro.

# UI
source: Active users
cs: Aktivní uživatelé
es: Usuarios activos

# UI
source: Activity
cs: Aktivity
es: Actividad

# UI
source: Submit
cs: Potvrdit
es: Enviar

# UI
source: Generate New Read-only Token
cs: Vygenerovat nový token pro přístup pouze pro čtení
es: Generar un nuevo Token de solo lectura

# UI
source: Last Payout
cs: Poslední výplata
es: Último pago

# UI
source: Last 50 Blocks
cs: Posledních 50 bloků
es: Últimos 50 bloques

# UI
source: Do you really want to delete your user account?
cs: Opravdu chcete smazat svůj uživatelský účet?
es: ¿Realmente desea borrar su cuenta de usuario?

# UI
source: Time Since
cs: Čas od
es: Tempo desde

# UI
source: By Active Users
cs: Dle aktivních uživatelů
es: Por usuarios acivos

# UI
source: All Times Reward
cs: Odměny za celou dobu
es: Todas las recompensas

# UI
source: Basic View
cs: Základní zobrazení
es: Vista básica

# UI
source: You can click on table row to see that hour in chart below.
cs: Můžete kliknout na řádek v tabulce pro zobrazení dané hodiny v grafu níže.
es: Usted puede hacer click sobre la fila para ver esa hora en el gráfico de abajo.

# UI
source: Localization
cs: Lokalizace
es: Localización

# UI
source: Daily Reward
cs: Denní odměna
es: Recompensa diaria

# UI
source: {num, plural, =1 {Hour} other {Hours} }
cs: {num, plural, =1 {Hodina} =2 {Hodiny} =3 {Hodiny} =4 {Hodiny} other {Hodin} }
es: {num, plural, =1 {Hora} other {Horas} }

# UI
source: New Password
cs: Nové heslo
es: Nueva clave

# UI
source: New Wallet
cs: Nová peněženka
es: Nueva Cartera

# UI
source: The password can be any arbitrary text
cs: Heslo může být libovolný text
es: La clave puede ser cualquier texto arbitrario

# UI
source: Payouts
cs: Výplaty
es: Pagos

# UI
source: {num, plural, =1 {Second} other {Seconds} }
cs: {num, plural, =1 {Sekunda} =2 {Sekundy} =3 {Sekundy} =4 {Sekundy} other {Sekund} }
es: {num, plural, =1 {Segundo} other {Segundos} }

# UI
source: An <strong>additional fee</strong> of <strong>0.0001 BTC</strong> applies to payouts lower than 0.01 BTC.
cs: U odměn nižších než 0.01 BTC se připočítá <strong>dodatečný poplatek</strong> <strong>0.0001 BTC</strong>.
es: Un <strong>monto adicional</strong> de <strong>0.0001 BTC </strong> aplica a los pagos menores a 0.01 BTC.

# UI
source: Select…
cs: Vyberte…
es: Seleccionar…

# Intro
source: Processing / Failed / Sent
cs: Zpracovává se / Chyba / Odesláno
es: Procesando / Fallido / Enviado

# UI
source: Download
cs: Stáhnout
es: Descargar

# UI
source: AVG Hash Rates
cs: PRŮM hash raty
es: Tasas de hash AVG

# UI
source: Proof Data
cs: Důkazní data
es: Prueba de datos

# UI
source: Unlock by Wallet Signature
cs: Odemknout pomocí podpisu peněženkou
es: Desbloquear por firma de cartera

# UI
source: Active date and time
cs: Aktivní datum a čas
es: Activar fecha y tiempo

# UI
source: General
cs: Všeobecné

# UI
source: {num, plural, =1 {Day} other {Days} }
cs: {num, plural, =1 {Den} =2 {Dny} =3 {Dny} =4 {Dny} other {Dní} }
es: {num, plural, =1 {Día} other {Dias} }

# UI
source: You can check the current state of user preferences on the following page:
cs: Na následující stránce můžete zkontrolovat aktuální stav uživatelských nastavení:
es: Puede chequear el actual estado de las preferencias de usuario en la siguiente página:

# UI
source: Estimated Payout Period
cs: Předpokládaná doba do výplaty
es: Periodo estimado de pago

# UI
source: Maximum Difficulty <span> per minute</span>
cs: Maximální složitost <span>po minutách</span>
es: Dificultad máxima <span>por minuto</span>

# UI
source: Your preferred language for web and email communication when logged in
cs: Váš preferovaný jazyk pro web a emailovou komunikaci, když jste zalogován
es: Su lenguaje preferido para la web y la comunicación por email cuando esté conectado

# UI
source: When your balance crosses the threshold value, the pool sends it to your payout address
cs: Pokud Váš zůstatek přesáhne hodnotu limitu pro výplatu, pool odešle výplatu na Vaši výplatní adresu
es: Cuando su balance cruce el umbral de pago, el pool le enviará ese valor a su dirección de pago

# UI
source: With this token and API described below, you can easily retrieve pool account details without need to store login and password directly in your application, so <strong>keep it private</strong>.
cs: S tímto tokenem a API popsanou níže můžete získat informace z Vašeho poolového účtu bez potřeby uchovávat ve Vaší aplikaci přihlašovací údaje, takže ho <strong>udržujte v tajnosti</strong>.
es: Con este token y la API descrita abajo, usted puede fácilmente recuperar los detalles de la cuenta del pool sin necesidad de almacenar su usuario y clave directamente en su aplicación, y así <strong>mantenerla privada</strong>.

# UI
source: IP address of computer that initiated the change.
cs: IP adresa počítače, z kterého se změna inicializovala.
es: Dirección de IP de la computadora que inició el cambio.

# UI
source: Help Center Topic
cs: Téma centra nápovědy
es: Tema de centro de ayuda

# UI
source: Passwords do not match
cs: Hesla nesouhlasí
es: Las contraseñas no coinciden

# UI
source: High Density
cs: Standardní zobrazení
es: Alta densidad

# UI
source: Click to log debug info to console
cs: Klikněte pro uložení informací pro ladění do konzole
es: Haga clic para registrar información de depuración a la consola

# Intro
source: Reward is what you get if found block is valid (at least 100 confirmations).
cs: Odměna je to, co dostanete po uznání bloku platným (alespoň 100 potvrzení).
es: Recompensa es lo que se obtiene si el bloque encontrado es válido (por lo menos 100 confirmaciones).

# UI
source: Two-factor Authentication
cs: Dvoufaktorová autentizace
es: Autenticación de dos factores

# UI
source: Show all & hide Labels
cs: Ukázat vše & skrýt štítky
es: Mostrar todo & Etiquetas escondidas

# UI
source: Actively voted on options with non-zero values.
cs: Aktivně odhlasováno pro možnosti s nenulovými hodnotami.
es: Opciones activamente votadas con valores distintos a cero.

source: User Manual
cs: Uživatelský manuál
es: Manual de usuario

# UI
source: Your Scoring Hash Rate
cs: Váš skórovací hash rate
es: Su tasa de hash

# UI
source: Current Round Duration
cs: Trvání aktuálního kola
es: Duracion de Ronda Actual

# Intro
source: Your Reward = (Your Scoring Hash Rate / Pool Scoring Hash Rate) * (Block Value * 0.98)
cs: Vaše odměna = (Váš skórovací hash rate / Skórovací hash rate poolu) * (Hodnota bloku * 0.98)
es: Su recompensa = (Su puntuación de tasa de hash / Puntuación de tasa de hash del pool) * (Valor del bloque * 0.98)

# UI
source: <strong>Your pool account</strong>
cs: <strong>Váš poolový účet</strong>
es: <strong>Su cuenta del pool</strong>

# UI
source: Pool Effective Hash Rate (30 min average)
cs: Efektivní hash rate poolu (30 min průměr)
es: Tasa de Hash efectiva del pool (30 min media)

# UI
source: Daily <span>Reward</span>
cs: Denní <span>odměna</span>
es: <span>Recompensa</span> diaria

# UI
source: Security
cs: Bezpečnost
es: Seguridad

# UI
source: Users
cs: Uživatelé
es: Usuarios

# UI
source: Individual Workers Configuration
cs: Nastavení jednotlivých zařízení
es: Configuración individual de trabajadores

# Intro
source: Payouts under certain value are weighted by additional fee (see settings).
cs: Výplaty pod určitou hodnotou jsou zatíženy dodatečným poplatkem (podívejte se na nastavení).
es: Los pagos bajo cierto valor se ponderan por cuota adicional (ver configuración).

# UI
source: Your Contribution to the Pool
cs: Váš příspěvek poolu
es: Su contribución al pool

# UI
source: Delete Account
cs: Smazat účet
es: Borrar cuenta

# UI
source: Average Round Duration
cs: Průměrná doba trvání kola
es: Duración promedio de la ronda

# UI
source: {num, plural, =1 {Minute} other {Minutes} }
cs: {num, plural, =1 {Minuta} =2 {Minuty} =3 {Minuty} =4 {Minuty} other {Minut} }
es: {num, plural, =1 {Minuto} other {Minutos} }

# UI
source: To change your email address, enter new address and click the confirmation link received on your old email account.
cs: Pro změnu emailové adresy prosím vložte novou adresu a klikněte na potvrzovací link, který jste obdržel na Vaši původní emailovou adresu.
es: Para cambiar su dirección de email, introduzca su nueva dirección y haga click en el enlace recibido en su antigua dirección de email.

# UI
source: One Time Password
cs: Jednorázové heslo
es: Clave de un solo uso

# UI
source: Install Google Authenticator to your smartphone
cs: Nainstalujte si Google Authenticator do Vašeho chytrého telefonu
es: Instalar el Autenticador de Google en su télefono inteligente

# UI
source: Paste the signature from your BTC wallet software
cs: Zkopírujte podpis z Vaší bitcoinové peněženky
es: Pegue la firma de su software de cartera de BTC

# UI
source: Token Not Generated
cs: Token nebyl vygenerován
es: Token no generado

# UI
source: You do not have notifications yet.
cs: Ještě nemáte žádná upozornění.
es: Usted no tiene notificaciones aún.

# UI
source: The preference you select determines the type of mining jobs that your workers will be receiving.
cs: Vámi vybraná nastavení určují druh zadání práce, kterou budou dostávat Vaše zařízení.
es: La preferencia que seleccione determinará el tipo de trabajos de minería que sus trabajadores recibirán.

# UI
source: This token allows you to login into your account in read-only mode.
cs: Tento token Vám umožňuje se přihlásit do Vašeho účtu v režimu pouze pro čtení.
es: Este token permitirá ingresar en tu cuenta en el modo de solo lectura.

# UI
source: Generate New API Token
cs: Vygenerovat nový API token
es: Generar nuevo Token de API

# UI
source: Right axis: Active workers.
cs: Pravá osa: aktivní zařízení.
es: Eje derecho: Trabajadores activos.

# UI
source: Confirm
cs: Potvrdit
es: Confirmar

# UI
source: Bitcoin blocksize voting results from users active in the past 3-day period.
cs: Výsledky hlasování o velikosti bitcoinových bloků od uživatelů aktivních v posledních 3 dnech.
es: Resultados de la votación del tamaño de bloque de bitcoin de usuarios activos de los últimos 3 días.

# UI
source: It is possible to set this limit as low as <strong>0.001 BTC.<strong>
cs: Tento limit je možné nastavit až na <strong>0.001 BTC.<strong>
es: Es posible establecer este límite tan bajo como <strong> 0,001 BTC. <Strong>

# UI
source: Disable
cs: Vypnout
es: Deshabilitar

# UI
source: IP Address
cs: IP adresa
es: Dirección IP

# UI
source: Hash Rate <span>Distribution</span>
cs: <span>Rozložení</span> hash rate
es: <span>Distribución</span> Tasa de Hash

# UI
source: <strong>All sensitive information will be hidden</strong> (<em>payouts, activity log and settings</em>).
cs: <strong>Všechny důvěrné informace budou skryty</strong> (<em>výplaty, protokol činnosti a nastavení</em>).
es: <strong>Toda información sensible será ocultada</strong> (<em> pagos, actividad de inicio de sesión y configuraciones</em>).

# UI
source: 7-day Average
cs: 7denní průměr
es: Promedio de 7 días

# UI
source: Generated One-Time Password
cs: Vygenerované jednorázové heslo
es: Clave de un solo uso generada

# UI
source: No data available…
cs: Data nejsou dostupná…
es: Ningún dato disponible…

# UI
source: Short, broad type of activity.
cs: Krátký popis typu činnosti.
es: Tipo de actividad amplio y corto.

# UI
source: Read-only
cs: Pouze pro čtení
es: Solo lectura

# UI
source: Mining
cs: Těžba
es: Minando

# UI
source: Click to see URI form of the QR code
cs: Klikněte pro zobrazení QR kódu v URI formátu
es: Haga click para ver el formulario URI del código QR

# UI
source: You can deactivate two-factor authentication by entering valid one-time password into the form below.
cs: Dvoufaktorovou autentizaci můžete vypnout vložením platného jednorázového hesla do formuláře níže.
es: Usted puede desactivar la autenticación introduciendo una clave de un solo uso válida en el formulario de abajo.

# UI
source: Hash Rate <span>Proof</span>
cs: Důkaz <span>výkonu</span>
es: <span>Prueba</span> de tasa de hash

# UI
source: <span>Unconfirmed</span> Reward
cs: <span>Nepotvrzená</span> odměna
es: Recompensa <span>sin confirmar</span>

# UI
source: Go to Pool Statistics
cs: Přejít na poolové statistiky
es: Ir a estadísticas del pool

# UI
source: Signature
cs: Podpis
es: Firma

# UI
source: Each circle represents a group of users with similar hash rate.
cs: Každý kruh reprezentuje skupinu uživatelů s podobným hash rate.
es: Cada circulo representa un grupo de usuarios con una tasa de hash similar.

# UI
source: and receive a confirmation email
cs: a obdržíte potvrzovací email
es: y reciba un correo electrónico de confirmación

# UI
source: Currency unit
cs: Jednotka měny
es: Unidad de moneda

# UI
source: Receive pool newsletters
cs: Dostávat novinky z poolu
es: Recibir boletines del pool

# UI
source: Notify me on payout
cs: Informovat mě při výplatě
es: Notificarme al realizar un pago

# UI
source: Send email when the system sends me a payment
cs: Informovat mě emailem, jakmile mi systém zašle výplatu
es: Enviarme un correo electronico cuando el sistema envíe el pago

# UI
source: Preferred language
cs: Preferovaný jazyk
es: Idioma preferido

# UI
source: Preferred blockchain proposal
cs: Preferovaný blockchain návrh
es: Propuesta de cadena de bloques preferida

# UI
source: Preferred timezone
cs: Preferované časové pásmo
es: Zona horaria preferida

# UI
source: Reporting enabled
cs: Reportování zapnuto
es: Informes Habilitados

# UI
source: Username in stats
cs: Uživatelské jméno ve statistikách
es: Nombre de usuario en las estadísticas

# UI
source: Minimum difficulty
cs: Minimální složitost
es: Dificultad mínima

# UI
source: Receive e-mail notifications from the monitoring system
cs: Dostávejte emailová upozornění z našeho sledovacího systému
es: Reciba notificaciones por email del sistema de monitoreo

# UI
source: Receive notifications about proposal changes
cs: Dostávat upozornění o změnách návrhů
es: Recibir notificaciones sobre cambios propuesto

# UI
source: Newsletter
cs: Novinky
es: Boletin

# UI
source: Watch proposals
cs: Sledovat návrhy
es: Ver propuestas

# UI
source: Show my username in public server stats
cs: Zobrazovat moje uživatelské jméno ve veřejných statistikách
es: Mostrar mi nombre en las estadísticas públicas del servidor

# UI
source: Block is invalid, no user reward has been sent
cs: Blok je neplatný, žádná odměna nebyla poslána
es: Bloque inválido, ninguna recompensa de usuario ha sido enviada

# UI
source: Universal 2nd Factor (U2F)
cs: Univerzální druhý faktor (U2F)
es: Universal de 2 factores (U2F)

# UI
source: New value is the same as current!
cs: Nová a současná hodnota se neliší!
es: ¡El nuevo valor es el mismo que el actual!

# UI
source: This device might already be registered.
cs: Toto zařízení už je nejspíš registrované.
es: Este dispositivo podría estar ya registrado.

# UI
source: Remove Existing Device
cs: Odstranit existující zařízení
es: Eliminar dispositivo existente

# UI
source: Registered At
cs: Registrováno
es: Registrado en

# UI
source: Please confirm the request on your device
cs: Potvrďte prosím požadavek na Vašem zařízení
es: Por favor confirmar la solicitud en su dispositivo

# UI
source: Register New Device
cs: Registrovat nové zařízení
es: Registrar un nuevo dispositivo

# UI
source: Public Key
cs: Veřejný klíč
es: Llave pública

# UI
source: This device might not be registered yet.
cs: Toto zařízení nejspíš ještě není registrované.
es: Este dispositivo puede que no esté registrado aún.

# UI
source: Last Used At
cs: Použito naposledy
es: Usado por última vez el

# UI
source: Unspecified
cs: Nespecifikováno
es: Sin especificar

# UI
source: Time
cs: Čas
es: Tiempo

# UI
source: Group Hash Rate
cs: Hash rate skupiny
es: Tasa de hash del grupo

# UI
source: Hash rate range (logarithmic scale)
cs: Rozsah hash rate (logaritmická škála)
es: Rango de tasa de hash (escala logarítmica)

# UI
source: Maximum Difficulty
cs: Maximální složitost
es: Dificultad máxima

# UI
source: User Group
cs: Skupina uživatelů
es: Grupo de usuario

# UI
source: Number of users
cs: Počet uživatelů
es: Número de usuarios

# UI
source: You do not have any devices yet
cs: Zatím nemáte žádná zařízení
es: Usted no tiene ningún dispositivo aún

# UI
source: Average Hash Rate
cs: Průměrný hash rate
es: Poder de hasheo Promedio

# UI
source: User Count
cs: Počet uživatelů
es: Número de usuarios

# UI
source: Not Available in Read-only Mode.
cs: Není přístupné v módu pouze pro čtení.
es: No disponible en modo de solo lectura.

# UI
source: Your Current Read-only Token
cs: Aktuální token pro přístup pouze pro čtení
es: Su actual token de solo lectura

# UI
source: Your <strong>payouts are disabled</strong> while this change is in progress.
cs: Váše <strong>výplaty jsou pozastaveny</strong> po dobu změny.
es: Sus <strong>pagos están deshabilitados</strong> mientras este cambio este en progreso.

# UI
source: You should receive a <strong>confirmation email</strong> shortly.
cs: Brzy by Vám měl přijít <strong>potvrzovací email</strong>.
es: Usted debe recibir un <strong>email de confirmación</strong> en breve.

# UI
source: All
cs: Vše

# UI
source: Icon - User
cs: Ikona - uživatel
