Repository: dongpu1813/web-pool-i18n
Catalog: web/*/LC_MESSAGES/js.po
Languages: cs, es

# UI
source: Hash Rate<br/>(5 minutes)
cs: Hash rate<br/>(5 minut)
es: Tasa de hash<br/>(5 minutos)

# UI
source: Edit
cs: Změnit
es: Editar

# UI
source: The system will report issues, when hash rate drops below this value.
cs: Systém bude reportovat problémy, když hash rate klesne pod tuto hodnotu.
es: El sistema reportará problemas, cuando la tasa de hash caiga por debajo de este valor.

# UI
source: Worker Attribute
cs: Atribut zařízení
es: Atributos del trabajador

# UI
source: Sent
cs: Odesláno
es: Enviado

# UI
source: Showing <strong>{visible, number}</strong> of {all, plural, =1 {<strong>#</strong> Worker} other {<strong>#</strong> Workers}}.
cs: Zobrazeno <strong>{visible, number}</strong> z {all, plural, =1 {<strong>#</strong> zařízení} other {<strong>#</strong> zařízení}}.
es: Mostrando <strong>{visible, number}</strong> de {all, plural,=1 {<strong>#</strong> Trabajador} other {<strong>#</strong> Trabajadores}}.

# UI
source: Hash Rate (1 day)
cs: Hash rate (1 den)
es: Tasa de hash (1 día)

# UI, Blocks
source: Invalid
cs: Neplatný
es: Inválido

# UI
source: Total:
cs: Celkem:

# UI
source: Click to reload data
cs: Klikněte pro obnovení dat
es: Click para recargar datos

# UI
source: Payout History
cs: Historie výplat
es: Historial de pago

# UI
source: Alert Limit
cs: Výstražný limit
es: Límite de alerta

# UI
source: minutes
cs: minut
es: minutos

# UI
source: Do you wish to continue?
cs: Přejete si pokračovat?
es: ¿Desea continuar?

# UI
source: Block Value
cs: Hodnota bloku
es: Valor del Bloque

# UI
source: Auto-detect Alert Limit
cs: Automaticky detekovat limit pro výstrahu
es: Detectar automáticamente el límite de alerta

# UI
source: Minimum<br/>Difficulty
cs: Minimální<br/>složitost
es: Dificultad<br/>Mínima

# UI
source: Hour
cs: Hodina
es: Hora

# UI
source: Block is invalid, no reward has been sent
cs: Blok je neplatný, nebyla odeslána žádná odměna
es: El bloque no es válido, no se han enviado recompensas

# UI
source: Low
cs: Pomalý
es: Bajo

# UI
source: Click to dismiss
cs: Klikněte pro zavření
es: Click para descartar

# UI
source: Use default minimum difficulty
cs: Použít výchozí minimální složitost
es: Usa la dificultad mínima por defecto

# UI
source: Confirmations<br>Left
cs: Zbývá<br>potvrzení
es: Confirmaciones<br>Restantes

# UI
source: Default
cs: Výchozí
es: Por defecto

# UI
source: days
cs: dní
es: días

# UI
source: Worker ID
cs: ID zařízení
es: ID del trabajador

# UI
source: hours
cs: hodin
es: horas

# UI
source: Revert
cs: Vrátit
es: Deshacer

# UI
source: Address
cs: Adresa
es: Dirección

# UI
source: Please <a href="{link}" target="_blank">upgrade your browser</a> to improve your experience.
cs: Pro zlepšení uživatelské zkušenosti prosím <a href="{link}" target="_blank">aktualizujte svůj prohlížeč</a>.
es: Por favor<a href="{link}" target="_blank">actualice su navegador</a> para mejorar su experiencia.

# UI
source: Show Namecoin Blocks
cs: Zobrazit Namecoinové bloky
es: Mostrar bloques de Namecoin

# UI
source: Failed
cs: Chyba
es: Fallo

# UI
source: years
cs: roků
es: Años

# UI
source: You do not have any labels yet
cs: Ještě nemáte žádné štítky
es: No tienes ninguna etiqueta aún

# UI
source: State
cs: Stav
es: Estado

# UI
source: You do not have any Payouts yet.
cs: Ještě nemáte žádné výplaty.
es: No tienes ningún pago aún.

# UI
source: Mandatory field (only letters, numbers and: _ @ + - )
cs: Povinné pole (pouze písmena, čísla a : _ @ + - )
es: Campo obligatorio (solo letras, números y: _ @ + - )

# UI
source: Secondary Hash Rate:
cs: Další hash rate:
es: Tasa de hash secundaria:

# UI
source: Exchange Rate
cs: Směnný kurz
es: Ratio de cambio

# UI
source: Block <span>History</span>
cs: Historie <span>bloků</span>
es: Historia del <span>Bloque</span>

# UI
source: Refresh
cs: Obnovit
es: Recargar

# UI
source: Scoring Hash Rate
cs: Skórovací hash rate
es: Tasa de hash puntuable

# UI, workers
source: Shortcut
cs: Zkratka
es: Atajo

# UI
source: Pool Scoring<br>Hash Rate
cs: Skórovací<br>hash rate poolu
es: Puntuacion del Pool<br>Tasa de Hash

# UI
source: Edit {num, plural, =1 {Worker} other {# Workers} }
cs: Upravit {num, plural, =1 {zařízení} other {# zařízení} }
es: Editar {num, plural, =1 {Trabajador} other {# Trabajadores} }

# UI
source: Select attribute
cs: Vyberte atribut
es: Selecciona atributo

# UI
source: Manage
cs: Spravovat
es: Gestión

# UI
source: New Worker
cs: Nové zařízení
es: Nuevo trabajador

# UI
source: Updated
cs: Aktualizováno
es: Actualizado

# UI
source: Rate
cs: Kurz
es: Tasa

# UI
source: Your Scoring<br>Hash Rate
cs: Váš skórovací<br>hash rate
es: Tu puntuación<br>Tasa de Hash

# UI
source: Confirm.<br>Left
cs: Zbývá<br>Potvrz
es: Confirmar.<br>Salir

# UI
source: seconds
cs: sekund
es: segundos

# UI
source: Save
cs: Uložit
es: Guardar

# UI
source: BTC Value
cs: Hodnota BTC
es: Valor del BTC

# UI
source: Processing…
cs: Zpracovávám…
es: Procesando…

# UI
source: The monitoring system will detect and report any hash rate issues related to this worker.
cs: Sledovací systém bude detekovat a reportovat jakékoliv problémy s hash rate u tohoto zařízení.
es: El sistema de monitorización detectará y reportará cualquier incidencia en la tasa de hash de este trabajador.

# UI
source: Block Found At
cs: Blok nalezen v
es: Bloque encontrado en

# UI
source: Show monitoring states
cs: Ukázat stavy sledování
es: Mostrar estados de monitoreo

# UI
source: Apply
cs: Použít
es: Aplicar

# UI
source: Server error: please try again after few minutes
cs: Chyba serveru: zkuste to prosím znovu za několik minut
es: Error del servidor: por favor reintente en unos minutos

# UI
source: Enable monitoring
cs: Zapnout sledování
es: Activar monitorización

# UI
source: Fee
cs: Poplatek
es: Tasa

# UI
source: Hash Rate (5 minutes)
cs: Hash rate (5 minut)
es: Tasa de hash (5 minutos)

# UI
source: There is nothing to show here
cs: Není zde nic k zobrazení
es: No hay nada que mostrar aquí

# UI, Blocks
source: Confirmed
cs: Potvrzený

# UI
source: Worker Name
cs: Název zařízení
es: Nombre del trabajador

# UI
source: Automatically estimates Hash Rate of your worker by its past activity.
cs: Automaticky odhaduje hash rate Vašeho zařízení na základě jeho minulé aktivity.
es: Automáticamente hace una estimación de la tasa de hash de tu trabajador basada en su actividad pasada.

# UI
source: Now
cs: Teď
es: Ahora

# UI
source: Hash Rate<br/>(1 day)
cs: Hash rate<br/>(1 den)
es: Tasa de hash<br/>(1 día)

# UI
source: Check your internet connection
cs: Zkontrolujte připojení k internetu
es: Verifica tu conexión a internet

# UI
source: Clone
cs: Duplikovat
es: Duplicar

# UI
source: Clear Filters
cs: Vymazat filtry
es: Eliminar filtros

# UI
source: Description
cs: Popis
es: Descripción

# UI
source: Number bigger than 0.5
cs: Číslo větší nez 0.5
es: Número mayor a 0,5

# UI
source: Scoring<br/>Hash Rate
cs: Skórovací<br/>hash rate
es: Tasa de hash<br/>puntuable

# UI
source: You have requested an invalid update. Those changes WILL NOT BE SAVED.
cs: Požádal jste o neplatnou aktualizaci. Tyto změny NEBUDOU ULOŽENY.
es: Ha solicitado una actualización no válida. Los cambios NO SE GUARDARÁN.

# UI
source: Pool Luck
cs: Štěstí
es: Suerte del grupo

# UI
source: Your Reward
cs: Vaše odměna
es: Su recompensa

# UI
source: Labels updated
cs: Štítky aktualizovány
es: Etiquetas actualizadas

# UI
source: Alert<br/>Limit
cs: Limit<br/>pro výstrahu
es: Limite<br/>Alerta

# UI
source: Date range:
cs: Rozsah datumů:
es: Rango de fecha:

# UI
source: Block<br>ID
cs: ID<br>bloku
es: Bloque<br>ID

# UI
source: Reward has been sent
cs: Odměna byla odeslána
es: La recompensa ha sido enviada

# UI
source: Multiple values for selected workers
cs: Několikero hodnot pro vybraná zařízení
es: Múltiples valores para los trabajadores seleccionados

# UI
source: Off
cs: Vypnuto
es: Desactivar

# UI
source: Trans.ID
cs: ID transakce

# UI
source: Selected:
cs: Vybráno:
es: Seleccionado:

# UI
source: Manage Labels
cs: Spravovat štítky
es: Gestión de Etiquetas

# UI
source: Reward <span>History</span>
cs: Historie <span>odměn</span>
es: <span>Historial</span> de recompensas

# UI
source: You are using an outdated browser.
cs: Používáte zastaralý prohlížeč.
es: Estás usando un navegador obsoleto.

# UI
source: Fill in the label details & click new
cs: Vyplňte detaily štítku a klikněte na nový
es: Rellena la etiqueta detalles y pulsa nuevo

# UI
source: Workers updated
cs: Zařízení aktualizována
es: Trabajadores actualizados

# UI
source: Create
cs: Vytvořit
es: Crear

# UI
source: Amount
cs: Částka
es: Cantidad

# UI
source: Edit worker
cs: Upravit zařízení
es: Editar trabajador

# UI
source: Pool always assigns difficulty equal or greater than this value.
cs: Pool vždy přiřadí složitost větší nebo rovnou této hodnotě.
es: Pool de minería siempre asigna una dificultad igual o mayor que este valor.

# UI
source: Recent <span>Hash Rate</span>
cs: Nedávný <span>hash rate</span>
es: Poder de Hasheo <span>Reciente</span>

# UI
source: Show active range
cs: Ukázat aktivní rozsah
es: Mostrar rango activo

# UI
source: <strong>{selected, number}</strong> selected.
cs: <strong>{selected, number}</strong> vybráno..
es: <strong> {selected, number}</strong> seleccionado.

# UI
source: Hash Rate<br/>(1 hour)
cs: Hash rate<br/>(1 hodina)
es: Tasa de hash<br/>(1 hora)

# UI
source: NMC Reward
cs: NMC Odměna
es: Recompensa NMC

# UI
source: Disabled
cs: Vypnuto
es: Deshabilitado

# UI
source: Date
cs: Datum
es: Fecha

# UI
source: Click to return
cs: Klikněte pro návrat
es: Click para volver

# UI
source: Processing
cs: Zpracovávám
es: Procesando

# UI
source: Duration
cs: Trvání
es: Duración

# UI
source: Pending…
cs: Zpracovávám…
es: Pendiente…

# UI
source: Select None
cs: Vybrat žádné
es: Seleccione Ninguno

# UI
source: Select All
cs: Vybrat vše
es: Seleccionar todo

# UI
source: BTC Reward
cs: BTC Odměna
es: Recompensa BTC

# UI
source: Enabled
cs: Zapnuto
es: Habilitado

# UI
source: Worker deleted
cs: Zařízení smazáno
es: Trabajador eliminado

# UI
source: Day
cs: Den
es: Día

# UI
source: Fill the attributes…
cs: Vyplňte atributy…
es: Llene los atributos …

# UI
source: RegExp / String
cs: RegExp / Řetězec
es: RegExp / Cadena

# UI
source: N/A
cs: Nedostupný

# UI
source: Visit <strong>User Manual</strong> for more information about how your rewards are calculated.
cs: Pro více informací, jak se počítají Vaše odměny, navštivte <strong>Uživatelský manuál</strong>.
es: Visita<strong>Manual de Usuario</strong> para más información acerca de cómo las recompensas son calculadas.

# UI
source: Last Share
cs: Poslední řešení v
es: Ultimo Share

# UI
source: All Workers
cs: Všechna zařízení
es: Todos los trabajadores

# UI
source: New worker created
cs: Nové zařízení vytvořeno
es: Nuevo trabajador creado

# UI
source: Select Page
cs: Vyberte stránku
es: Seleccionar página

# UI
source: Edit Worker
cs: Upravit zařízení
es: Editar trabajador

# UI
source: Monitoring State
cs: Stav sledování
es: Estado de Monitoreo

# UI
source: Create new
cs: Vytvořit nové
es: Crear nuevo

# UI
source: Your browser does not support all features needed for this site.
cs: Váš prohlížeč nepodporuje všechny funkce potřebné pro tuto stránku.
es: Tu navegador no soporta las características necesarias para este sitio.

# UI
source: Difficulty
cs: Složitost
es: Dificultad

# UI
source: Name
cs: Jméno
es: Nombre

# UI
source: New
cs: Nová
es: Nuevo

# UI
source: Labels
cs: Štítky
es: Etiquetas

# UI
source: Hash Rate (1 hour)
cs: Hash rate (1 hodina)
es: Tasa de hash (1 hora)

# UI
source: 5 minutes
cs: 5 minut
es: 5 minutos

# UI
source: Auto detect Alert Limit
cs: Automaticky detekovat limit pro výstrahu
es: Detectar automáticamente el límite de alerta

# UI
source: Delete
cs: Smazat
es: Borrar

# UI
source: Do you really want to delete this worker?
cs: Opravdu chcete toto zařízení smazat?
es: ¿Realmente deseas eliminar este trabajador?

# UI
source: Minimum Difficulty
cs: Minimální složitost
es: Dificultad mínima

# UI
source: Block #
cs: Blok #
es: Bloque #

# UI
source: Cancel
cs: Zrušit
es: Cancelar

# UI
source: months
cs: měsíců
es: meses

# UI
source: Page size:
cs: Počet na stránku:
es: Tamaño de la página:

# UI
source: Filter Your Workers
cs: Filtrujte svá zařízení
es: Filtra tus trabajadores

# UI
source: {num, plural, =1 {Week} other {Weeks} }
cs: {num, plural, =1 {Týden} =2 {Týdny} =3 {Týdny} =4 {Týdny} other {Týdnů} }
es: {num, plural, =1 {Semana} other {Semanas} }

# UI
source: Notifications & Visibility
cs: Oznámení & Viditelnost
es: Notificaciones y Visibilidad

# UI
source: Blockchain Voting Preference
cs: Preference hlasování pro velikost bloků
es: Preferencia de cadena de bloque votada

# UI
source: Leftover <strong>BTC balance will be lost</strong>, so please setup your send threshold to lowest possible value and wait for next payout before confirming the account deletion.
cs: Zbylý <strong>zůstatek BTC bude ztracen</strong>, nastavte si prosím limit pro výplatu na nejmenší možnou hodnotu a počkejte na příští výplatu před potvrzením smazání svého účtu.
es: El restante del <strong>balance de BTC se perderá</strong>, así que por favor configure su umbral de envio al valor más bajo posible y espere por el próximo pago antes de confirmar la eliminación de la cuenta.

# UI
source: Proved Average<br>Hash Rate
cs: Potvrzený průměrný<br>hash rate
es: Promedio Comprobado<br>Tasa de Hash

# UI
source: 6-digit number
cs: 6místné číslo
es: Número de 6 dígitos

source: BTC value of 1 NMC when a given block was found to be valid.
cs: BTC hodnota 1 NMC v momentě potvrzení platnosti nalezeného bloku.
es: Valor de BTC de 1 NMC cuando un bloque dado fue encontrado para ser válido.

# UI
source: State of user preferences
cs: Stav uživatelských předvoleb
es: Estado de preferencias de usuario

# UI
source: Enter the generated one-time password into this form.
cs: Vložte vygenerované jednorázové heslo do tohoto formuláře.
es: Introduzca la clave generada de un solo uso en este formulario.

# UI
source: <span>Confirmed</span> Reward
cs: <span>Potvrzená</span> odměna
es: Recompensa <span>confirmado</span>

# UI
source: Lock Payout Address
cs: Uzamknout výplatní adresu
es: Dirección para bloqueo de pagos

# UI
source: Active Workers
cs: Aktivní zařízení
es: Trabajadores activos

# UI
source: Loading…
cs: Načítám…
es: Cargando…

# UI
source: to payout
cs: k výplatě
es: a pagar

# UI
source: Current Round Start
cs: Začátek aktuálního kola
es: Inicio de ronda actual

# UI
source: Enter to change your BTC wallet.
cs: Vložte pro změnu Vaší BTC peněženky.
es: Entrar para cambiar su cartera de BTC.

# UI
source: Number in range from 8 to 500 000
cs: Číslo v rozmezí 8 až 500 000
es: Número en el rango de 8 a 500.000

# UI
source: Last 10 Blocks
cs: Posledních 10 bloků
es: Los últimos 10 bloques

# UI
source: For more information and rationale see our manual page:
cs: Pro více informací a zdůvodnění se podívejte do uživatelského manuálu:
es: Para más información y fundamentos vea nuestro manual:

# UI
source: Last 250 Blocks
cs: Posledních 250 bloků
es: Últimos 250 bloques

# Intro
source: BTC value of 1 NMC when a given block was found to be valid.
cs: BTC hodnota 1 NMC v době, kdy byl daný blok potvrzen jako platný.
es: Valor en BTC de 1 NMC cuando un bloque dado fue encontrado para ser válido.

# UI
source: You also have a full right not to vote at all. In that case, you will be receiving various mining jobs of all supported types based on the current distribution of votes. If you declare that you "do not care", you will be receiving standard bitcoin core jobs.
cs: Máte také plné právo vůbec nehlasovat. V takovém případě budete dostávat různorodá zadání založená na aktuálním rozložení hlasů ostatních. Pokud zvolíte, že "je Vám to jedno", budete dostávat standardní zadání pro bitcoin core bloky.
es: También tiene pleno derecho a no votar en absoluto. En ese caso, usted va a recibir varios trabajos mineros de todos los tipos soportados en base a la actual distribución de votos. Si declara que "no le importa", usted va a recibir trabajos de núcleo de Bitcoin estándar.

# UI
source: Confirmation Status
cs: Stav potvrzení
es: Estado de confirmación

# UI
source: Alternatively if you do not have access to your authentication software, you can disable your OTP protection by sending us message signed by your bitcoin wallet
cs: Nebo pokud nemáte přístup k autorizačnímu software, můžete vypnout OTP ochranu tím, že nám zašlete zprávu podepsanou Vaší bitcoinovou peněženkou
es: Alternativamente, si usted no tiene acceso a su software de confirmación, puede deshabilitar su protección OTP enviandonos un mensaje firmado por su cartera bitcoin

# UI
source: Vertical lines represent blocks found by the pool. They are labeled with #block numbers.
cs: Svislé čáry představují bloky nalezené poolem. Jsou označené čísly #bloku.
es: Las líneas verticales representan los bloques encontrados por el pool. Ellos están etiquetados con los números #block.

# UI
source: Miner login
cs: Přihlašovací jméno zařízení
es: Inicio de sesión de Minero

# UI
source: Change Email
cs: Změnit email
es: Cambiar Email

# UI
source: Default value from user profile
cs: Výchozí hodnota z uživatelského účtu
es: Valor por defecto del perfil de usuario

# Intro
source: This value and your scoring hash rate from the same time are used for calculating your reward for the block.
cs: Tato hodnota a Váš skórovací hash rate ze stejného momentu jsou použity pro kalkulaci Vaší odměny pro daný blok.
es: Este valor y su puntuación de tasa de hash son usadas al mismo tiempo para calcular su recompensa por bloque.

# UI
source: Extended View
cs: Rozšířené zobrazení
es: Vista extendida

# Intro
source: Value of given block in BTC according to rate shown.
cs: Hodnota daného bloku v BTC dle zobrazeného kurzu.
es: Valor de bloque obtenido en BTC corde con la tasa mostrada.

# UI
source: Bitcoin blocksize voting results
cs: Výsledky hlasování o velikosti bitcoinových bloků
es: Resultados de la votación del tamaño de bloque bitcoin

# UI
source: {num, plural, =1 {Month} other {Months} }
cs: {num, plural, =1 {Měsíc} =2 {Měsíce} =3 {Měsíce} =4 {Měsíce} other {Měsíců} }
es: {num, plural, =1 {Mes} other {Meses} }

source: Hash Rate Proof
cs: Dokázání Hash rate
es: Test de Tasa de Hash

# UI
source: Number in range from 0.001 to 5
cs: Číslo v rozmezí 0.001 až 5
es: Número en el rango de 0.001 a 5

# UI
source: Loading data…
cs: Načítám data…
es: Cargando data…

# UI
source: <span>Estimated</span> Reward for Current Block
cs: <span>Předpokládaná</span> odměna pro aktuální blok
es: Recompensa <span>estimada</span> del bloque actual

# UI
source: Vote now!
cs: Hlasujte!
es: ¡Vote ahora!

# UI
source: User minimum difficulty from your user profile settings.
cs: Uživatelská minimální složitost z nastavení uživatelského účtu.
es: Dificultad de usuario mínima establecida en su perfil de usuario.

# UI
source: Maximum<br>Reached Difficulty
cs: Maximální<br>dosažená složitost
es: Máxima<br>Dificultad alcanzada

# UI
source: Chart shows maximum difficulty per minute for <strong>hour preceding selected time</strong>. Values satisfying <strong>current network difficulty</strong> are highlighted.
cs: Graf ukazuje maximální složitost za minutu pro <strong>hodinu předcházející vybranému času</strong>. Hodnoty splňující <strong>aktuální složitost sítě</strong> jsou zvýrazněny.
es: El gráfico muestra la dificultad máxima por minuto para <strong>las horas que preceden el tiempo seleccionado</strong>. Los valores que satisfacen la <strong>dificultad de red actual</strong> aparecen resaltados.

# UI
source: Timestamp
cs: Časové razítko

# UI
source: Payout Threshold
cs: Limit pro výplatu
es: Umbral de pago

# UI
source: Voting only
cs: Pouze hlasování
es: Votación única

# UI
source: Wallet
cs: Peněženka
es: Cartera

# UI
source: End of Period
cs: Konec období
es: Fin de periodo

# UI
source: Workers
cs: Zařízení
es: Trabajadores

# Intro
source: A unique identifier assigned to each found block by the pool.
cs: Unikátní identifikátor přiřazený každému bloku nalezenému poolem.
es: Un identificador único para cada bloque encontrado por el pool.

# UI
source: Block Difficulty
cs: Složitost bloku
es: Dificultad de bloque

# UI
source: Account
cs: Účet
es: Cuenta

# UI
source: Saving…
cs: Ukládám…
es: Salvando…

# UI
source: Your two-factor authentication is successfully configured.
cs: Vaše dvoufaktorová autentizace je úspěšně nastavena.
es: Su autenticación de 2 factores está configurada exitosamente.

# Intro
source: Click for the transactions details for the particular address in blockchain.
cs: Klikněte pro detaily transakcí pro danou adresu v blockchainu.
es: Click para detalles de transacción para la dirección particular de la cadena de bloques.

# UI
source: If you do not have access to your former email account, you may confirm the change by wallet signature.
cs: Pokud nemáte přístup k původnímu emailovému účtu, můžete změnu potvrdit podpisem peněženkou.
es: Si no tiene acceso a su anterior cuenta de email, usted puede confirmar el cambio mediante la firma de cartera.

# UI
source: Network Difficulty
cs: Složitost sítě
es: Dificultad de red

# UI
source: Settings
cs: Nastavení
es: Ajustes

# UI
source: Workers States
cs: Stavy zařízení
es: Estado de trabajadores

# UI
source: New Email
cs: Nový email
es: Nuevo correo electrónico

# UI
source: Disable by Wallet Signature
cs: Vypnout pomocí podpisu peněženkou
es: Deshabilitar por la firma de cartera

# UI
source: If you loose your wallet and the payout address is locked, there is no way how to change it anymore.
cs: Pokud ztratíte peněženku a Vaše výplatní adresa je uzamčená, neexistuje žádná cesta, jak ji změnit.
es: Si usted pierde su cartera y la dirección de pago está bloqueada, no hay manera de cambiarla nunca más.

# UI
source: Block Number
cs: Číslo bloku
es: Número de bloque

# UI
source: Please note that losing your smartphone (and a backup of your secret key) means you will not be able to change your payout address. Two-factor authentication cannot be deactivated without access to your smartphone.
cs: Pamatujte si prosím, že ztráta Vašeho chytrého telefonu (a zálohy Vašeho tajného klíče) znamená, že nebudete schopen si změnit výplatní adresu. Dvoufaktorová autentizace nemůže být deaktivována bez přístupu k chytrému telefonu.
es: Por favor note que al perder su teléfono inteligente (y un respaldo de su clave secreta) significa que usted no será capaz de cambiar su dirección de pago. La autenticación de 2 factores no puede ser desactivada sin acceder a su teléfono inteligente.

# UI
source: Left axis:
cs: Levá osa:
es: Eje izquierdo:

# Intro
source: You will not be given any reward if block is invalid.
cs: Pokud je blok neplatný, nedostanete žádnou odměnu.
es: Usted no recibirá ninguna recompensa si el bloque no es válido.

# UI
source: Confirm by Wallet Signature
cs: Potvrdit pomocí podpisu peněženkou
es: Confirmar por firma de cartera

# UI
source: Network<br>Difficulty
cs: Složitost<br>sítě
es: Dificultad de<br>Red

# UI
source: {num, plural, =1 {Year} other {Years} }
cs: {num, plural, =1 {Rok} =2 {Roky} =3 {Roky} =4 {Roky} other {Let} }
es: {num, plural, =1 {Año} other {Años} }

# UI
source: Current Email
cs: Aktuální email
es: Correo actual

# UI
source: Resources
cs: Zdroje
es: Recursos

# UI
source: Script for parsing the proof data:
cs: Skript pro rozbor důkazních dat:
es: Script para análisis de datos:

# UI
source: If you do not want to use our service anymore, you can delete your account.
cs: Pokud si nepřejete naši službu nadále používat, můžete svůj účet smazat.
es: Si no desea utilizar nuestro servicio más, puede borrar su cuenta.

# UI
source: Low Density
cs: Kompaktní zobrazení
es: Baja densidad
