Repository: dongpu1813/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: fr

# UI
source: <p>Mining outages can be caused by many different factors: internet connectivity issues, hardware power-supply failures, hardware overheating, mining software issues and so on. No matter the root cause, it is necessary to let the miner know to <strong>prevent any further losses</strong> and protect their investment.</p> <p>Our monitoring system does exactly that. Each of your workers is constantly monitored as a separate unit and <strong>every issue is recorded</strong>. If you allow us, we will gladly send you notifications of these events either via email or via our lightweight mobile app so you can take the necessary action.</p> <p>We know that one size does not fit all, therefore we allow miners to set up monitoring <strong>according to their needs</strong>. Do you want to monitor only a certain portion of workers? No problem. Do you find the default monitoring settings are too (in)sensitive? You can adjust the alert limit accordingly.</p>
fr: <p>Les pannes de minage peuvent être causées par de nombreux facteurs différents: problèmes de connectivité Internet, pannes d’alimentation du matériel, surchauffe du matériel, problèmes de logiciels, etc. Quelle que soit la cause du problème, il est nécessaire d'en informer le mineur afin de <strong>prévenir toute perte supplémentaire</strong> et de protéger son investissement.</p> <p>Notre système de surveillance fait exactement cela. Chacun de vos travailleurs est surveillé en permanence en tant qu’unité distincte et <strong> chaque problème est enregistré </strong>. Si vous nous le permettez, nous serons heureux de vous envoyer des notifications de ces événements, soit par courrier électronique, soit via notre application mobile légère, afin que vous puissiez prendre les mesures nécessaires. </p> <p>Nous savons qu'une solution unique ne convient pas à tous. Nous autorisons donc les mineurs à mettre en place une surveillance <strong> en fonction de leurs besoins </strong>. Voulez-vous surveiller seulement une certaine partie des travailleurs? Aucun problème. Trouvez-vous que les paramètres de surveillance par défaut sont trop (in)sensibles? Vous pouvez ajuster la limite d'alerte en conséquence.</p>

# UI
source: When your balance crosses the threshold value, the pool sends the confirmed reward to your payout address.
fr: Lorsque votre solde dépasse le seuil, la pool envoie la récompense confirmée à votre adresse de paiement.

# UI
source: Send email notification when the system sends me a payment
fr: Envoyer une notification par e-mail lorsque le système m'envoie un paiement

# Intro
source: Sum of all your rewards for the selected cryptocurrency.
fr: Somme de toutes vos récompenses pour la crypto-monnaie sélectionnée.

# UI
source: A leading force in the mining industry since 2010.
fr: Une force de premier plan dans l'industrie du minage depuis 2010.

# Intro
source: Sum of rewards from unconfirmed blocks. See the Reward section for a detailed breakdown. Once the block becomes confirmed, the associated reward moves to confirmed.
fr: Somme des récompenses de blocs non confirmés. Voir la section Récompenses pour une ventilation détaillée. Une fois le bloc confirmé, la récompense associée passe à confirmé.

# UI
source: Receive our newsletter
fr: Recevez notre newsletter

# UI
source: Time elapsed since the previous block has been found by the pool.
fr: Temps écoulé depuis que la pool a trouvé le bloc précédent.

# UI
source: Here you can choose which coins will be available for selection <strong>on your workspace</strong>.
fr: Ici, vous pouvez choisir les coins qui seront disponibles pour la sélection <strong>sur votre espace de travail</strong>.

# UI
source: Do you run a large-scale mining operation? We can offer you special services and care.
fr: Vous dirigez une opération de minage à grande échelle? Nous pouvons vous offrir des services et de l'assistance.

# Intro
source: The estimation is based on your scoring hash rate and the pool's scoring hash rate at the moment.
fr: L'estimation est basée sur votre taux de hachage de score et sur le taux de hash du groupe pour le moment.

# UI
source: Your account and hard-earned coins are protected by several measures on several different layers.
fr: Votre compte et vos coins durement gagnées sont protégés par plusieurs mesures sur plusieurs couches différentes.

# UI
source: Configure and manage your workers here
fr: Configurez et gérez vos travailleurs ici

# Intro
source: Unconfirmed Reward
fr: Récompense non confirmée

# Intro
source: Recent Blocks
fr: Blocs Récents

# Intro
source: Time elapsed since the last share from your mining devices has been accepted by the pool.
fr: Temps écoulé depuis l'acceptation du pool par le dernier partage de vos périphériques de minage.

# UI
source: Forgot your password? Reset it <strong>here</strong>.
fr: Mot de passe oublié? Réinitialisez-le <strong>ici</strong>.

# Intro
source: Pool Effective Hash Rate
fr: Taux de hachage effectif de la pool

# UI
source: 250 Blocks
fr: 250 blocs

# UI
source: Don't Trust. Verify
fr: Ne faites pas confiance. Vérifiez

# UI
source: Your preferred language for web and email communication
fr: Votre langue préférée pour la communication Web et par courrier électronique

# UI
source: See our manual page for more information and the rationale behind.
fr: Voir notre page de manuel pour plus d'informations et les raisons qui les sous-tendent.

# Intro
source: Sum of rewards from confirmed blocks that has not been paid yet.
fr: Somme des récompenses des blocs confirmés qui n’a pas encore été payée.

# Intro
source: Simplified view of the recent blocks with their confirmation progress.
fr: Vue simplifiée des blocs récents avec leur progression de confirmation.

# UI
source: How much hash rate do we really pool? You don’t have to rely on our word, we publish hard data to prove that.
fr: Quel taux de hachage partageons-nous vraiment? Vous n’avez pas à compter sur notre parole, nous publions des données fiables pour le prouver.

# Intro
source: Daily Reward
fr: Récompense quotidienne

# Intro
source: Estimated Reward for the Current Block
fr: Récompense estimée pour le bloc actuel

# Intro
source: Percentage ratio between shares the pool needed to find a block and average number of shares needed. A current round, 10, 50, and 250 blocks luck is provided.
fr: Ratio exprimé en pourcentage entre la pool, requis pour trouver un bloc et le nombre moyen d’actions nécessaires. Un tour en cours, 10, 50 et 250 blocs de chance est fourni.

# Intro
source: Percentage of rewards value remaining before the payout threshold is reached. The green part represents the confirmed reward, the blue part represents the unconfirmed reward and the red part represents the estimated reward for the next block.
fr: Pourcentage de la valeur des récompenses restantes avant que le seuil de paiement ne soit atteint. La partie verte représente la récompense confirmée, la partie bleue représente la récompense non confirmée et la partie rouge représente la récompense estimée pour le bloc suivant.

# UI
source: How VarDiff works?
fr: Comment fonctionne VarDiff?

# UI
source: Change After
fr: Changer après

# UI
source: Number of times this message has been shown
fr: Nombre de fois que ce message a été affiché

# UI
source: see setting
fr: voir le paramètre

# UI
source: Server Time
fr: Temps du serveur

# UI
source: You can set up multiple access profiles with different passwords (or API tokens) and different levels of permissions. This way, it is possible to share limited access to your user account without compromising its security. Access profiles can be flexibly (de)activated or changed at any time by the master account.
fr: Vous pouvez configurer plusieurs profils d'accès avec différents mots de passe (ou jetons d'API) et différents niveaux d'autorisations. De cette façon, il est possible de partager un accès limité à votre compte d'utilisateur sans compromettre sa sécurité. Les profils d'accès peuvent être (dés)activés ou modifiés de manière flexible à tout moment par le compte principal.

# UI
source: Limited read-only
fr: Lecture seulement limitée

# Intro
source: Chart of your rewards for the last 14 days. It is normal for the daily values to fluctuate due to luck.
fr: Tableau de vos récompenses pour les 14 derniers jours. Il est normal que les valeurs quotidiennes fluctuent en raison de la chance.

# UI
source: Full
fr: Plein

# UI
source: Pool Hashrate
fr: Taux de hachage de la pool

# UI
source: Too large
fr: Trop grand

# UI
source: manage access profiles
fr: gérer les profils d'accès

# UI
source: manage workers
fr: gérer les travailleurs

# UI
source: see activity log
fr: voir l'historique d'activités

# UI
source: Selected Coin
fr: Coin sélectionné

# UI
source: modify settings
fr: modifier les paramètres

# UI
source: see performance data
fr: voir les données de performance

# UI
source: Coin Exchange Rates
fr: Taux d'échange des coins

# UI
source: Partially entered decimal number → value is not yet saved
fr: Nombre décimal entré partiellement → la valeur n'est pas encore enregistrée

# UI
source: Read-only
fr: Lecture seulement

# UI
source: see reward history
fr: voir l'historique des récompenses

# UI
source: This view requires specific permissions, but your permissions were not loaded yet.
fr: Cette vue nécessite des autorisations spécifiques, mais vos autorisations n'ont pas encore été chargées.

# UI
source: Walk through the topics on this page
fr: Parcourez les sujets de cette page

# UI
source: You don't have required access permissions!
fr: Vous n'avez pas les permissions nécessaires!

# UI
source: Worker Edit / Create
fr: Travailleur Modifier / Créer

# UI
source: Payout address
fr: Adresse de paiement

# UI
source: You don't have a permission to create and/or delete access profiles!
fr: Vous n'êtes pas autorisé à créer et/ou supprimer des profils d'accès!

# UI
source: I agree with:
fr: Je suis d'accord avec :

# UI
source: Hash Rate (5min)
fr: Taux de hachage (5min)

# UI
source: Save successful
fr: Sauvegarde réussie

# UI
source: Configuration errors
fr: Erreurs de configuration

# UI
source: When applicable, data for all coins are included regardless of your current preference or mining status for that coin.
fr: Lorsque applicable, les données de tous les coins sont incluses indépendamment de votre préférence actuelle ou de votre statut de minage pour ce coin.

# UI
source: Loading
fr: Chargement

# UI
source: Date Range
fr: Plage de dates

# UI
source: Output Format
fr: Format de sortie

# UI
source: No users with active newsletter subscription have been found!
fr: Aucun utilisateur avec un abonnement actif à l'infolettre n'a été trouvé!

# UI
source: Invalid date format
fr: Format de date invalide

# UI
source: Export Your Data
fr: Exporter vos données

# UI
source: From
fr: De

# UI
source: Activity Log
fr: Journal d'activité

# UI
source: Export
fr: Exporter

# UI
source: Invalid date range!
fr: Plage de date invalide!

# UI
source: Edit Dashboard
fr: Modifier le tableau de bord

# UI
source: Connection timeout!
fr: Délai de connexion dépassé!

# UI
source: You can't export empty data set!
fr: Vous ne pouvez pas exporter un ensemble de données vide!

# UI
source: Generic Panel Grid
fr: Panneau générique

# UI
source: Record Types
fr: Types d'enregistrement

# UI
source: Invalid form
fr: Formulaire invalide

# UI
source: see sensitive data
fr: voir les données sensibles

# UI
source: see payouts and wallets
fr: voir les paiements et les portefeuilles

# UI
source: You have been unsubscribed
fr: Vous avez été désinscrit

# UI
source: No U2F challenge data were received!
fr: Aucune donnée de challenge U2F n'a été reçue!

# UI
source: To (inclusive)
fr: À (inclus)

# UI
source: Can't go below 2016-01-01
fr: Ne peut pas aller avant 2016-01-01

# UI
source: Impersonator login
fr: Imitateur d'identité

# UI
source: Please confirm the request by following the included link.
fr: Veuillez confirmer votre demande en suivant le lien inclus.

# UI
source: Sorry, nothing has been found on this URL.
fr: Désolé, rien n'a été trouvé sur cette URL.

# UI
source: Email Confirmation
fr: Confirmation de courriel

# UI
source: Time Interval
fr: Intervalle de temps

# UI
source: Invalid
fr: Invalide

# UI
source: Invalid threshold. Please use number between $min and $max
fr: Seuil invalide. Veuillez utiliser un nombre compris entre $min et $max

source: Saturday
fr: Samedi

# UI
source: Your xpub
fr: Votre xpub

# UI
source: Invalid BTC wallet address
fr: Adresse de portefeuille BTC non valide

# UI
source: Invalid BTC wallet xpub
fr: Portefeuille BTC invalide xpub

# UI
source: This section is not available for $coin
fr: Cette section n'est pas disponible pour $coin

# UI
source: Monthly
fr: Mensuellement

source: Thursday
fr: Jeudi

# UI
source: Choose Frequency
fr: Choisir la fréquence

# UI
source: BTC wallet
fr: Portefeuille BTC

# UI
source: Accounts
fr: Comptes

source: Friday
fr: Vendredi

# UI
source: Coin $coin is not available on this page!
fr: Le coin $coin n'est pas disponible sur cette page!

# UI
source: day $x
fr: jour $x

# UI
source: Web<br />Access
fr: Accès<br />Web

# UI
source: You do not have sufficient permissons to change user email adress
fr: Vous n'avez pas les autorisations nécessaires pour changer l'adresse courriel de l'utilisateur

# UI
source: Valid
fr: Valide

# UI
source: on $day
fr: le $day

source: Wednesday
fr: Mercredi

# UI
source: Confirmed
fr: Confirmé

# UI
source: BTC wallet (xpub)
fr: Portefeuille BTC (xpub)

# UI
source: Wallets
fr: Portefeuilles

# msg
source: Invalid frequency option. Please select different one.
fr: Option de fréquence invalide. Veuillez en choisir une différente.

# UI
source: Your wallet address
fr: L'adresse de votre portefeuille

# UI
source: Day of the Month
fr: Jour du mois

# UI
source: Unknown
fr: Inconnu

# UI
source: Your <strong>e-mail address</strong> will be <strong>free to use</strong> for new registration.
fr: Votre <strong>adresse courriel</strong> sera <strong>libre d'être utilisée</strong> pour une nouvelle inscription.

# UI
source: ZEC address
fr: Adresse ZEC

# UI
source: Threshold
fr: Seuil

# UI
source: Day of the Week
fr: Jour de la semaine

source: Sunday
fr: Dimanche

# UI
source: Threshold Value
fr: Valeur du seuil

# UI
source: Invalid ZEC wallet address
fr: Adresse de portefeuille ZEC invalide

source: Tuesday
fr: Mardi

source: Monday
fr: Lundi

# UI
source: Weekly
fr: Hebdomadaire

# UI
source: A confirmation email has been sent to: <strong>$email</strong>.
fr: Un courriel de confirmation a été envoyé à : <strong>$email</strong>.

# UI
source: Daily
fr: Quotidien

# UI
source: No more options available…
fr: Plus d'options disponibles…

# UI
source: Payout History
fr: Historique des paiements

# UI
source: Confirmations<br>Left
fr: confirmations restantes

# UI
source: Address
fr: Adresse

# UI
source: Your Scoring<br>Hash Rate
fr: Votre taux de hachage <br>en score

# UI
source: Trans.ID
fr: Transaction ID

# UI
source: Reward <span>History</span>
fr: Historique <span> des récompenses</span>

# UI
source: Pending…
fr: En attente…

# UI
source: N/A
fr: Non applicable
