Repository: dongpu1813/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: fr

# UI
source: In case you still did not receive the confirmation, please, try to reset your password again.
fr: Si vous n'avez toujours pas reçu cette confirmation, essayez de réinitialiser votre mot de passe.

# UI
source: You do not have any labels yet…
fr: Vous n'avez pas encore d'étiquette…

# UI
source: Changes were successfully saved.
fr: Les modifications ont été sauvegardées avec succès.

# UI
source: Optional feedback
fr: Commentaires facultatifs

# UI
source: Username
fr: Nom d'utilisateur

# UI
source: System Stats
fr: Statistiques du système

# UI
source: Worker name
fr: Nom du travailleur

# UI
source: Username or ID can't be blank
fr: Le nom d'utilisateur ou l'ID ne peut pas être vide

# UI
source: terms of service
fr: termes de service

# UI
source: Invalid server response
fr: Réponse invalide du serveur

# UI
source: Support Login
fr: Support à la connexion

# UI
source: Click to initiate the U2F authentication
fr: Cliquer pour lancer l'authentification à deux facteurs

# UI
source: Help Center
fr: Centre d'aide

# UI
source: Show More
fr: Voir plus

# UI
source: Token value for manual entry
fr: Valeur du jeton pour la saisie manuelle

# UI
source: Looks like you got lost.
fr: On dirait que tu t'es perdu.

# UI
source: Suspended
fr: Suspendu

# UI
source: You have to login to view this page!
fr: Vous devez vous connecteur pour accéder à cette page !

# UI
source: Local hints available
fr: Conseils locaux disponibles

# UI
source: Contact
fr: Contacter

# UI
source: Please select account you want to unsubscribe from.
fr: Veuillez sélectionner le compte auquel vous souhaitez vous désabonner.

# UI
source: You will be logged-out from this session as well. Are you sure that you want to continue?
fr: Vous serez déconnecté de cette session également. Êtes-vous certain de vouloir continuer?

# UI
source: If you do not receive an email, please make sure you have entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de courriel, assurez-vous d'avoir entré l'adresse avec laquelle vous vous êtes inscrit et vérifiez votre dossier de courrier indésirable.

# UI
source: Profile<br />Name
fr: Nom de<br />profil

# UI
source: Pending value
fr: Valeur en attente

# UI
source: Show the full value
fr: Afficher la valeur complète

# UI
source: Widget Error
fr: Erreur de widget

# UI
source: Cancel request
fr: Annuler la requête

# UI
source: We have been notified about the issue and are working on the fix.
fr: Nous avons été informés du problème et nous travaillons sur le correctif.

# UI
source: Thank you for joining Slush Pool
fr: Merci d'avoir rejoint Slush Pool

# UI
source: Right axis
fr: Axe droit

# UI
source: See pool stats
fr: Voir les statistiques de la pool

# UI
source: Newsletter unsubscription
fr: Inscription à l'infolettre

# UI
source: You are looking at a Demo Account
fr: Vous regardez un compte de démonstration

# UI
source: Join Slush Pool
fr: Rejoindre Slush Pool

# UI
source: Hashrate Proof
fr: Preuve du taux de hachage

# UI
source: What would you like to know?
fr: Que voulez-vous savoir ?

# UI
source: You have to agree to our Terms of Service!
fr: Vous devez accepter nos Termes de service !

# UI
source: Login to continue
fr: Connectez-vous pour continuer

# UI
source: Welcome to the Help Center
fr: Bienvenue dans le Centre d'aide

# UI
source: Spread the word
fr: Passer le mot

# UI
source: Delete Worker
fr: Supprimer le travailleur

# UI
source: Only letters, numbers, underscore and hyphen!
fr: Lettres, chiffres, traits de soulignement et traits d'union seulement !

# UI
source: If you care to, you can give me some feedback.
fr: Si vous le souhaitez, vous pouvez me donner vos commentaires.

# UI
source: Remove this widget
fr: Retirer ce widget

# UI
source: monitoring
fr: Surveillance

# UI
source: Enter token
fr: Entrer le jeton

# UI
source: You have unconfirmed changes that will be discarded. Do you wish to continue?
fr: Vous avez des modifications non confirmées qui seront ignorées. Voulez-vous continuer?

# UI
source: Try demo for your first experience
fr: Essayez le mode démonstration pour votre première expérience

# UI
source: Received an invalid challenge structure!
fr: Reçu une structure de défi non valide !

# UI
source: Invalid email format!
fr: Format d'adresse courriel invalide !

# UI
source: You will be able to access this profile via our website using the credentials below.
fr: Vous pourrez accéder à ce profil via notre site Web à l'aide des informations d'identification ci-dessous.

# Intro
source: Device Monitoring
fr: Surveillance des appareils

# UI
source: Get instant access to a safe learning environment without the need to connect your mining hardware.
fr: Obtenez un accès instantané à un environnement d'apprentissage sécurisé sans avoir à connecter votre matériel de minage.

# Intro
source: Percentage to payout
fr: Pourcentage de paiement

# UI
source: You can click on a table row to see the corresponding hour interval in the chart below the table.
fr: Vous pouvez cliquer sur une ligne du tableau pour voir l'intervalle d'heures correspondant dans le graphique situé sous le tableau.

# Intro
source: High CDF indicates bad luck in the current round. For example, if CDF exceeds 50%, it means that the current round has taken longer than it should (on average) with the current network difficulty and amount of work expended. CDF only reflects past luck and does not provide any estimation of future luck.
fr: Un CDF élevé indique un manque de chance dans la manche en cours. Par exemple, si le CDF dépasse 50%, cela signifie que la série en cours a pris plus de temps que prévu (en moyenne) avec la difficulté du réseau actuel et la quantité de travail dépensée. Le CDF ne reflète que la chance passée et ne fournit aucune estimation de la chance future.

# Intro
source: Your confirmed balance is sent to your payout address once it crosses the payout threshold. You can modify this value in Settings.
fr: Votre solde confirmé est envoyé à votre adresse de paiement une fois qu'il a dépassé le seuil de paiement. Vous pouvez modifier cette valeur dans les paramètres.

# UI
source: <h2>Two Factor Authentication</h2> <p>First of all, every important change made to user account requires email verification. We furthermore recommend enabling two-factor authentication using either TOTP mobile app or a hardware token (U2F). For even better protection, there is a possibility to lock your payout address so it can be only changed in future by a signed message from said address.</p> <h2>How We Store the Coins</h2> <p>The pool runs payouts very frequently in order to store as few coins as possible as possible. Out of the few coins that we have to take care of, a certain amount of funds is stored in cold storage – a highly secured offline computer that can only be accessed by a very limited number of people. For this reason, cold storage is very resilient to different kinds of hacking attacks.</p> <h2>Access Profiles</h2> <p>Our pool also features Access Profiles, which enables you to share access to your account with individuals who are not completely trusted. They are able to view your account and mining information while unable to change important settings such as a payout address. This feature is highly useful for large mining operations and their personnel.</p>
fr: <h2>Authentification à double facteur</h2> <p>Tout d'abord, chaque modification importante apportée au compte de l'utilisateur nécessite une vérification de l'email. Nous vous recommandons en outre d'activer l'authentification à deux facteurs à l'aide de l'application mobile TOTP ou d'un jeton matériel (U2F). Pour une protection encore meilleure, il est possible de verrouiller votre adresse de paiement afin qu'elle ne puisse être modifiée que par un message signé de cette adresse à l'avenir.</p> <h2>Comment nous stockons les coins</h2> <p>La pool effectue des paiements très fréquemment afin de stocker le moins de coins possible. Parmi les quelques coins dont nous devons nous occuper, une certaine quantité de fonds est en stockage hors-ligne - un ordinateur hors ligne hautement sécurisé auquel un nombre très restreint d'utilisateurs n'a accès. Pour cette raison, le stockage hors-ligne est très résistant aux différents types d'attaques de piratage.</p> <h2>Profils d'accès</h2> <p>Notre pool comprend également des profils d'accès, qui vous permettent de partager l'accès à votre compte avec des personnes qui ne sont pas totalement dignes de confiance. Ils peuvent afficher vos informations de compte et de minage sans pouvoir modifier les paramètres importants tels que l’adresse de paiement. Cette fonctionnalité est très utile pour les grandes opérations de minage et leur personnel.</p>

# Intro
source: Worker States (Changes)
fr: États ouvriers (changements)

# UI
source: <p>For the majority of pools, miners have few to none options how to verify if data (especially the pool hash rate) presented by the pool operator are correct. Since we are big fans of cryptography and the Don't Trust, Verify approach, we have developed and implemented a unique feature called Hash Rate Proof.</p> <p>We collect and publish accurate data with certain unique characteristics from our miners. Such data cannot be counterfeited because a certain amount of work has to be done in the order they are generated. You can imagine them as a data (hashes) which did not meet the criteria to be validated as a regular block but were close with their characteristics to it.</p> <p>Because we publish all shares with certain difficulty and above, everyone can independently verify how much hash rate we really have and is spent on productive mining! It is the same calculation the pool does for estimating each miner's hash rate - only extended to the pool scale.</p>
fr: <p>Pour la majorité des pools, les mineurs ont peu d’options pour vérifier si les données (en particulier le taux de hachage du pool) présentées par l’opérateur de pool sont correctes. Puisque nous sommes de grands fans de la cryptographie et de l’approche "Ne faites pas confiance, Vérifiez", nous avons développé et mis en œuvre une fonctionnalité unique appelée Preuve du taux de hachage (Hash Rate Proof).</p> <p>Nous recueillons et publions des données précises présentant certaines caractéristiques uniques de nos mineurs. Ces données ne peuvent pas être contrefaites car un certain volume de travail doit être effectué dans l'ordre dans lequel elles ont été générées. Vous pouvez les imaginer comme des données (hachages) qui ne répondaient pas aux critères pour être validés en tant que bloc standard, mais étaient proches de leurs caractéristiques.</p> <p>Parce que nous publions toutes les actions à partir d'une certaine difficulté et au-dessus, tout le monde peut vérifier indépendamment le taux de hachage que nous avons réellement et que nous dépensons sur du minage productif! C'est le même calcul que le pool fait pour estimer le taux de hachage de chaque mineur - étendu uniquement à l'échelle du pool.</p>

# UI
source: Top-Grade Security
fr: Top-grade Sécurité

# UI
source: <h2>Assisted Migration</h2> <p>If you want to move your operation to our pool, we are ready to assist you. Depending on the size of your operation, we can deploy a new server in a location closer to your mining farm.</p> <h2>Private URL & API</h2> <p>Private mining URLs available to our VIP miners can protect them against DDoS attacks targeting our public addresses. Or maybe do you need to pull a specific type of mining/user data from our database? In that case, let us know what you need and we are able to deploy a private API for your needs.</p> <h2>Custom Features & Consultancy</h2> <p>We will listen to your proposals and develop custom features for your specific needs. Our team of experts is also ready to advise you on the challenges you face with your mining operation. Mutual satisfaction is key, do not hesitate to <a href="$support" target="_blank">get in touch with us</a>.</p>
fr: <h2>Migration Assistée</h2> <p>Si vous souhaitez transférer vos opérations dans notre pool, nous sommes prêts à vous aider. En fonction de la taille de votre opération, nous pouvons déployer un nouveau serveur dans un emplacement plus proche de opération de minage.</p> <h2>URL et API privées</h2> <p>Les URL de minage privés disponibles pour nos mineurs VIP peuvent les protéger contre les attaques DDoS visant nos adresses publiques. Ou peut-être avez-vous besoin d'extraire un type spécifique de données de minage / utilisateur de notre base de données? Dans ce cas, indiquez-nous ce dont vous avez besoin et nous pourrons déployer une API privée répondant à vos besoins.</p> <h2>Fonctions personnalisées et conseil</h2> <p>Nous écouterons vos propositions et développerons des fonctionnalités personnalisées pour vos besoins spécifiques. Notre équipe d'experts est également prête à vous conseiller sur les défis que vous rencontrez avec votre opération de minage. La satisfaction mutuelle est la clé, n'hésitez pas à <a href="$support" target="_blank">nous contacter</a>.</p>

# Intro
source: If the effective hash rate of a worker is lower than Alert Limit you will be notified by an email (if enabled).
fr: Si le taux de hachage effectif d'un travailleur est inférieur à la limite d'alerte, vous en serez informé par courrier électronique (s'il est activé).

# UI
source: 50 Blocks
fr: 50 Blocs

# Intro
source: Estimated Payout Period
fr: Période de paiement estimée

# Intro
source: Pool Luck
fr: Chance de la Pool

# UI
source: The pool automatically assigns jobs with an optimal difficulty to your devices using the VarDiff algorithm. In the majority of cases, there is no need to adjust the minimum difficulty.
fr: La pool attribue automatiquement les tâches avec une difficulté optimale à vos périphériques à l'aide de l'algorithme VarDiff. Dans la majorité des cas, il n'est pas nécessaire d'ajuster la difficulté minimale.

# UI
source: In January 2009, the Bitcoin genesis block was mined by Satoshi Nakamoto. In December 2010, we mined our first block.
fr: En janvier 2009, Satoshi Nakamoto a extrait le bloc de genèse Bitcoin. En décembre 2010, nous avons miné notre premier bloc.

# UI
source: Monitoring manual in the Help Center
fr: Manuel de surveillance dans le centre d'aide

# UI
source: Leftover <strong>coin balances will be lost</strong>, so please setup your payout threshold to lowest possible value and wait for next payout before confirming the account deletion.
fr: Les <strong> soldes de coins restants seront perdus </strong>. Par conséquent, définissez votre seuil de paiement sur la valeur la plus basse possible et attendez le prochain paiement avant de confirmer la suppression du compte.

# UI
source: Current password
fr: Mot de passe actuel

# UI
source: Industry Pioneers
fr: Industrie Pionniers

# UI
source: Go to demo account
fr: Aller au compte démo

# UI
source: IP address.
fr: Adresse IP.

# UI
source: Activity.
fr: Activité.

# Intro
source: Last Share
fr: Dernières actions

# UI
source: Monitoring helps you supervise how your miners work in time and minimize losses caused by connection issues or mining hardware/software failures.
fr: La surveillance vous aide à surveiller le fonctionnement de vos mineurs dans le temps et à minimiser les pertes causées par des problèmes de connexion ou des pannes matérielles/logicielles.

# UI
source: Not found
fr: Pas trouvé

# UI
source: This <strong>interface-only setting</strong> does not affect your ability to mine said coins in any way.
fr: Ce <strong>paramètre d’interface uniquement</strong> n’affecte en aucune façon votre capacité à miner les dits coins.

# UI
source: Enter device label for later identification / invalidation.
fr: Entrez l’étiquette de l’appareil pour une identification / invalidation ultérieure.

# UI
source: <h2>The First Mining Pool</h2> <p>In 2010, we were the very first in the world to successfully implement the concept of pooled mining. While many other pools emerged and have ceased to exist, we have been operating continuously and and have mined over 1 million bitcoins to day. The former one-man project was transformed into a professional global operation in 2013.</p> <h2>Stratum Protocol</h2> <p>In 2012, we introduced the Stratum mining protocol to replace the aging and inefficient getwork protocol. Stratum has been subsequently adopted by not only Bitcoin mining pools but by most cryptocurrency pools in general. We have also further improved the protocol to support newly developed technologies such as the version-rolling AsicBoost.</p> <h2>Fixing Mining with Braiins OS</h2> <p>In 2018, we launched <a href="$bos" target="_blank">Braiins OS</a>, the first fully open-source cryptocurrency embedded system. The goals are to fix the common mining issues, enable performance tweaks and allow users to take full control of their mining hardware. Braiins OS is completely free to use (and modify) for everyone, however, Slush Pool users will benefit the most from the seamless integration.</p>
fr: <h2>La première pool de minage</h2> <p>En 2010, nous avons été les premiers au monde à mettre en œuvre avec succès le concept de minage en pool. Alors que de nombreux autres bassins ont vu le jour et ont cessé d'exister, nous fonctionnons de manière continue et avons extrait plus d'un million de bitcoins à ce jour. L'ancien projet d'un seul homme a été transformé en une opération globale professionnelle en 2013.</p> <h2>Protocole Stratum</h2> <p>En 2012, nous avons introduit le protocole d’exploitation minière Stratum pour remplacer le protocole de réseau vieillissant et inefficace. Stratum a ensuite été adopté non seulement par les pools de minage Bitcoin, mais par la plupart des pools de crypto-devises en général. Nous avons également amélioré le protocole afin de prendre en charge les technologies nouvellement développées telles que AsicBoost.</p> <h2>Correction du minage avec Braiins OS</h2> <p>En 2018, nous avons lancé <a href="$bos" target="_blank">Braiins OS</a>, le premier système intégré complètement open source. Les objectifs sont de résoudre les problèmes de minage courants, d’optimiser les performances et de permettre aux utilisateurs de prendre le contrôle intégral de leur matériel de minage. Braiins OS est totalement libre d’utilisation (et de modification) pour tout le monde. Cependant, les utilisateurs de Slush Pool bénéficieront le mieux de son intégration transparente.</p>

# UI
source: 10 Blocks
fr: 10 blocs

# Intro
source: Payout Threshold
fr: Seuil de paiement

# UI
source: Years of Experience
fr: des années d'expérience

# UI
source: Click "Connect" and scan generated QR code on your device.
fr: Cliquez sur "Connecter" et scannez le code QR généré sur votre appareil.

# Intro
source: Estimated Daily Reward
fr: Récompense quotidienne estimée

# Intro
source: All Time Reward
fr: Récompense de tous les temps

# Intro
source: Report State
fr: État du rapport

# Intro
source: Account Hash Rate
fr: Taux de hachage du compte

# UI
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# UI
source: Special services and care available to large-scale mining operations.
fr: Services et assistance disponibles pour les opérations de minage à grande échelle.

# UI
source: You will receive a confirmation email
fr: Vous recevrez un email de confirmation

# UI
source: Leave workspace
fr: Quitter l'espace de travail

# UI
source: Explore Slush Pool’s full capabilities such as monitoring, worker management, advanced payouts, access profiles and more.
fr: Explorez toutes les fonctionnalités de Slush Pool telles que la surveillance, la gestion des travailleurs, les paiements avancés, les profils d’accès, etc.

# UI
source: All Time Reward
fr: Récompense de tous les temps

# UI
source: Don't Give the Bad Guys a Chance
fr: Ne donnez pas une chance aux méchants

# Intro
source: Estimate of when you can expect next payout based on your recent hash rate and your current payout threshold. Depending on luck, it can be sooner or later.
fr: Estimation du moment auquel vous pouvez vous attendre au prochain paiement en fonction de votre taux de hachage récent et de votre seuil de paiement actuel. En fonction de la chance, cela peut être tôt ou tard.

# Intro
source: Estimate of your rewards per day based on your recent hash rate and the current difficulty. Depending on luck, it can be more or less.
fr: Estimation de vos récompenses par jour en fonction de votre taux de hash récent et de la difficulté actuelle. Selon la chance, cela peut être plus ou moins.

# UI
source: Install Google Authenticator on your smartphone.
fr: Installez Google Authenticator sur votre smartphone.

# UI
source: If you do not have an account,<br />please register <strong>here</strong>.
fr: Si vous n'avez pas de compte, <br/>enregistrez-vous <strong>ici</strong>.

# UI
source: Enter workspace
fr: Entrer l'espace de travail

# Intro
source: Confirmed Reward
fr: Récompense confirmée

# UI
source: The coin symbol appears if a new block is found by the pool in that particular hourly time frame.
fr: Le symbole du coin apparaît si un nouveau bloc est trouvé par la pool au cours de cette période horaire particulière.

# Intro
source: Last 14 days of rewards
fr: 14 derniers jours de récompense

# UI
source: Details.
fr: Détails.

# UI
source: If you loose your wallet and the payout address is locked, there is no way to change it anymore.
fr: Si vous perdez votre portefeuille et que l'adresse de paiement est verrouillée, il n'y a plus moyen de la changer.

# UI
source: VIP Solutions
fr: Solutions VIP

# UI
source: To change your email address, enter a new address below and confirm the change via a link sent to your old e-mail.
fr: Pour changer votre adresse e-mail, entrez une nouvelle adresse ci-dessous et confirmez la modification via un lien envoyé à votre ancien e-mail.
