Repository: dongpu1813/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: fr

# UI
source: Report has been sent to your email.
fr: Le rapport a été envoyé à votre adresse courriel.

# UI
source: Each point on the chart represents worker incident and its color describes type of the incident.
fr: Chaque point du graphique représente l'incident du travailleur et sa couleur décrit le type de l'incident.

# UI
source: To monitor your user account in our official mobile app, please follow these steps.
fr: Pour surveiller votre compte d'utilisateur dans notre application mobile officielle, veuillez suivre ces étapes.

# UI
source: No data received
fr: Aucune donnée reçue

# UI
source: Here you can see integrity errors found in your configuration.
fr: Ici, vous pouvez voir les erreurs d'intégrité trouvées dans votre configuration.

# UI
source: Required field!
fr: Champs requis !

# UI
source: Now scan this QR code using our application
fr: Maintenant, scannez ce code QR en utilisant notre application

# Intro
source: Follow the link to see more details about the block.
fr: Suivez le lien pour voir plus de détails sur le bloc.

# UI
source: Be sure that you have a backup of your wallet stored in a safe place!
fr: Assurez-vous de conserver une copie de votre portefeuille en lieu sûr !

# UI
source: Raw
fr: Brut

# UI
source: Dashboard
fr: Tableau de bord

# UI
source: Last Used
fr: Dernière utilisation

# UI
source: There is a new version of this page. Please refresh to continue.
fr: Il y a une nouvelle version de cette page. Veuillez rafraîchir la page pour continuer.

# UI
source: No token received
fr: Aucun jeton reçu

# UI
source: Mandatory field, 3 to 30 characters
fr: Champs obligatoire, 3 à 30 caractères

# UI
source: Please be sure that you have a <strong>backup of your wallet</strong> stored in a safe place.
fr: Assurez-vous d'avoir une <strong>sauvegarde de votre portefeuille</strong> en sécurité quelque part.

# UI
source: Unlink
fr: Dissocier

# UI
source: Error Console
fr: Erreur console

# UI
source: Are you sure you want to unlink following device?
fr: Êtes-vous sûr de vouloir dissocier le périphérique suivant ?

# UI
source: Worker States (Changes)
fr: Etat du travailleur (modifications)

# UI
source: Report has not been sent because it contains only <strong>insignificant events</strong>.
fr: Le rapport n'a pas été envoyé puisqu'il contient seulement des <strong>événements non importants</strong>.

# Intro
source: Click the table row to see the details for a particular event.
fr: Cliquez sur la ligne du tableau pour voir les détails d'un événement particulier.

# Intro
source: Total hash rate of all your workers together (5min average)
fr: Taux de hachage total de tous vos travailleurs ensemble (moyenne 5min)

# UI
source: Enabled Coins
fr: Coins activés

# UI
source: Our default configuration will be inserted over your current one.
fr: Notre configuration par défaut remplacera votre configuration actuelle.

# UI
source: Devices
fr: Appareils

# UI
source: Event Time
fr: Heure de l’événement

# UI
source: Enter valid address!
fr: Entrez une adresse valide !

# UI
source: Connected
fr: Connecté

# UI
source: Device Label
fr: Étiquette de l'appareil

# UI
source: User
fr: Utilisateur

# UI
source: Total Hash Rate
fr: Taux de hachage total

# UI
source: Redo
fr: Refaire

# Intro
source: States: OK | Low | Error | Monitoring disabled
fr: États : OK | Faible | Erreur | Surveillance désactivée

# UI
source: Visual
fr: Visuel

# UI
source: At least one coin must be enabled <strong>at all times</strong>.
fr: Au mois un coin doit être activé <strong>en tout temps</strong>.

# UI
source: 6-digit number required!
fr: Nombre à 6 chiffres requis !

# UI
source: Unconfirmed rewards
fr: Récompenses non confirmées

# Intro
source: Status of the report showing if the report has been sent to you by email or not.
fr: Statut du rapport indiquant si le rapport vous a été envoyé par courriel ou non.

# UI
source: Offline
fr: Hors-ligne

# Intro
source: A block number within the coin block chain.
fr: Un numéro de bloc dans la chaîne de blocs du coin.

# UI
source: Home
fr: Accueil

# UI
source: Estimated Reward for Current Block
fr: Récompense estimée pour le bloc actuel

# UI
source: You do not have any Monitoring events yet.
fr: Vous n'avez pas d'événements de surveillance pour le moment.

# UI
source: Download the application
fr: Télécharger l'application

# UI
source: Connect
fr: Connecter

# UI
source: Account Hash Rate
fr: Taux de hachage du compte

# UI
source: New device label
fr: Nouvel étiquette d'appareil

# UI
source: Active Users
fr: Utilisateurs actifs

source: Information about location / power / …
fr: Information sur la location / énergie / …

source: Every point shows sum of your rewards from blocks found on that particular day.
fr: Chaque point indique la somme de vos récompenses tirées des blocs trouvés ce jour-là.

# UI
source: How to start mining, mining URLs
fr: Comment commencer à miner, URLs de minage

# UI
source: Paste the signature from your wallet software
fr: Collez la signature du logiciel de votre portefeuille

# UI
source: Next topic
fr: Prochain sujet

# UI
source: Topic
fr: Sujet

# UI
source: Number in following range:
fr: Nombre dans la plage suivante :

# UI
source: Do you REALLY want to LOCK the wallet? It will NOT be possible to unlock it in the future.
fr: Voulez-vous VRAIMENT BLOQUER le portefeuille? Il ne sera PAS possible de le débloquer plus tard.

# UI
source: Previous topic
fr: Sujet précédent

# UI
source: Unconfirmed
fr: Non confirmée

# UI
source: Close this screen
fr: Fermer cette fenêtre

# UI
source: Not Available in Read-only Mode.
fr: Non disponible en mode lecture seulement.

# UI
source: Click to login
fr: Cliquez pour vous connectez

# UI
source: Created at
fr: Créé à

# UI
source: You have to prove that you are not a robot!
fr: Vous devez prouver que vous n'êtes pas un robot !

# UI
source: Do not forget to check the Spam folder if necessary.
fr: N'oubliez pas de regarder le fichier d'éléments indésirables si nécessaire.

# UI
source: About
fr: À propos

# UI
source: System stats
fr: Statistiques du système

# UI
source: State Changes in Time
fr: L'état change au fil du temps

# UI
source: Generate new token
fr: Générer un nouveau jeton

# UI
source: Number in range from {0} to {1}
fr: Nombre compris entre {0} à {1}

# UI
source: Are you sure you want to delete this access profile?
fr: Êtes-vous sûr de vouloir supprimer ce profil d'accès ?

# UI
source: Services for Large Miners
fr: Services pour grandes opérations de minage

# UI
source: OVER 1,000,000 BTC<br />Mined Since 2010
fr: Plus de 1,000,000 BTC<br />minés depuis 2010

# UI
source: -- enter --
fr: -- entrer --

# UI
source: About Pool
fr: À propos de la pool

# UI
source: Bitcoin Mining
fr: Minage de Bitcoin

# UI
source: Welcome!
fr: Bienvenue !

# UI
source: Last usage
fr: Dernière utilisation

source: Founder, Advisor
fr: Fondateur, Conseiller

# UI
source: Please contact our technical support.
fr: Veuillez contacter notre support technique.

# UI
source: Join Us
fr: Joignez-nous

# UI
source: Password must have at least 5 characters!
fr: Le mot de passe doit avoir au moins 5 caractères!

# UI
source: All rights reserved.
fr: Tous droits réservés.

# UI
source: Only alphabetical characters, numbers and underscore are allowed in username!
fr: Seul les caractères alphabétiques, chiffres et le tiret bas (underscore) sont autorisés dans le nom d'utilisateur !

# UI
source: Terms and Conditions
fr: Termes et conditions

# UI
source: Try rewording your query.
fr: Essayez de reformuler votre requête.

# UI
source: Signup
fr: S'inscrire

# UI
source: About getting paid
fr: A propos d'être payé

# UI
source: Please finish the registration by following the activation link in your email.
fr: Veuillez terminer l'inscription en suivant le lien d'activation dans votre courriel.

# UI
source: Create free account
fr: Créer un compte gratuitement

# UI
source: Confirm user request
fr: Confirmer la requête de l'utilisateur

# UI
source: Change
fr: Changer

# UI
source: Invalid response from server, please contact our support.
fr: Réponse invalide de notre serveur, veuillez contacter notre support.

# UI
source: Username or ID
fr: Utilisateur ou ID

# UI
source: You have to enter password!
fr: Vous devez entrer un mot de passe !

# UI
source: We are sorry to see you go!
fr: Nous sommes désolés de vous voir partir !

# UI
source: Access Profiles
fr: Profils d'accès

source: Our help center is the right place where you can learn how to <a href="%(get_started)s">start mining</a>, troubleshoot your mining issues, or simply <a href="%(manual)s">learn more</a> about mining with our pool.
fr: Notre centre d'aide est le bon endroit où apprendre comment <a href="%(get_started)s">commencer à miner</a>, résoudre vos problèmes de mineurs, ou simplement <a href="%(manual)s">en apprendre plus</a> à propos du minage avec notre pool.

# UI
source: Your Personal Watchdog. 24/7
fr: Votre chien de garde personnel, 24/7

# UI
source: Your account has been activated.
fr: Votre compte a été activé.

# UI
source: Create New
fr: Créer un nouveau

# UI
source: Last update
fr: Dernière mise à jour

# UI
source: Number in range
fr: Nombre dans l'intervalle

# UI
source: Passwords do not match!
fr: Les mots de passe ne concordent pas !

# UI
source: Block History
fr: Histoire du bloc

# UI
source: Logout
fr: Se déconnecter

# UI
source: Do you need further help?
fr: Avez-vous besoin d'aide supplémentaire ?

# UI
source: FAQ & Customer Support
fr: Questions fréquemment posées et Support à la clientèle

# UI
source: Worker State
fr: État du travailleur

# UI
source: Hash Rate Proof
fr: Preuve du taux de hachage

# UI
source: Access Permissions
fr: Permissions d'accès

# UI
source: Demo Account
fr: Compte démo

# UI
source: Revert my changes
fr: Annuler mes modifications

# UI
source: Profile Name
fr: Nom du profil

# UI
source: Current
fr: Courant

# UI
source: You have to allow at least one form of access!
fr: Vous devez accepter au moins une forme d'accès !

# UI
source: Profile is active
fr: Le profil est actif

# UI
source: Step right
fr: Déplacer à droite

# UI
source: Access profile successfully deleted.
fr: Profil d'accès supprimé avec succès.

# UI
source: Edit Label
fr: Modifier l'étiquette

# UI
source: Confirm. Left
fr: Confirmer. Gauche

# UI
source: Left axis
fr: Axe de gauche

# UI
source: Create Access Profile
fr: Créer un profil d'accès

# UI
source: Secondary Hash Rate
fr: Taux de hachage secondaire

# UI
source: Script for parsing the proof data
fr: Script pour analyser les données de preuve

# UI
source: You will be able to use a token authentication in your scripts or 3rd-party applications.
fr: Vous pourrez utiliser une authentification par jeton dans vos scripts ou vos applications tierces.

# UI
source: Hash Rate Proof
fr: Taux de hachage Preuve

# UI
source: Reset Password
fr: Réinitialiser le mot de passe

# UI
source: Cryptocurrency<br />Multi Pool
fr: Cryptomonnaie<br />Pool multiple

source: SlushPool Team
fr: Équipe de SlushPool

# UI
source: User Workspace
fr: Espace de travail de l'utilisateur

source: Back-end Developer
fr: Développeur Back-end

# UI
source: Your current profile
fr: Votre profil actuel

# UI
source: Password
fr: Mot de passe

# UI
source: Allow access to web APIs
fr: Autoriser l'accès au APIs web

# UI
source: Active
fr: Actif

# UI
source: Page size
fr: Grandeur de la page

# UI, action
source: Login
fr: Se connecter

# UI
source: Your URL appears to be broken!
fr: Votre URL semble être brisé !

# UI
source: - No extract -
fr: - Aucune extraction -

# UI
source: Learn the crucial basics
fr: Apprendre les bases cruciales

# UI
source: Delete selected
fr: Supprimer les items sélectionnés

# UI
source: User request successfully confirmed!
fr: Requête de l'utilisateur confirmée avec succès !

source: If you cannot find the answer in mentioned resources, <a href="%(ticket)s" target="_blank">submit a support ticket</a>. <br>We will do our best to respond to you as soon as possible, usually within 24 hours.
fr: Si vous ne pouvez pas trouver la réponse parmi les ressources mentionnées, <a href="%(ticket)s" target="_blank">soumettez un ticket de support</a>. <br>Nous ferons de notre mieux pour vous répondre rapidement, habituellement dans l'espace de 24 heures.

# UI
source: Confirm Password
fr: Confirmer le mot de passe

# UI
source: Unsubscribe me
fr: Me désabonner

# UI
source: Pool Statistics
fr: Statistiques de la pool

# UI
source: Click the worker name to go to its details page.
fr: Cliquez sur le nom du travailleur pour accéder à la page de ses détails.

# UI
source: Confirm the request on your device
fr: Confirmer la requête sur votre appareil

# UI
source: Last 14 days of rewards
fr: Derniers 14 jours de récompenses

# UI
source: Device Monitoring
fr: Surveillance de l'appareil

# UI
source: Mining for Beginners
fr: Miner pour les débutants

# UI
source: Confirm the change
fr: Confirmer la modification

# UI
source: Step left
fr: Déplacer à gauche

# UI
source: Continue to requested page…
fr: Continuer vers la page demandée…

# UI
source: Shown labels
fr: Étiquettes affichés

# UI
source: Edit Access Profile
fr: Modifier le profil d'accès

# UI
source: You have canceled the request.
fr: Vous avez annulé la requête.

# UI
source: Status
fr: État

# UI
source: Password reset complete!
fr: Réinitialisation du mot de passe complétée !

# UI
source: Go to Homepage
fr: Aller à l'Accueil

# UI
source: Or log in here
fr: Ou connectez-vous ici

# UI
source: World's First<br />Bitcoin Mining Pool
fr: La première<br/>pool de minage de Bitcoin au monde

# UI
source: Color
fr: Couleur

# UI
source: Technical support
fr: Support technique

# UI
source: Complete Registration
fr: Compléter l'inscription

# UI
source: Please complete the multi-factor authentication.
fr: Veuillez compléter l'authentification à facteurs multiples.

# UI
source: Try these keyboard shortcuts
fr: Essayez ces raccourcis de clavier

# UI
source: accounting
fr: comptabilité

# UI
source: For further information please contact our technical support.
fr: Pour plus d'information veuillez contacter notre support technique.

# UI
source: Logout all sessions!
fr: Déconnecter toutes les sessions !

# UI
source: All required methods must be used!
fr: Toutes les méthodes requises doivent être utilisées !

# UI
source: Second Factor Verification
fr: Deuxième vérification du facteur

# UI
source: Add new widget
fr: Ajouter un nouveau widget

# UI
source: Access<br />Permissions
fr: Accéder aux <br />permissions

# UI
source: Form errors
fr: Erreurs de forme

# UI
source: Introduction guide: {count, number} {count, plural, =1 {Chapter} other {Chapters}}
fr: Guide d'introduction : {count, number} {count, plural, =1 {Chapitre} other {Chapitres}}

# UI
source: Advanced Monitoring
fr: Surveillance avancée

# UI
source: Used to display amounts of money. Last known exchange rate is used when fiat currency is selected (may be unstable and a bit stale).
fr: Utilisé pour afficher des montants d'argent. Le dernier taux de change connu est utilisé lorsque la devise fiduciaire est sélectionnée (peut être instable et un peu périmé).

# UI
source: You don't have sufficient permissions to create a new access profile
fr: Vous ne disposez pas des autorisations suffisantes pour créer un nouveau profil d'accès

# UI
source: Active User Sessions
fr: Sessions utilisateur actives

# UI
source: Zcash Mining
fr: Minage de Zcash

# UI
source: Loading the U2F challenge
fr: Chargement du challenge U2F

# UI
source: Web Access<br />Username
fr: Accès au Web<br />Utilisateur

# UI
source: Server response error
fr: Erreur de réponse du serveur

# UI
source: You have to select a permissions preset!
fr: Vous devez sélectionner un préréglage d'autorisations!

# UI
source: Empty
fr: Vide

source: Feel free to click through the articles or use the <strong>search functionality</strong> located on the right side of the top bar. It searches not only on this site but also on our dedicated support site <a href="%(support)s" target="_blank">support.slushpool.com</a> (only available in English).
fr: N'hésitez pas à cliquer sur les articles ou utiliser la <strong>fonctionnalité de recherche</strong> située sur le côté droit de la barre du haut. Il recherche non seulement sur ce site mais également sur notre site de support dédié <a href="%(support)s" target="_blank">support.slushpool.com</a> (disponible seulement en anglais).

source: Hello Miner, thank you for choosing Slush Pool!
fr: Hello Mineur, merci d'avoir choisi Slush Pool !

# UI
source: Disabled in demo and read-only modes
fr: Désactivé dans les modes démonstration et lecture seulement

source: Front-end Developer
fr: Développeur Front-end

# UI
source: Mailing unsubscription error
fr: Erreur de désinscription de mailing

# UI
source: One-time password (OTP)
fr: Mot de passe à usage unique (OTP)

# UI
source: -- API token not set --
fr: -- Jeton API non configuré --

# UI
source: Please wait...
fr: Veuillez patienter...

# UI
source: Do you really want to delete {count, plural, =1 {# Worker} other {# Workers}}?
fr: Voulez-vous vraiment supprimer {count, plural, =1 {# Travailleur} other {# Travailleurs}}?

# UI
source: Rewards & Payouts
fr: Récompenses et paiements

# UI
source: Go to homepage
fr: Aller à la page d'accueil

# UI
source: Master Account
fr: Compte principal

# UI
source: News
fr: Nouvelles

# UI
source: Pool Hash Rate
fr: Taux de hachage de la pool

# UI
source: Currency
fr: Devise

# UI
source: Report has not been sent because you have had <strong>disabled reporting</strong>.
fr: Le rapport n'a pas été envoyé car vous avez des <strong>rapports désactivés</strong>.

# UI
source: Logout all your active sessions - including the one you are using right now.
fr: Déconnectez-vous de toutes vos sessions actives, y compris celle que vous utilisez actuellement.

# UI
source: Select user(s)…
fr: Sélectionner le(s) utilisateur(s)…

# UI
source: Hashrate
fr: Taux de hachage

# UI
source: Toggle vertical range
fr: Basculer la plage verticale

source: Infrastructure Admin
fr: Administrateur d'infrastructure

# UI
source: Not Found
fr: Introuvable

# UI
source: An error has occured!
fr: Une erreur est survenue !

# UI
source: Rewards & Fees
fr: Récompenses et frais

# UI
source: Email confirmation has been sent!
fr: Un email de confirmation a été envoyé !

# UI
source: What can we help you with?
fr: En quoi pouvons-nous vous aider ?

# UI
source: Account Confirmation Error
fr: Erreur de confirmation du compte

# UI
source: Move the widget
fr: Bouger le widget

# UI
source: If you have forgotten your password, please enter your e-mail address below and we will send you instructions for setting a new one.
fr: Si vous avez oublié votre mot de passe, veuillez entrer votre adresse e-mail ci-dessous et nous vous enverrons les instructions pour en créer un nouveau.

# UI
source: Close menu
fr: Fermer le menu

# UI
source: You don't have a payout address yet!
fr: Vous n'avez pas encore d'adresse de paiement !

# UI
source: Start Mining<br />with Slush Pool
fr: Commencer à miner<br />avec Slush Pool

# UI
source: New Label
fr: Nouvel étiquette

# UI
source: Alert limit
fr: Limite d'alerte

# UI
source: API<br />Access
fr: Accès<br />API

# UI
source: E-mail
fr: Courriel

# Intro
source: Effective hash rate is being calculated from valid shares only - (see Pool Terminology manual page).
fr: Le taux de hachage effectif est calculé à partir des partages valides uniquement - (voir la page de manuel Terminologie du pool).

# UI
source: Active workers.
fr: Travailleurs actifs.

# UI
source: Stats
fr: Statistiques

# UI
source: We've failed to report the issue (you might have connection issues).
fr: Nous n'avons pas réussi à signaler le problème (vous pourriez avoir des problèmes de connexion).

# UI
source: New password
fr: Nouveau mot de passe

# UI
source: If you can, rotate your device to see the chart.
fr: Si vous le pouvez, faites pivoter votre appareil pour voir le tableau.

# UI
source: Confirm password
fr: Confirmer le mot de passe

source: Solid as Block
fr: Solide comme un Block

# UI
source: Demo account
fr: Compte démo

# UI
source: You have only one coin enabled.
fr: Vous n'avez qu'un coin actif.

# UI
source: Exit Workspace
fr: Quitter l'espace de travail

# UI
source: Form processing has failed!
fr: Le traitement du formulaire a échoué!

# UI
source: Please confirm with your password
fr: Veuillez confirmer avec votre mot de passe

# UI
source: Enter new password
fr: Entrer le nouveau mot de passe

# UI
source: Enter current password…
fr: Entrer le mot de passe actuel…

# UI
source: Show My Dashboard
fr: Afficher mon tableau de bord

# UI
source: Failed to confirm. Please contact our support.
fr: La confirmation a échoué. Veuillez contacter notre support.

# UI
source: Actual query used
fr: Requête actuelle utilisée

# UI
source: You have to generate an access token!
fr: Vous devez générer un jeton d'accès !

# UI
source: Rewards
fr: Récompenses

# UI
source: Caught in an infinite loop!
fr: Pris dans une boucle infinie !

# UI
source: You can deactivate this profile while keeping it's credentials.
fr: Vous pouvez désactiver ce profil tout en conservant ses informations d'identification.

# UI
source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous connecter.

# UI
source: Failed to fetch response from server
fr: Impossible de récupérer la réponse du serveur

# UI
source: Resend confirmation
fr: Renvoyer la confirmation

# UI
source: Login
fr: Se connecter

# UI
source: Page Not Found
fr: Page introuvable

# UI
source: An error has occured in the chart!
fr: Une erreur est survenue dans le graphique !

# UI
source: Allow website login
fr: Autoriser la connexion au site

# UI
source: Date range
fr: Plage de dates

# UI
source: Touch Version
fr: Version tactile

# UI
source: Please make sure that this account is the one that you want to delete.
fr: Assurez-vous que ce compte est celui que vous souhaitez supprimer.

# UI
source: Meta
fr: Méta

# UI
source: Shown states
fr: États indiqués

# UI
source: Password reset
fr: Réinitialiser le mot de passe

# UI
source: Bad format of API response
fr: Mauvais format de réponse API

# UI
source: Please check your mailbox and follow confirmation link.
fr: Veuillez vérifier votre boîte de courriels et suivre le lien de confirmation.

# UI
source: Welcome, {username}!
fr: Bienvenue, {username} !

source: Marketing, Customer Support
fr: Marketing, Support client

# UI
source: Search
fr: Rechercher

# UI
source: -- Enter --
fr: -- Entrer --

# UI
source: It looks like you do not have any 2FV method active.
fr: Il semble que vous n’ayez aucune méthode 2FV active.

# UI
source: Please use one of the available second factor authentication methods and confirm with your password
fr: Veuillez utiliser l’une des méthodes d’authentification à deux facteurs disponibles et confirmer votre mot de passe

# UI
source: Sign
fr: Signer

# UI
source: This chart cannot fit in available area!
fr: Ce graphique ne peut pas tenir dans la zone disponible !

# UI
source: Find out more
fr: En savoir plus

# UI
source: You have to select at least one user
fr: Vous devez sélectionner au moins un utilisateur

# UI
source: Please use the second factor authentication and confirm with your password
fr: Veuillez utiliser l'authentification à deux facteurs et confirmer votre mot de passe

# UI
source: {count, plural, =1 {# Worker} other {# Workers}} deleted.
fr: {count, plural, =1 {# Travailleur} other {# Travailleurs}} supprimé.

# UI
source: Skip to the end
fr: Aller à la fin

# UI
source: Start mining with Slush Pool
fr: Commencer à miner avec Slush Pool

# UI
source: Reason
fr: Raison

# UI
source: No results…
fr: Aucun résultat…
