Repository: dongpu1813/web-pool-i18n
Catalog: */LC_MESSAGES/js.po
Languages: fr

# UI
source: Hash Rate<br/>(5 minutes)
fr: Taux de hachage <br/>(5 minutes)

# UI
source: Edit
fr: Modifier

# UI
source: The system will report issues, when hash rate drops below this value.
fr: Le système signalera les problèmes lorsque le taux de hachage sera inférieur à cette valeur.

# UI
source: Worker Attribute
fr: Attribut de travailleur

# UI
source: Sent
fr: Envoyée

# UI
source: Showing <strong>{visible, number}</strong> of {all, plural, =1 {<strong>#</strong> Worker} other {<strong>#</strong> Workers}}.
fr: Showing <strong>{visible, number}</strong> of {all, plural, = 1 {<strong>#</strong> Travailleur} other {<strong>#</strong> Travailleurs}}.

# UI
source: Hash Rate (1 day)
fr: Taux de hachage (1 jour)

# UI, Blocks
source: Invalid
fr: Invalide

# UI
source: Click to reload data
fr: Cliquez pour recharger les données

# UI
source: Alert Limit
fr: Limite d'alerte

# UI
source: Do you wish to continue?
fr: Souhaitez-vous continuer ?

# UI
source: Block Value
fr: Valeur du Bloc

# UI
source: Auto-detect Alert Limit
fr: Détection automatique de la limite d'alerte

# UI
source: Minimum<br/>Difficulty
fr: Difficulté<br/>minimum

# UI
source: Hour
fr: Heure

# UI
source: Low
fr: Bas

# UI
source: Click to dismiss
fr: Cliquez pour rejeter

# UI
source: Use default minimum difficulty
fr: Utiliser la difficulté minimale par défaut

# UI
source: Default
fr: Défaut

# UI
source: Worker ID
fr: ID de travailleur

# UI
source: Revert
fr: Renverser

# UI
source: Please <a href="{link}" target="_blank">upgrade your browser</a> to improve your experience.
fr: Veuillez <a href="{link}" target="_blank">mettre à niveau votre navigateur</a> pour améliorer votre expérience.

# UI
source: Failed
fr: Échoué

# UI
source: State
fr: Etat

# UI
source: Mandatory field (only letters, numbers and: _ @ + - )
fr: Champ obligatoire (uniquement des lettres, des chiffres et: _ @ + -)

# UI
source: Block <span>History</span>
fr: L'historique des <span>blocs</span>

# UI
source: Refresh
fr: Rafraîchir

# UI
source: Scoring Hash Rate
fr: Taux de hachage

# UI, workers
source: Shortcut
fr: Raccourci

# UI
source: Pool Scoring<br>Hash Rate
fr: Total du taux de hachage<br>de la pool

# UI
source: Edit {num, plural, =1 {Worker} other {# Workers} }
fr: Modifier {num, plural, =1 {Travailleur} other {# Travailleurs} }

# UI
source: Select attribute
fr: Sélectionner un attribut

# UI
source: Manage
fr: Gérer

# UI
source: New Worker
fr: Inscrire un nouveau travailleur

# UI
source: Updated
fr: Mis à jour

# UI
source: Save
fr: Sauvegarder

# UI
source: Processing…
fr: En traitement…

# UI
source: The monitoring system will detect and report any hash rate issues related to this worker.
fr: Le système de surveillance détectera et signalera tout problème de taux de hachage lié à ce travailleur.

# UI
source: Block Found At
fr: Bloc trouvé le

# UI
source: Apply
fr: Appliquer

# UI
source: Server error: please try again after few minutes
fr: Erreur du serveur: veuillez réessayer après quelques minutes

# UI
source: Enable monitoring
fr: Activer la surveillance

# UI
source: Fee
fr: Frais

# UI
source: Hash Rate (5 minutes)
fr: Taux de hachage (5 minutes)

# UI
source: There is nothing to show here
fr: Il n'y a rien à montrer ici

# UI, Blocks
source: Confirmed
fr: Confirmé

# UI
source: Worker Name
fr: Nom du travailleur

# UI
source: Automatically estimates Hash Rate of your worker by its past activity.
fr: Estime automatiquement le taux de hachage de votre travailleur par son activité passée.

# UI
source: Now
fr: À présent

# UI
source: Hash Rate<br/>(1 day)
fr: Taux de hachage <br/>(1 jour)

# UI
source: Check your internet connection
fr: Vérifiez votre connection internet

# UI
source: Clone
fr: Cloner

# UI
source: Clear Filters
fr: Effacer les filtres

# UI
source: Number bigger than 0.5
fr: Nombre supérieur à 0,5

# UI
source: Scoring<br/>Hash Rate
fr: Taux <br/>de hachage

# UI
source: You have requested an invalid update. Those changes WILL NOT BE SAVED.
fr: Vous avez demandé une mise à jour non valide. Ces changements ne seront pas sauvegardés.

# UI
source: Pool Luck
fr: Chance du pool

# UI
source: Your Reward
fr: Votre récompense

# UI
source: Labels updated
fr: Étiquettes mises à jour

# UI
source: Alert<br/>Limit
fr: Alerte <br/>limite

# UI
source: Multiple values for selected workers
fr: Valeurs multiples pour les travailleurs sélectionnés

# UI
source: Off
fr: Éteint

# UI
source: Manage Labels
fr: Gérer les étiquettes

# UI
source: You are using an outdated browser.
fr: Vous utilisez un navigateur obsolète.

# UI
source: Workers updated
fr: Travailleurs mis à jour

# UI
source: Create
fr: Créer

# UI
source: Amount
fr: Montant

# UI
source: Edit worker
fr: Modifier travailleur

# UI
source: Pool always assigns difficulty equal or greater than this value.
fr: La pool attribue une difficulté égale ou supérieure à cette valeur.

# UI
source: Recent <span>Hash Rate</span>
fr: <span>Taux de hachage</span> récent

# UI
source: <strong>{selected, number}</strong> selected.
fr: <strong>{selected, number}</strong> sélectionné.

# UI
source: Hash Rate<br/>(1 hour)
fr: Taux de hachage <br/>(1 heure)

# UI
source: Disabled
fr: Désactivé

# UI
source: Click to return
fr: Cliquez pour revenir

# UI
source: Processing
fr: En cours de traitement

# UI
source: Duration
fr: Durée

# UI
source: Select None
fr: Ne rien sélectionner

# UI
source: Select All
fr: Tout sélectionner

# UI
source: Enabled
fr: Activé

# UI
source: Worker deleted
fr: Travailleur supprimé

# UI
source: Day
fr: Jour

# UI
source: Last Share
fr: Dernier partage

# UI
source: All Workers
fr: Tous les travailleurs

# UI
source: New worker created
fr: Nouveau travailleur créé

# UI
source: Select Page
fr: Sélectionner une page

# UI
source: Edit Worker
fr: Modifier travailleur

# UI
source: Monitoring State
fr: État de surveillance

# UI
source: Create new
fr: Créer un nouveau

# UI
source: Your browser does not support all features needed for this site.
fr: Votre navigateur ne supporte pas toutes les fonctionnalités nécessaires pour ce site.

# UI
source: Difficulty
fr: Difficulté

# UI
source: Name
fr: Nom

# UI
source: New
fr: Nouveautés

# UI
source: Labels
fr: Étiquettes

# UI
source: Hash Rate (1 hour)
fr: Taux de hachage (1 heure)

# UI
source: Auto detect Alert Limit
fr: Détecter automatiquement la limite d'alerte

# UI
source: Delete
fr: Supprimer

# UI
source: Minimum Difficulty
fr: Difficulté minimale

# UI
source: Block #
fr: Bloc #

# UI
source: Cancel
fr: Annuler

# UI
source: {num, plural, =1 {Week} other {Weeks} }
fr: {num, plural, =1 {Semaine} other {Semaine}}

# UI
source: Notifications & Visibility
fr: Notifications et visibilité

# UI
source: Proved Average<br>Hash Rate
fr: Taux de hachage<br>moyen prouvé

# UI
source: 6-digit number
fr: Numéro à 6 chiffres

# UI
source: Enter the generated one-time password into this form.
fr: Entrez le mot de passe à usage unique généré dans ce formulaire.

# UI
source: <span>Confirmed</span> Reward
fr: Récompense <span>confirmée</span>

# UI
source: Lock Payout Address
fr: Verrouiller l'adresse de paiement

# UI
source: Active Workers
fr: Travailleurs actifs

# UI
source: Loading…
fr: Chargement…

# UI
source: to payout
fr: à payer

# UI
source: Current Round Start
fr: Début du tour en cours

# UI
source: Confirmation Status
fr: Statut de confirmation

# UI
source: Alternatively if you do not have access to your authentication software, you can disable your OTP protection by sending us message signed by your bitcoin wallet
fr: Si vous n'avez pas accès à votre logiciel d'authentification, vous pouvez désactiver votre protection OTP en nous envoyant un message signé par votre portefeuille Bitcoin

# UI
source: Vertical lines represent blocks found by the pool. They are labeled with #block numbers.
fr: Les lignes verticales représentent les blocs trouvés par le pool. Ils sont étiquetés avec des numéros de bloc.

# UI
source: Miner login
fr: Login de mineur

# UI
source: Change Email
fr: Changer l'e-mail

# UI
source: Default value from user profile
fr: Valeur par défaut du profil utilisateur

# Intro
source: This value and your scoring hash rate from the same time are used for calculating your reward for the block.
fr: Cette valeur et votre taux de hachage du même temps sont utilisés pour calculer votre récompense pour le bloc.

# UI
source: Extended View
fr: Vue étendue

# UI
source: {num, plural, =1 {Month} other {Months} }
fr: {num, plural, =1 {Mois} other {Mois} }

# UI
source: Loading data…
fr: Chargement des données…

# UI
source: <span>Estimated</span> Reward for Current Block
fr: <span>Estimation</span> de récompense pour le bloc actuel

# UI
source: User minimum difficulty from your user profile settings.
fr: Difficulté minimale de l'utilisateur parmi les paramètres de votre profil utilisateur.

# UI
source: Maximum<br>Reached Difficulty
fr: Maximum de difficulté<br>atteinte

# UI
source: Chart shows maximum difficulty per minute for <strong>hour preceding selected time</strong>. Values satisfying <strong>current network difficulty</strong> are highlighted.
fr: Le graphique indique le niveau de difficulté maximum par minute pour <strong>l'heure précédant l'heure sélectionnée</strong>. Les valeurs satisfaisant la <strong>difficulté réseau actuelle</strong> sont mises en évidence.

# UI
source: Payout Threshold
fr: Seuil de paiement

# UI
source: Wallet
fr: Porte-monnaie

# UI
source: End of Period
fr: Fin de période

# UI
source: Workers
fr: Travailleurs

# UI
source: Block Difficulty
fr: Difficulté du bloc

# UI
source: Account
fr: Compte

# UI
source: Saving…
fr: Enregistrement…

# UI
source: Your two-factor authentication is successfully configured.
fr: Votre authentification à deux facteurs est configurée avec succès.

# UI
source: If you do not have access to your former email account, you may confirm the change by wallet signature.
fr: Si vous n'avez pas accès à votre ancien compte de messagerie, vous pouvez confirmer le changement par la signature du portefeuille.

# UI
source: Network Difficulty
fr: Difficulté de réseau

# UI
source: Settings
fr: Paramètres

# UI
source: Workers States
fr: État des travailleurs

# UI
source: Disable by Wallet Signature
fr: Désactiver par signature de portefeuille

# UI
source: Block Number
fr: Numéro de bloc

# UI
source: Please note that losing your smartphone (and a backup of your secret key) means you will not be able to change your payout address. Two-factor authentication cannot be deactivated without access to your smartphone.
fr: Veuillez noter que perdre votre smartphone (et une sauvegarde de votre clé secrète) signifie que vous ne pourrez pas changer votre adresse de paiement. L'authentification à deux facteurs ne peut pas être désactivée sans accès à votre smartphone.

# UI
source: Hash Rate (5 min)
fr: Taux de hachage (5 min)

# UI
source: Confirm by Wallet Signature
fr: Confirmer par signature de portefeuille

# UI
source: Network<br>Difficulty
fr: Difficulté<br>du réseau

# UI
source: {num, plural, =1 {Year} other {Years} }
fr: {num, plural, =1 {Année} other {Années} }

# UI
source: Resources
fr: Ressources

# UI
source: If you do not want to use our service anymore, you can delete your account.
fr: Si vous ne souhaitez plus utiliser notre service, vous pouvez supprimer votre compte.

# UI
source: Block Found
fr: Bloc trouvé

# UI
source: Reporting
fr: Rapport

# UI
source: Pool is synchronizing mining data!
fr: La pool synchronise les données de minage !

# UI
source: Scan the QR code below (and optionally backup the generated secret).
fr: Scannez le code QR ci-dessous (et sauvegardez éventuellement le secret généré).

# UI
source: Detailed description for certain type of activities with value changes.
fr: Description détaillée de certains types d’activités avec des changements de valeur.

# UI
source: At Least 5 characters
fr: Au moins 5 caractères

# UI
source: This action is <strong>final and your account can not be reactivated</strong> in future.
fr: Cette action est <strong>finale et votre compte ne pourra plus être réactivé</strong> à l'avenir.

# UI
source: Estimated Daily Reward
fr: Récompense quotidienne estimée

# UI
source: An area of a circle represents total hash rate of all users in the group together.
fr: Une partie d'un cercle représente les taux de hachage totaux de l'ensemble de tous les utilisateurs du groupe.

# UI
source: Click to reload the page
fr: Cliquez pour recharger la page

# UI
source: Details
fr: Détails

# UI
source: Only valid email address
fr: Seulement adresse email valide

# UI
source: Delete your Account
fr: Supprimer votre compte

# UI
source: As a security precaution, you may lock your current payout address, so it <strong>cannot be changed by anyone</strong> who gains access to your pool account.
fr: Par mesure de sécurité, vous pouvez verrouiller votre adresse de paiement actuelle afin qu'elle <strong>ne puisse pas être modifiée par quiconque</strong> ayant accès à votre compte au pool.

# UI
source: A group you belong to is highlighted (if you are logged in).
fr: Un groupe auquel vous appartenez est mis en évidence (si vous êtes connecté).

# UI
source: Effective hash rate
fr: Taux de hachage effectif

# UI
source: How to Enable Two-factor Authentication
fr: Comment activer l'authentification à deux facteurs

# Intro
source: Total scoring hash rate of the pool at time when a block was found.
fr: Taux de hachage total du pool au moment de la découverte d'un bloc.

# UI
source: Rewards for Last 14 Days
fr: Récompenses pour les 14 derniers jours

# UI
source: Current Password
fr: Mot de passe actuel

# UI
source: Pool Scoring Hash Rate
fr: Score total du taux de hachage de la pool

# UI
source: Activity <span>Log</span>
fr: <span>Journal</span> d'activités

# UI
source: Click to reload
fr: Cliquez pour recharger

# UI
source: Open Google Authenticator, click "Add an account" / "Scan QR code".
fr: Ouvrez Google Authenticator, cliquez sur "Ajouter un compte" / "Scan QR code".

# UI
source: Dismiss
fr: Rejeter

# UI
source: Monitoring
fr: Surveillance

# UI
source: No data is available yet…
fr: Aucune donnée n'est encore disponible…

# UI
source: Active workers
fr: Travailleurs actifs

# UI
source: Pool Daily Reward
fr: Récompense quotidienne de la pool

# UI
source: Change Password
fr: Changer le mot de passe

# UI
source: Hash Rate <span>Per Location</span>
fr: Taux de hachage <span>par emplacement</span>

# UI
source: Active users
fr: Utilisateurs actifs

# UI
source: Activity
fr: Activité

# UI
source: Submit
fr: Soumettre

# UI
source: Last Payout
fr: Dernier paiement

# UI
source: Do you really want to delete your user account?
fr: Voulez-vous vraiment supprimer votre compte d'utilisateur ?

# UI
source: Time Since
fr: Temps depuis

# UI
source: Basic View
fr: Vue de base

# UI
source: Localization
fr: Localisation

# UI
source: Daily Reward
fr: Récompense quotidienne

# UI
source: {num, plural, =1 {Hour} other {Hours} }
fr: {num, plural, =1 {heure} other {heures}}

# UI
source: New Wallet
fr: Nouveau portefeuille

# UI
source: The password can be any arbitrary text
fr: Le mot de passe peut être n'importe quel texte arbitraire

# UI
source: Payouts
fr: Paiements

# UI
source: {num, plural, =1 {Second} other {Seconds} }
fr: {num, plural, =1 {seconde} other {seconde}}

# UI
source: An <strong>additional fee</strong> of <strong>{fee}</strong> applies to payouts lower than {threshold}.
fr: Un <strong>frais supplémentaire</strong> de <strong>{fee}</strong> s'applique aux paiements inférieurs à {threshold}.

# UI
source: Select…
fr: Sélectionner…

# UI
source: Download
fr: Télécharger

# UI
source: AVG Hash Rates
fr: Taux de hachage AVG

# UI
source: Proof Data
fr: Données de preuve

# UI
source: Unlock by Wallet Signature
fr: Déverrouiller par Signature portefeuille

# UI
source: General
fr: Général

# UI
source: {num, plural, =1 {Day} other {Days} }
fr: {num, plural, =1 {jour} other {jours} }

# UI
source: Estimated Payout Period
fr: Période de paiement estimée

# UI
source: Maximum Difficulty <span> per minute</span>
fr: Difficulté maximale <span> par minute </span>

# UI
source: IP address of computer that initiated the change.
fr: Adresse IP de l'ordinateur qui a initié le changement.

# UI
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# UI
source: Two-factor Authentication
fr: Authentification à deux facteurs

# UI
source: Show all & hide Labels
fr: Afficher tout et masquer les étiquettes

# UI
source: Your Scoring Hash Rate
fr: Votre taux de hachage

# UI
source: Current Round Duration
fr: Durée de la manche en cours

# UI
source: Pool Effective Hash Rate (30 min average)
fr: Taux de hachage effectif de la pool (moyenne de 30 minutes)

# UI
source: Daily <span>Reward</span>
fr: <span>Récompenses</span> journalière

# UI
source: Security
fr: Sécurité

# UI
source: Your Contribution to the Pool
fr: Votre contribution à la piscine

# UI
source: Delete Account
fr: Supprimer le compte

# UI
source: Average Round Duration
fr: Durée moyenne du tour

# UI
source: One Time Password
fr: Mot de passe à usage unique

# UI
source: Confirm
fr: Confirmer

# UI
source: It is possible to set this limit as low as <strong>{amount}<strong>.
fr: Il est possible de définir cette limite aussi basse que <strong>{amount}<strong>.

# UI
source: IP Address
fr: Adresse IP

# UI
source: Hash Rate <span>Distribution</span>
fr: <span>Distribution</span> du taux de hachage

# UI
source: 7-day Average
fr: Moyenne de 7 jours

# UI
source: Generated One-Time Password
fr: Mot de passe unique généré

# UI
source: No data available…
fr: Pas de données disponibles…

# UI
source: Short, broad type of activity.
fr: Type d'activité large et court.

# UI
source: Mining
fr: Minage

# UI
source: Click to see URI form of the QR code
fr: Cliquez pour voir le formulaire URI du code QR

# UI
source: You can deactivate two-factor authentication by entering valid one-time password into the form below.
fr: Vous pouvez désactiver l'authentification à deux facteurs en entrant un mot de passe à usage unique valide dans le formulaire ci-dessous.

# UI
source: Hash Rate <span>Proof</span>
fr: <span>Preuve</span> Taux de hachage

# UI
source: <span>Unconfirmed</span> Reward
fr: Récompense <span>non-confirmée</span>

# UI
source: Go to Pool Statistics
fr: Aller aux statistiques du pool

# UI
source: Each circle represents a group of users with similar hash rate.
fr: Chaque cercle représente un groupe d'utilisateurs avec des taux similaires de hachage.

# UI
source: Notify me on payout
fr: Me notifier lors des paiements

# UI
source: Preferred language
fr: Langue préférée

# UI
source: Preferred timezone
fr: Fuseau horaire préféré

# UI
source: Reporting enabled
fr: Rapports permis

# UI
source: Username in stats
fr: Nom d'utilisateur dans les statistiques

# UI
source: Minimum difficulty
fr: Difficulté minimale

# UI
source: Receive e-mail notifications from the monitoring system
fr: Recevoir des notifications par courrier électronique du système de surveillance

# UI
source: Newsletter
fr: Lettre d'informations

# UI
source: Show my username in public server stats
fr: Dévoiler mon nom d'utilisateur dans les statistiques publiques du serveur

# UI
source: Block is invalid, no user reward has been sent
fr: Le bloc est invalide, aucune récompense d'utilisateur n'a été envoyée

# UI
source: Universal 2nd Factor (U2F)
fr: 2ème facteur universel (U2F)

# UI
source: New value is the same as current!
fr: La nouvelle valeur est la même que la valeur actuelle !

# UI
source: This device might already be registered.
fr: Ce périphérique est peut-être déjà enregistré.

# UI
source: Remove Existing Device
fr: Supprimer le périphérique existant

# UI
source: Registered At
fr: Enregistré à

# UI
source: Please confirm the request on your device
fr: Veuillez confirmer la demande sur votre appareil

# UI
source: Register New Device
fr: Enregistrer un nouveau périphérique

# UI
source: Public Key
fr: Clé publique

# UI
source: This device might not be registered yet.
fr: Ce périphérique n'est peut-être pas encore enregistré.

# UI
source: Last Used At
fr: Dernière utilisation à

# UI
source: Unspecified
fr: Non spécifié

# UI
source: Time
fr: Temps

# UI
source: Group Hash Rate
fr: Taux de hachage du groupe

# UI
source: Hash rate range (logarithmic scale)
fr: Plage de taux de hachage (échelle logarithmique)

# UI
source: Maximum Difficulty
fr: Difficulté maximale

# UI
source: User Group
fr: Groupe d'utilisateurs

# UI
source: Number of users
fr: Nombre d'utilisateurs

# UI
source: You do not have any devices yet
fr: Vous n'avez encore aucun appareil

# UI
source: Average Hash Rate
fr: Moyenne de votre taux de hachage

# UI
source: User Count
fr: Nombre d'utilisateurs

# UI
source: Your <strong>payouts are disabled</strong> while this change is in progress.
fr: Vos <strong>paiements sont désactivés</strong> lorsque ce changement est en cours.

# UI
source: You should receive a <strong>confirmation email</strong> shortly.
fr: Vous devriez recevoir un <strong>e-mail de confirmation</strong> prochainement.

# UI
source: All
fr: Tout

# UI
source: See confirmation status, your hashrate and reward for recent blocks.
fr: Voir le statut de confirmation, votre mot de passe et la récompense pour les blocs récents.

# UI
source: Four equaly sized cells.
fr: Quatre cellules de taille égale.

# UI
source: Recent Hashrate Chart
fr: Graphique de hashrate récent

# UI
source: Average Hashrates
fr: Taux de hachage moyen

# UI
source: Recent Blocks
fr: Blocs récents

# UI
source: CDF Progressbar
fr: Barre de progression CDF

# UI
source: Two rows, bottom row can take multiple items.
fr: Deux rangées, la rangée inférieure pouvant contenir plusieurs éléments.

# UI
source: Vertical Split
fr: Fractionnement vertical

# UI
source: Empty placeholder
fr: Espace vide réservé

# UI
source: Time Elapsed from Last Submited Share
fr: Temps écoulé depuis le dernier partage soumis

# UI
source: Rewards Progressbar
fr: Récompenses Progressbar

# UI
source: Round Duration
fr: Durée de la manche

# UI
source: Pool Luck per Last 10, 50 and 250 Blocks
fr: Chance de la pool pour les 10, 50 et 250 derniers blocs

# UI
source: Quad split
fr: Divisé en quatre

# UI
source: Generic Panel
fr: Panel générique

# UI
source: Confirmed Reward
fr: Récompense confirmée

# UI
source: Done, take me back
fr: Fait, ramenez-moi

# UI
source: Use <strong>arrow keys</strong> to navigate through other incidents. Close by <strong>Esc</strong>
fr: Utilisez les <strong>flèches</strong> pour naviguer dans d'autres incidents. À proximité de <strong>Échap</strong>

# UI
source: Layout
fr: Disposition

# Intro
source: Every row in the following table contains summary of incidents that happened at the same time.
fr: Chaque ligne du tableau suivant contient un résumé des incidents survenus au même moment.

# UI
source: Undo
fr: Annuler

# Intro
source: Absolute number of workers in each state and relative change to the previous state.
fr: Nombre absolu de travailleurs dans chaque état et modification relative de l'état précédent.

# UI
source: Select widget
fr: Sélectionner un widget

# UI
source: Your payout address {0} is locked.
fr: Votre adresse de paiement {0} est verrouillée.

# UI
source: Takes 3 slots.
fr: Prend 3 emplacements.

# UI
source: Secondary Content
fr: Contenu secondaire

# UI
source: Data
fr: Données

# UI
source: Close
fr: Fermer

# UI
source: E.g. when your worker goes from Low to OK, you will see an orange line followed by green point, representing the state change, and green line.
fr: Par exemple, lorsque votre travailleur passe de faible à OK, vous verrez une ligne orange suivie d'un point vert, représentant le changement d'état, ainsi qu'une ligne verte.

# UI
source: U2F Device
fr: Appareil U2F

# UI
source: Report State
fr: État du rapport
